-- phpMyAdmin SQL Dump
-- version 5.2.1
-- https://www.phpmyadmin.net/
--
-- ホスト: mysql3103.db.sakura.ne.jp
-- 生成日時: 2025 年 5 月 31 日 22:38
-- サーバのバージョン： 8.0.40
-- PHP のバージョン: 8.2.16

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- データベース: `seishinn_test`
--

-- --------------------------------------------------------

--
-- テーブルの構造 `attendance_records`
--

CREATE TABLE `attendance_records` (
  `id` int NOT NULL,
  `user_id` int NOT NULL,
  `attendance_date` date NOT NULL,
  `status` enum('present','absent','late','excused') NOT NULL DEFAULT 'present',
  `recorded_at` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `recorded_by` int NOT NULL,
  `comments` text
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;

--
-- テーブルのデータのダンプ `attendance_records`
--

INSERT INTO `attendance_records` (`id`, `user_id`, `attendance_date`, `status`, `recorded_at`, `recorded_by`, `comments`) VALUES
(18, 44, '2025-05-31', 'present', '2025-05-31 17:08:26', 48, NULL);

-- --------------------------------------------------------

--
-- テーブルの構造 `class_holidays`
--

CREATE TABLE `class_holidays` (
  `id` int NOT NULL,
  `holiday_date` date NOT NULL,
  `description` varchar(255) DEFAULT NULL,
  `affects_all_grades` tinyint(1) NOT NULL DEFAULT '1',
  `grade_level` int DEFAULT NULL,
  `created_at` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `created_by` int NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;

-- --------------------------------------------------------

--
-- テーブルの構造 `class_makeup_days`
--

CREATE TABLE `class_makeup_days` (
  `id` int NOT NULL,
  `makeup_date` date NOT NULL,
  `original_holiday` date DEFAULT NULL,
  `grade_level` int NOT NULL,
  `start_time` time NOT NULL,
  `end_time` time NOT NULL,
  `description` varchar(255) DEFAULT NULL,
  `created_at` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `created_by` int NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;

-- --------------------------------------------------------

--
-- テーブルの構造 `class_schedule_master`
--

CREATE TABLE `class_schedule_master` (
  `id` int NOT NULL,
  `grade_level` int NOT NULL,
  `day_of_week` int NOT NULL COMMENT '0:日曜〜6:土曜',
  `start_time` time NOT NULL,
  `end_time` time NOT NULL,
  `is_active` tinyint(1) NOT NULL DEFAULT '1'
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;

--
-- テーブルのデータのダンプ `class_schedule_master`
--

INSERT INTO `class_schedule_master` (`id`, `grade_level`, `day_of_week`, `start_time`, `end_time`, `is_active`) VALUES
(1, 1, 1, '16:30:00', '18:30:00', 0),
(2, 1, 3, '16:30:00', '18:30:00', 0),
(3, 2, 2, '16:30:00', '18:30:00', 0),
(4, 2, 4, '16:30:00', '18:30:00', 0),
(5, 3, 1, '19:00:00', '21:00:00', 0),
(6, 3, 3, '19:00:00', '21:00:00', 0),
(7, 3, 5, '16:30:00', '18:30:00', 0);

-- --------------------------------------------------------

--
-- テーブルの構造 `crane_game_credits`
--

CREATE TABLE `crane_game_credits` (
  `id` int NOT NULL,
  `user_id` int NOT NULL,
  `point_history_id` int DEFAULT NULL,
  `is_used` tinyint(1) NOT NULL DEFAULT '0',
  `used_at` timestamp NULL DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT CURRENT_TIMESTAMP,
  `updated_at` timestamp NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;

--
-- テーブルのデータのダンプ `crane_game_credits`
--

INSERT INTO `crane_game_credits` (`id`, `user_id`, `point_history_id`, `is_used`, `used_at`, `created_at`, `updated_at`) VALUES
(1, 7, 27, 1, '2025-05-16 16:04:42', '2025-05-16 16:04:19', '2025-05-16 16:04:42');

-- --------------------------------------------------------

--
-- テーブルの構造 `crane_game_history`
--

CREATE TABLE `crane_game_history` (
  `id` int NOT NULL,
  `user_id` int NOT NULL,
  `prize_id` int NOT NULL,
  `point_history_id` int NOT NULL,
  `created_at` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `comments` text
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;

-- --------------------------------------------------------

--
-- テーブルの構造 `crane_game_prizes`
--

CREATE TABLE `crane_game_prizes` (
  `id` int NOT NULL,
  `name` varchar(100) NOT NULL,
  `description` text,
  `point_cost` int NOT NULL,
  `stock` int NOT NULL DEFAULT '0',
  `image_url` varchar(255) DEFAULT NULL,
  `is_active` tinyint(1) NOT NULL DEFAULT '1'
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;

--
-- テーブルのデータのダンプ `crane_game_prizes`
--

INSERT INTO `crane_game_prizes` (`id`, `name`, `description`, `point_cost`, `stock`, `image_url`, `is_active`) VALUES
(1, 'かわいい消しゴム', '動物型の可愛い消しゴムセット', 100, 10, NULL, 1),
(2, '鉛筆セット', '5本入り高品質鉛筆セット', 100, 8, NULL, 1),
(3, 'ノート', '勉強用きれいなノート', 100, 15, NULL, 1);

-- --------------------------------------------------------

--
-- テーブルの構造 `eiken_words`
--

CREATE TABLE `eiken_words` (
  `id` int NOT NULL,
  `grade` varchar(10) NOT NULL,
  `question_id` int NOT NULL,
  `stage_number` int NOT NULL,
  `japanese` varchar(255) NOT NULL,
  `english` varchar(255) NOT NULL,
  `pronunciation` varchar(255) DEFAULT NULL,
  `audio_url` varchar(255) DEFAULT NULL,
  `notes` text COMMENT '追加情報・メモ'
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;

--
-- テーブルのデータのダンプ `eiken_words`
--

INSERT INTO `eiken_words` (`id`, `grade`, `question_id`, `stage_number`, `japanese`, `english`, `pronunciation`, `audio_url`, `notes`) VALUES
(1, '5級', 1, 1, '（名）友達', 'friend', 'フ［レン］ド', '', ''),
(2, '5級', 2, 1, '（名）メンバー', 'member', '［メン］バー', '', ''),
(3, '5級', 3, 1, '（名）男性', 'man', '［マン］', '', ''),
(4, '5級', 4, 1, '（名）女性', 'woman', '［ウー］マン', '', ''),
(5, '5級', 5, 1, '（名）ご婦人', 'lady', '［レイ］ディー', '', ''),
(6, '5級', 6, 1, '（名）大人', 'adult', 'ア［ダル］ト', '', ''),
(7, '5級', 7, 1, '（名）少年', 'boy', '［ボイ］', '', ''),
(8, '5級', 8, 1, '（名）少女', 'girl', '［ガー］ル', '', ''),
(9, '5級', 9, 1, '（名）子ども', 'child', '［チャイ］ルド', '', ''),
(10, '5級', 10, 1, '（名）child の複数形', 'children', '［チル］ドレン', '', ''),
(11, '5級', 11, 1, '（名）赤ちゃん', 'baby', '［ベイ］ビー', '', ''),
(12, '5級', 12, 1, '（名）人々', 'people', '［ピー］プル', '', ''),
(13, '5級', 13, 1, '（名）仕事', 'job', '［ジョ］ブ', '', ''),
(14, '5級', 14, 1, '（名）働く人', 'worker', '［ワー］カー', '', ''),
(15, '5級', 15, 1, '（名）医者', 'doctor', '［ドク］ター', '', ''),
(16, '5級', 16, 1, '（名）選手', 'player', '［プレイ］ヤー', '', ''),
(17, '5級', 17, 1, '（名）コック', 'cook', '［クッ］ク', '', ''),
(18, '5級', 18, 1, '（名）運転手', 'driver', '［ドラ］イバー', '', ''),
(19, '5級', 19, 1, '（名）役人', 'officer', '［オ］フィサー', '', ''),
(20, '5級', 20, 1, '（名）歌手', 'singer', '［シン］ガー', '', ''),
(21, '5級', 21, 1, '（名）農場経営者', 'farmer', '［ファー］マー', '', ''),
(22, '5級', 22, 1, '（名）看護師', 'nurse', '［ナー］ス', '', ''),
(23, '5級', 23, 1, '（名）パイロット', 'pilot', '［パイ］ロット', '', ''),
(24, '5級', 24, 1, '（名）ウエーター', 'waiter', '［ウェ］イター', '', ''),
(25, '5級', 25, 1, '（名）警察官', 'police officer', 'ポ［リス］ オ［フィ］サー', '', ''),
(26, '5級', 26, 1, '（名）ダンサー', 'dancer', '［ダン］サー', '', ''),
(27, '5級', 27, 1, '（名）ピアニスト', 'pianist', 'ピ［ア］ニスト', '', ''),
(28, '5級', 28, 1, '（名）消防士', 'firefighter', '［ファイ］アーファイター', '', ''),
(29, '5級', 29, 1, '（名）1', 'one', '［ワン］', '', ''),
(30, '5級', 30, 1, '（名）2', 'two', '［トゥー］', '', ''),
(31, '5級', 31, 1, '（名）3', 'three', '［スリー］', '', ''),
(32, '5級', 32, 1, '（名）4', 'four', '［フォー］', '', ''),
(33, '5級', 33, 1, '（名）5', 'five', '［ファイ］ブ', '', ''),
(34, '5級', 34, 1, '（名）6', 'six', '［シッ］クス', '', ''),
(35, '5級', 35, 1, '（名）7', 'seven', '［セ］ブン', '', ''),
(36, '5級', 36, 1, '（名）8', 'eight', '［エイ］ト', '', ''),
(37, '5級', 37, 1, '（名）9', 'nine', '［ナイ］ン', '', ''),
(38, '5級', 38, 1, '（名）10', 'ten', '［テン］', '', ''),
(39, '5級', 39, 1, '（名）11', 'eleven', 'イ［レ］ブン', '', ''),
(40, '5級', 40, 1, '（名）12', 'twelve', '［トゥウェ］ルブ', '', ''),
(41, '5級', 41, 1, '（名）13', 'thirteen', 'サー［ティー］ン', '', ''),
(42, '5級', 42, 1, '（名）14', 'fourteen', 'フォー［ティー］ン', '', ''),
(43, '5級', 43, 1, '（名）15', 'fifteen', 'フィフ［ティー］ン', '', ''),
(44, '5級', 44, 1, '（名）16', 'sixteen', 'シックス［ティー］ン', '', ''),
(45, '5級', 45, 1, '（名）17', 'seventeen', 'セブン［ティー］ン', '', ''),
(46, '5級', 46, 1, '（名）18', 'eighteen', 'エイ［ティー］ン', '', ''),
(47, '5級', 47, 1, '（名）19', 'nineteen', 'ナイン［ティー］ン', '', ''),
(48, '5級', 48, 1, '（名）20', 'twenty', '［トゥエン］ティー', '', ''),
(49, '5級', 49, 1, '（名）30', 'thirty', '［サー］ティー', '', ''),
(50, '5級', 50, 1, '（名）40', 'forty', '［フォー］ティー', '', ''),
(51, '5級', 51, 2, '（名）50', 'fifty', '［フィフ］ティー', '', ''),
(52, '5級', 52, 2, '（名）60', 'sixty', '［シック］スティー', '', ''),
(53, '5級', 53, 2, '（名）70', 'seventy', '［セブン］ティー', '', ''),
(54, '5級', 54, 2, '（名）80', 'eighty', '［エイ］ティー', '', ''),
(55, '5級', 55, 2, '（名）90', 'ninety', '［ナイン］ティー', '', ''),
(56, '5級', 56, 2, '（名）100', 'hundred', '［ハン］ドレッド', '', ''),
(57, '5級', 57, 2, '（名）1000', 'thousand', '［サウ］ザンド', '', ''),
(58, '5級', 58, 2, '（形）1 番目の', 'first', '［ファー］スト', '', ''),
(59, '5級', 59, 2, '（形）2 番目の', 'second', '［セ］コンド', '', ''),
(60, '5級', 60, 2, '（形）3 番目の', 'third', '［サー］ド', '', ''),
(61, '5級', 61, 2, '（形）4 番目の', 'fourth', '［フォー］ス', '', ''),
(62, '5級', 62, 2, '（形）5 番目の', 'fifth', '［フィ］フス', '', ''),
(63, '5級', 63, 2, '（形）6 番目の', 'sixth', '［シック］スス', '', ''),
(64, '5級', 64, 2, '（形）7 番目の', 'seventh', '［セ］ブンス', '', ''),
(65, '5級', 65, 2, '（形）8 番目の', 'eighth', '［エイ］トス', '', ''),
(66, '5級', 66, 2, '（形）9 番目の', 'ninth', '［ナイン］ス', '', ''),
(67, '5級', 67, 2, '（形）10 番目の', 'tenth', '［テン］ス', '', ''),
(68, '5級', 68, 2, '（形）11 番目の', 'eleventh', 'イ［レ］ブンス', '', ''),
(69, '5級', 69, 2, '（形）12 番目の', 'twelfth', '［トゥウェ］ルフス', '', ''),
(70, '5級', 70, 2, '（名）２回', 'twice', '［トゥワ］イス', '', ''),
(71, '5級', 71, 2, '（名）今日', 'today', 'トゥ［デイ］', '', ''),
(72, '5級', 72, 2, '（名）明日', 'tomorrow', 'トゥ［モ］ロウ', '', ''),
(73, '5級', 73, 2, '（名）きのう', 'yesterday', '［イェ］スタデイ', '', ''),
(74, '5級', 74, 2, '（名）日', 'day', '［デイ］', '', ''),
(75, '5級', 75, 2, '（名）日付', 'date', '［デイ］ト', '', ''),
(76, '5級', 76, 2, '（名）時刻', 'time', '［タイ］ム', '', ''),
(77, '5級', 77, 2, '（名）１時間', 'hour', '［アワ］ー', '', ''),
(78, '5級', 78, 2, '（名）分', 'minute', '［ミ］ニット', '', ''),
(79, '5級', 79, 2, '（名）朝、午前', 'morning', '［モー］ニング', '', ''),
(80, '5級', 80, 2, '（名）正午', 'noon', '［ヌー］ン', '', ''),
(81, '5級', 81, 2, '（名）午後', 'afternoon', 'アフター［ヌー］ン', '', ''),
(82, '5級', 82, 2, '（名）夕方、晩', 'evening', '［イー］ブニング', '', ''),
(83, '5級', 83, 2, '（名）夜', 'night', '［ナイ］ト', '', ''),
(84, '5級', 84, 2, '（名）週', 'week', '［ウィー］ク', '', ''),
(85, '5級', 85, 2, '（名）週末', 'weekend', '［ウィー］クエンド', '', ''),
(86, '5級', 86, 2, '（名）年', 'year', '［イヤ］ー', '', ''),
(87, '5級', 87, 2, '（名）月、１ヶ月', 'month', '［マン］ス', '', ''),
(88, '5級', 88, 2, '（名）１月', 'January', '［ジャ］ニュアリー', '', ''),
(89, '5級', 89, 2, '（名）２月', 'February', '［フェ］ブルアリー', '', ''),
(90, '5級', 90, 2, '（名）３月', 'March', '［マー］チ', '', ''),
(91, '5級', 91, 2, '（名）４月', 'April', '［エイ］プリル', '', ''),
(92, '5級', 92, 2, '（名）５月', 'May', '［メイ］', '', ''),
(93, '5級', 93, 2, '（名）６月', 'June', '［ジュー］ン', '', ''),
(94, '5級', 94, 2, '（名）７月', 'July', 'ジュ［ライ］', '', ''),
(95, '5級', 95, 2, '（名）８月', 'August', '［オー］ガスト', '', ''),
(96, '5級', 96, 2, '（名）９月', 'September', 'セプ［テン］バー', '', ''),
(97, '5級', 97, 2, '（名）１０月', 'October', 'オク［トー］バー', '', ''),
(98, '5級', 98, 2, '（名）１１月', 'November', 'ノ［ベン］バー', '', ''),
(99, '5級', 99, 2, '（名）１２月', 'December', 'ディ［セン］バー', '', ''),
(100, '5級', 100, 2, '（名）家', 'house', '［ハウ］ス', '', ''),
(101, '5級', 101, 3, '（名）部屋', 'room', '［ルー］ム', '', ''),
(102, '5級', 102, 3, '（名）家庭', 'home', '［ホー］ム', '', ''),
(103, '5級', 103, 3, '（名）テーブル', 'table', '［テイ］ブル', '', ''),
(104, '5級', 104, 3, '（名）ベッド', 'bed', '［ベッ］ド', '', ''),
(105, '5級', 105, 3, '（名）ドア', 'door', '［ドー］', '', ''),
(106, '5級', 106, 3, '（名）本', 'book', '［ブッ］ク', '', ''),
(107, '5級', 107, 3, '（名）絵', 'picture', '［ピク］チャー', '', ''),
(108, '5級', 108, 3, '（名）コンピューター', 'computer', 'コン［ピュー］ター', '', ''),
(109, '5級', 109, 3, '（名）箱', 'box', '［ボッ］クス', '', ''),
(110, '5級', 110, 3, '（名）テレビ', 'TV', '［ティー］［ヴィー］', '', ''),
(111, '5級', 111, 3, '（名）縁のない帽子', 'cap', '［キャ］ップ', '', ''),
(112, '5級', 112, 3, '（名）かばん', 'bag', '［バッ］グ', '', ''),
(113, '5級', 113, 3, '（名）手紙', 'letter', '［レ］ター', '', ''),
(114, '5級', 114, 3, '（名）カメラ', 'camera', '［カ］メラ', '', ''),
(115, '5級', 115, 3, '（名）ペット', 'pet', '［ペッ］ト', '', ''),
(116, '5級', 116, 3, '（名）Ｔシャツ', 'T-shirt', '［ティー］シャツ', '', ''),
(117, '5級', 117, 3, '（名）窓', 'window', '［ウィン］ドウ', '', ''),
(118, '5級', 118, 3, '（名）Eメール', 'e-mail', '［イー］［メイ］ル', '', ''),
(119, '5級', 119, 3, '（名）入浴', 'bath', '［バ］ス', '', ''),
(120, '5級', 120, 3, '（名）腕時計', 'watch', '［ワッ］チ', '', ''),
(121, '5級', 121, 3, '（名）マンガ本', 'comic book', '［コ］ミック ［ブッ］ク', '', ''),
(122, '5級', 122, 3, '（名）傘', 'umbrella', 'アン［ブレ］ラ', '', ''),
(123, '5級', 123, 3, '（名）いす', 'chair', '［チェ］アー', '', ''),
(124, '5級', 124, 3, '（名）雑誌', 'magazine', 'マガ［ジー］ン', '', ''),
(125, '5級', 125, 3, '（名）電話', 'phone', '［フォ］ン', '', ''),
(126, '5級', 126, 3, '（名）浴室', 'bathroom', '［バ］スルーム', '', ''),
(127, '5級', 127, 3, '（名）ふちのある帽子', 'hat', '［ハッ］ト', '', ''),
(128, '5級', 128, 3, '（名）カップ', 'cup', '［カッ］プ', '', ''),
(129, '5級', 129, 3, '（名）キッチン', 'kitchen', '［キ］チン', '', ''),
(130, '5級', 130, 3, '（名）机', 'desk', '［デス］ク', '', ''),
(131, '5級', 131, 3, '（名）かご', 'basket', '［バ］スケット', '', ''),
(132, '5級', 132, 3, '（名）庭', 'garden', '［ガー］デン', '', ''),
(133, '5級', 133, 3, '（名）寝室', 'bedroom', '［ベッ］ドルーム', '', ''),
(134, '5級', 134, 3, '（名）新聞', 'newspaper', '［ニュー］ズペイパー', '', ''),
(135, '5級', 135, 3, '（名）シャツ', 'shirt', '［シャー］ト', '', ''),
(136, '5級', 136, 3, '（名）ＤＶＤ', 'DVD', '［ディー］［ヴィー］［ディー］', '', ''),
(137, '5級', 137, 3, '（名）床', 'floor', '［フロ］アー', '', ''),
(138, '5級', 138, 3, '（名）手袋', 'glove', '［グラ］ブ', '', ''),
(139, '5級', 139, 3, '（名）居間', 'living room', '［リ］ビング ［ルー］ム', '', ''),
(140, '5級', 140, 3, '（名）くつ', 'shoe', '［シュー］', '', ''),
(141, '5級', 141, 3, '（名）ジャケット', 'jacket', '［ジャ］ケット', '', ''),
(142, '5級', 142, 3, '（名）はがき', 'postcard', '［ポ］ストカード', '', ''),
(143, '5級', 143, 3, '（名）シャワー', 'shower', '［シャ］ワー', '', ''),
(144, '5級', 144, 3, '（名）ソファー', 'sofa', '［ソ］ファ', '', ''),
(145, '5級', 145, 3, '（名）アルバム', 'album', '［ア］ルバム', '', ''),
(146, '5級', 146, 3, '（名）カード', 'card', '［カー］ド', '', ''),
(147, '5級', 147, 3, '（名）カーテン', 'curtain', '［カー］テン', '', ''),
(148, '5級', 148, 3, '（名）日記', 'diary', '［ダイ］アリー', '', ''),
(149, '5級', 149, 3, '（名）食堂', 'dining room', '［ダイ］ニング ［ルー］ム', '', ''),
(150, '5級', 150, 3, '（名）ラジオ', 'radio', '［レイ］ディオ', '', ''),
(151, '5級', 151, 4, '（名）タオル', 'towel', '［タ］オル', '', ''),
(152, '5級', 152, 4, '（名）バックパック', 'backpack', '［バッ］クパック', '', ''),
(153, '5級', 153, 4, '（名）カレンダー', 'calendar', '［カ］レンダー', '', ''),
(154, '5級', 154, 4, '（名）コート', 'coat', '［コー］ト', '', ''),
(155, '5級', 155, 4, '（名）ポケット', 'pocket', '［ポ］ケット', '', ''),
(156, '5級', 156, 4, '（名）スカート', 'skirt', '［スカー］ト', '', ''),
(157, '5級', 157, 4, '（名）おもちゃ', 'toy', '［トイ］', '', ''),
(158, '5級', 158, 4, '（名）壁', 'wall', '［ウォー］ル', '', ''),
(159, '5級', 159, 4, '（名）置き時計', 'clock', '［クロ］ック', '', ''),
(160, '5級', 160, 4, '（名）硬貨', 'coin', '［コイ］ン', '', ''),
(161, '5級', 161, 4, '（名）犬小屋', 'doghouse', '［ドッ］グハウス', '', ''),
(162, '5級', 162, 4, '（名）暮らし', 'living', '［リ］ビング', '', ''),
(163, '5級', 163, 4, '（名）荷物', 'package', '［パ］ッケージ', '', ''),
(164, '5級', 164, 4, '（名）ポスター', 'poster', '［ポ］スター', '', ''),
(165, '5級', 165, 4, '（名）くつ', 'shoes', '［シュー］ズ', '', ''),
(166, '5級', 166, 4, '（名）せっけん', 'soap', '［ソー］プ', '', ''),
(167, '5級', 167, 4, '（名）電話', 'telephone', '［テ］レフォン', '', ''),
(168, '5級', 168, 4, '（名）箱', 'case', '［ケイ］ス', '', ''),
(169, '5級', 169, 4, '（名）生活', 'life', '［ライ］フ', '', ''),
(170, '5級', 170, 4, '（名）明かり', 'light', '［ライ］ト', '', ''),
(171, '5級', 171, 4, '（名）ビデオ', 'video', '［ビ］デオ', '', ''),
(172, '5級', 172, 4, '（名）夢', 'dream', '［ドリー］ム', '', ''),
(173, '5級', 173, 4, '（名）運動', 'exercise', '［エ］クササイズ', '', ''),
(174, '5級', 174, 4, '（名）めがね', 'glasses', '［グラ］シーズ', '', ''),
(175, '5級', 175, 4, '（名）趣味', 'hobby', '［ホ］ビー', '', ''),
(176, '5級', 176, 4, '（名）公園', 'park', '［パー］ク', '', ''),
(177, '5級', 177, 4, '（名）列車', 'train', '［トレ］イン', '', ''),
(178, '5級', 178, 4, '（名）バス', 'bus', '［バ］ス', '', ''),
(179, '5級', 179, 4, '（名）図書館', 'library', '［ラ］イブラリー', '', ''),
(180, '5級', 180, 4, '（名）車', 'car', '［カー］', '', ''),
(181, '5級', 181, 4, '（名）映画', 'movie', '［ムー］ビー', '', ''),
(182, '5級', 182, 4, '（名）レストラン', 'restaurant', '［レス］トラン', '', ''),
(183, '5級', 183, 4, '（名）駅', 'station', '［ステ］ーション', '', ''),
(184, '5級', 184, 4, '（名）店', 'shop', '［ショ］ップ', '', ''),
(185, '5級', 185, 4, '（名）動物園', 'zoo', '［ズー］', '', ''),
(186, '5級', 186, 4, '（名）都市', 'city', '［シ］ティー', '', ''),
(187, '5級', 187, 4, '（名）博物館', 'museum', 'ミュー［ジ］アム', '', ''),
(188, '5級', 188, 4, '（名）病院', 'hospital', '［ホ］スピタル', '', ''),
(189, '5級', 189, 4, '（名）通り', 'street', '［スト］リート', '', ''),
(190, '5級', 190, 4, '（名）店', 'store', '［スト］アー', '', ''),
(191, '5級', 191, 4, '（名）スーパーマーケット', 'supermarket', '［スー］パーマーケット', '', ''),
(192, '5級', 192, 4, '（名）会社', 'office', '［オ］フィス', '', ''),
(193, '5級', 193, 4, '（名）デパート', 'department sto', 'デ［パー］ト ［スト］アー', '', ''),
(194, '5級', 194, 4, '（名）船', 'ship', '［シッ］プ', '', ''),
(195, '5級', 195, 4, '（名）チケット', 'ticket', '［チ］ケット', '', ''),
(196, '5級', 196, 4, '（名）空港', 'airport', '［エ］アポート', '', ''),
(197, '5級', 197, 4, '（名）書店', 'bookstore', '［ブッ］クストアー', '', ''),
(198, '5級', 198, 4, '（名）橋', 'bridge', '［ブリ］ッジ', '', ''),
(199, '5級', 199, 4, '（名）建物', 'building', '［ビ］ルディング', '', ''),
(200, '5級', 200, 4, '（名）塔', 'tower', '［タ］ワー', '', ''),
(201, '5級', 201, 5, '（名）銀行', 'bank', '［バン］ク', '', ''),
(202, '5級', 202, 5, '（名）バス停', 'bus stop', '［バ］ス ［スト］ップ', '', ''),
(203, '5級', 203, 5, '（名）ガソリンスタンド', 'gas station', '［ガ］ス ［ステ］ーション', '', ''),
(204, '5級', 204, 5, '（名）ホテル', 'hotel', 'ホ［テ］ル', '', ''),
(205, '5級', 205, 5, '（名）飛行機', 'plane', '［プレ］イン', '', ''),
(206, '5級', 206, 5, '（名）郵便局', 'post office', '［ポ］スト ［オ］フィス', '', ''),
(207, '5級', 207, 5, '（名）警察署', 'police station', 'ポ［リス］ ［ステ］ーション', '', ''),
(208, '5級', 208, 5, '（名）タクシー', 'taxi', '［タ］クシー', '', ''),
(209, '5級', 209, 5, '（名）買物', 'shopping', '［ショ］ッピング', '', ''),
(210, '5級', 210, 5, '（名）場所', 'place', '［プレ］イス', '', ''),
(211, '5級', 211, 5, '（名）劇場', 'theater', '［シ］アター', '', ''),
(212, '5級', 212, 5, '（名）郵便', 'post', '［ポ］スト', '', ''),
(213, '5級', 213, 5, '（名）警察', 'police', 'ポ［リ］ス', '', ''),
(214, '5級', 214, 5, '（名）ベンチ', 'bench', '［ベン］チ', '', ''),
(215, '5級', 215, 5, '（名）市役所', 'City Hall', '［シ］ティー ［ホー］ル', '', ''),
(216, '5級', 216, 5, '（名）映画館', 'movie theater', '［ムー］ビー ［シ］アター', '', ''),
(217, '5級', 217, 5, '（名）町', 'town', '［タウ］ン', '', ''),
(218, '5級', 218, 5, '（名）村', 'village', '［ヴィ］レッジ', '', ''),
(219, '5級', 219, 5, '（名）お金', 'money', '［マ］ニー', '', ''),
(220, '5級', 220, 5, '（名）ミュージカル', 'musical', '［ミュー］ジカル', '', ''),
(221, '5級', 221, 5, '（名）旅行', 'trip', '［トリ］ップ', '', ''),
(222, '5級', 222, 5, '（名）順番', 'turn', '［ター］ン', '', ''),
(223, '5級', 223, 5, '（名）学校', 'school', '［スクー］ル', '', ''),
(224, '5級', 224, 5, '（名）教科書', 'textbook', '［テ］キストブック', '', ''),
(225, '5級', 225, 5, '（名）クラス', 'class', '［クラ］ス', '', ''),
(226, '5級', 226, 5, '（名）ペン', 'pen', '［ペ］ン', '', ''),
(227, '5級', 227, 5, '（名）宿題', 'homework', '［ホー］ムワーク', '', ''),
(228, '5級', 228, 5, '（名）名前', 'name', '［ネ］イム', '', ''),
(229, '5級', 229, 5, '（名）数学', 'math', '［マ］ス', '', ''),
(230, '5級', 230, 5, '（名）生徒', 'student', '［スチュー］デント', '', ''),
(231, '5級', 231, 5, '（名）先生', 'teacher', '［ティー］チャー', '', ''),
(232, '5級', 232, 5, '（名）鉛筆', 'pencil', '［ペン］シル', '', ''),
(233, '5級', 233, 5, '（名）クラブ', 'club', '［クラ］ブ', '', ''),
(234, '5級', 234, 5, '（名）消しゴム', 'eraser', 'イ［レ］イサー', '', ''),
(235, '5級', 235, 5, '（名）辞書', 'dictionary', '［ディ］クショナリー', '', ''),
(236, '5級', 236, 5, '（名）体育館', 'gym', '［ジ］ム', '', ''),
(237, '5級', 237, 5, '（名）理科', 'science', '［サイ］エンス', '', ''),
(238, '5級', 238, 5, '（名）教室', 'classroom', '［クラ］スルーム', '', ''),
(239, '5級', 239, 5, '（名）ノート', 'notebook', '［ノー］トブック', '', ''),
(240, '5級', 240, 5, '（名）美術', 'art', '［アー］ト', '', ''),
(241, '5級', 241, 5, '（名）同級生', 'classmate', '［クラ］スメイト', '', ''),
(242, '5級', 242, 5, '（名）番号', 'number', '［ナ］ンバー', '', ''),
(243, '5級', 243, 5, '（名）科目', 'subject', '［サ］ブジェクト', '', ''),
(244, '5級', 244, 5, '（名）物語', 'story', '［スト］ーリー', '', ''),
(245, '5級', 245, 5, '（名）筆箱', 'pencil case', '［ペン］シル ［ケイ］ス', '', ''),
(246, '5級', 246, 5, '（名）レッスン', 'lesson', '［レ］ッスン', '', ''),
(247, '5級', 247, 5, '（名）ページ', 'page', '［ペ］イジ', '', ''),
(248, '5級', 248, 5, '（名）プール', 'pool', '［プー］ル', '', ''),
(249, '5級', 249, 5, '（名）カフェテリア', 'cafeteria', 'カフェテ［リ］ア', '', ''),
(250, '5級', 250, 5, '（名）テスト', 'test', '［テス］ト', '', ''),
(251, '5級', 251, 6, '（名）体育', 'P.E.', '［ピー］［イー］', '', ''),
(252, '5級', 252, 6, '（名）定規', 'ruler', '［ルー］ラー', '', ''),
(253, '5級', 253, 6, '（名）黒板', 'blackboard', '［ブラ］ックボード', '', ''),
(254, '5級', 254, 6, '（名）グラウンド', 'ground', '［グラウ］ンド', '', ''),
(255, '5級', 255, 6, '（名）歴史', 'history', '［ヒ］ストリー', '', ''),
(256, '5級', 256, 6, '（名）考え', 'idea', 'アイ［ディ］ア', '', ''),
(257, '5級', 257, 6, '（名）チョーク', 'chalk', '［チョー］ク', '', ''),
(258, '5級', 258, 6, '（名）試験', 'exam', 'イグ［ザ］ム', '', ''),
(259, '5級', 259, 6, '（名）地図', 'map', '［マッ］プ', '', ''),
(260, '5級', 260, 6, '（名）計画', 'plan', '［プラ］ン', '', ''),
(261, '5級', 261, 6, '（名）質問', 'question', '［クエ］スチョン', '', ''),
(262, '5級', 262, 6, '（名）音楽', 'music', '［ミュー］ジック', '', ''),
(263, '5級', 263, 6, '（名）番組、ショー', 'show', '［ショ］ー', '', ''),
(264, '5級', 264, 6, '（名）歌', 'song', '［ソン］グ', '', ''),
(265, '5級', 265, 6, '（名）ＣＤ', 'CD', '［シー］［ディー］', '', ''),
(266, '5級', 266, 6, '（名）バンド', 'band', '［バン］ド', '', ''),
(267, '5級', 267, 6, '（名）コンサート', 'concert', '［コン］サート', '', ''),
(268, '5級', 268, 6, '（名）ギター', 'guitar', 'ギ［ター］', '', ''),
(269, '5級', 269, 6, '（名）ピアノ', 'piano', 'ピ［ア］ノ', '', ''),
(270, '5級', 270, 6, '（名）バイオリン', 'violin', 'バイオ［リ］ン', '', ''),
(271, '5級', 271, 6, '（名）フルート', 'flute', '［フルー］ト', '', ''),
(272, '5級', 272, 6, '（名）太鼓', 'drum', '［ドラ］ム', '', ''),
(273, '5級', 273, 6, '（名）ハーモニカ', 'harmonica', 'ハー［モ］ニカ', '', ''),
(274, '5級', 274, 6, '（代名）～さん（男性に対する敬称）', 'Mr.', '［ミス］ター', '', ''),
(275, '5級', 275, 6, '（代名）～さん（女性に対する敬称）', 'Ms.', '［ミ］ズ', '', ''),
(276, '5級', 276, 6, '（名）～さん（既婚女性に対する敬称）', 'Mrs.', '［ミ］セズ', '', ''),
(277, '5級', 277, 6, '（名）英語', 'English', '［イン］グリッシュ', '', ''),
(278, '5級', 278, 6, '（名）日本語', 'Japanese', 'ジャパ［ニー］ズ', '', ''),
(279, '5級', 279, 6, '（名）フランス語', 'French', '［フレン］チ', '', ''),
(280, '5級', 280, 6, '（名）世界', 'world', '［ワー］ルド', '', ''),
(281, '5級', 281, 6, '（名）国', 'country', '［カン］トリー', '', ''),
(282, '5級', 282, 6, '（名）日本', 'Japan', 'ジャ［パ］ン', '', ''),
(283, '5級', 283, 6, '（名）イギリス', 'England', '［イン］グランド', '', ''),
(284, '5級', 284, 6, '（名）フランス', 'France', '［フラ］ンス', '', ''),
(285, '5級', 285, 6, '（名）ドイツ', 'Germany', '［ジャー］マニー', '', ''),
(286, '5級', 286, 6, '（名）オーストラリア', 'Australia', 'オーストレ［リ］ア', '', ''),
(287, '5級', 287, 6, '（名）中国', 'China', '［チャイ］ナ', '', ''),
(288, '5級', 288, 6, '（名）インド', 'India', '［イン］ディア', '', ''),
(289, '5級', 289, 6, '（名）イタリア', 'Italy', '［イ］タリー', '', ''),
(290, '5級', 290, 6, '（名）カナダ', 'Canada', '［カ］ナダ', '', ''),
(291, '5級', 291, 6, '（名）シンガポール', 'Singapore', '［シン］ガポール', '', ''),
(292, '5級', 292, 6, '（名）アメリカ人', 'American', 'ア［メ］リカン', '', ''),
(293, '5級', 293, 6, '（名）スペイン人', 'Spanish', '［スパ］ニッシュ', '', ''),
(294, '5級', 294, 6, '（名）手', 'hand', '［ハン］ド', '', ''),
(295, '5級', 295, 6, '（名）目', 'eye', '［アイ］', '', ''),
(296, '5級', 296, 6, '（名）髪の毛', 'hair', '［ヘ］アー', '', ''),
(297, '5級', 297, 6, '（名）脚', 'leg', '［レ］ッグ', '', ''),
(298, '5級', 298, 6, '（名）顔', 'face', '［フェ］イス', '', ''),
(299, '5級', 299, 6, '（名）頭', 'head', '［ヘ］ッド', '', ''),
(300, '5級', 300, 6, '（名）口', 'mouth', '［マウ］ス', '', ''),
(301, '5級', 301, 7, '（名）手の指', 'finger', '［フィン］ガー', '', ''),
(302, '5級', 302, 7, '（名）歯の複数形', 'teeth', '［ティー］ス', '', ''),
(303, '5級', 303, 7, '（名）足', 'foot', '［フッ］ト', '', ''),
(304, '5級', 304, 7, '（名）耳', 'ear', '［イ］アー', '', ''),
(305, '5級', 305, 7, '（名）肩', 'shoulder', '［ショ］ルダー', '', ''),
(306, '5級', 306, 7, '（名）首', 'neck', '［ネ］ック', '', ''),
(307, '5級', 307, 7, '（名）動物', 'animal', '［ア］ニマル', '', ''),
(308, '5級', 308, 7, '（名）犬', 'dog', '［ド］ッグ', '', ''),
(309, '5級', 309, 7, '（名）鳥', 'bird', '［バー］ド', '', ''),
(310, '5級', 310, 7, '（名）猫', 'cat', '［キャ］ット', '', ''),
(311, '5級', 311, 7, '（名）魚', 'fish', '［フィ］ッシュ', '', ''),
(312, '5級', 312, 7, '（名）羊', 'sheep', '［シー］プ', '', ''),
(313, '5級', 313, 7, '（名）ウサギ', 'rabbit', '［ラ］ビット', '', ''),
(314, '5級', 314, 7, '（名）イルカ', 'dolphin', '［ドル］フィン', '', ''),
(315, '5級', 315, 7, '（名）象', 'elephant', '［エ］レファント', '', ''),
(316, '5級', 316, 7, '（名）蝶', 'butterfly', '［バ］ターフライ', '', ''),
(317, '5級', 317, 7, '（名）猿', 'monkey', '［モン］キー', '', ''),
(318, '5級', 318, 7, '（名）ハムスター', 'hamster', '［ハム］スター', '', ''),
(319, '5級', 319, 7, '（名）木', 'tree', '［トゥ］リー', '', ''),
(320, '5級', 320, 7, '（名）バラ', 'rose', '［ロ］ーズ', '', ''),
(321, '5級', 321, 7, '（名）木', 'wood', '［ウッ］ド', '', ''),
(322, '5級', 322, 7, '（名）花', 'flower', '［フラ］ワー', '', ''),
(323, '5級', 323, 7, '（名）水', 'water', '［ウォ］ーター', '', ''),
(324, '5級', 324, 7, '（名）海', 'sea', '［シー］', '', ''),
(325, '5級', 325, 7, '（名）川', 'river', '［リ］バー', '', ''),
(326, '5級', 326, 7, '（名）太陽', 'sun', '［サ］ン', '', ''),
(327, '5級', 327, 7, '（名）星', 'star', '［スタ］ー', '', ''),
(328, '5級', 328, 7, '（名）岩', 'rock', '［ロ］ック', '', ''),
(329, '5級', 329, 7, '（名）風', 'wind', '［ウィ］ンド', '', ''),
(330, '5級', 330, 7, '（名）山', 'mountain', '［マウ］ンテン', '', ''),
(331, '5級', 331, 7, '（名）天気', 'weather', '［ウェ］ザー', '', ''),
(332, '5級', 332, 7, '（名）空', 'sky', '［スカ］イ', '', ''),
(333, '5級', 333, 7, '（名）湖', 'lake', '［レ］イク', '', ''),
(334, '5級', 334, 7, '（名）海辺', 'beach', '［ビー］チ', '', ''),
(335, '5級', 335, 7, '（名）雲', 'cloud', '［クラ］ウド', '', ''),
(336, '5級', 336, 7, '（名）雪', 'snow', '［スノ］ー', '', ''),
(337, '5級', 337, 7, '（名）月', 'moon', '［ムー］ン', '', ''),
(338, '5級', 338, 7, '（名）春', 'spring', '［スプ］リング', '', ''),
(339, '5級', 339, 7, '（名）夏', 'summer', '［サ］マー', '', ''),
(340, '5級', 340, 7, '（名）秋', 'fall', '［フォ］ール', '', ''),
(341, '5級', 341, 7, '（名）秋', 'autumn', '［オー］タム', '', ''),
(342, '5級', 342, 7, '（名）冬', 'winter', '［ウィ］ンター', '', ''),
(343, '5級', 343, 7, '（名）パーティー', 'party', '［パー］ティー', '', ''),
(344, '5級', 344, 7, '（名）プレゼント', 'present', '［プレ］ゼント', '', ''),
(345, '5級', 345, 7, '（名）休日', 'holiday', '［ホ］リデー', '', ''),
(346, '5級', 346, 7, '（名）祭り', 'festival', '［フェ］スティバル', '', ''),
(347, '5級', 347, 7, '（名）誕生日', 'birthday', '［バー］スデー', '', ''),
(348, '5級', 348, 7, '（名）兄、弟', 'brother', '［ブラ］ザー', '', ''),
(349, '5級', 349, 7, '（名）姉、妹', 'sister', '［シ］スター', '', ''),
(350, '5級', 350, 7, '（名）父', 'father', '［ファ］ーザー', '', ''),
(351, '5級', 351, 8, '（名）母', 'mother', '［マ］ザー', '', ''),
(352, '5級', 352, 8, '（名）家族', 'family', '［ファ］ミリー', '', ''),
(353, '5級', 353, 8, '（名）おじ', 'uncle', '［ア］ンクル', '', ''),
(354, '5級', 354, 8, '（名）おば', 'aunt', '［ア］ント', '', ''),
(355, '5級', 355, 8, '（名）息子', 'son', '［サ］ン', '', ''),
(356, '5級', 356, 8, '（名）娘', 'daughter', '［ドー］ター', '', ''),
(357, '5級', 357, 8, '（名）祖父', 'grandfather', '［グラン］ドファーザー', '', ''),
(358, '5級', 358, 8, '（名）祖母', 'grandmother', '［グラン］ドマザー', '', ''),
(359, '5級', 359, 8, '（名）色', 'color', '［カ］ラー', '', ''),
(360, '5級', 360, 8, '（名）黒', 'black', '［ブラ］ック', '', ''),
(361, '5級', 361, 8, '（名）白', 'white', '［ホワ］イト', '', ''),
(362, '5級', 362, 8, '（名）緑色', 'green', '［グリー］ン', '', ''),
(363, '5級', 363, 8, '（名）赤', 'red', '［レ］ッド', '', ''),
(364, '5級', 364, 8, '（名）青', 'blue', '［ブルー］', '', ''),
(365, '5級', 365, 8, '（名）茶色', 'brown', '［ブラ］ウン', '', ''),
(366, '5級', 366, 8, '（名）黄色', 'yellow', '［イェ］ロー', '', ''),
(367, '5級', 367, 8, '（名）ピンク色', 'pink', '［ピン］ク', '', ''),
(368, '5級', 368, 8, '（名）紫色', 'purple', '［パー］プル', '', ''),
(369, '5級', 369, 8, '（名）チーム', 'team', '［チー］ム', '', ''),
(370, '5級', 370, 8, '（名）試合', 'game', '［ゲ］イム', '', ''),
(371, '5級', 371, 8, '（名）スポーツ', 'sport', '［スポー］ツ', '', ''),
(372, '5級', 372, 8, '（名）得点', 'score', '［スコ］アー', '', ''),
(373, '5級', 373, 8, '（名）ボール', 'ball', '［ボー］ル', '', ''),
(374, '5級', 374, 8, '（名）ソフトボール', 'softball', '［ソフ］トボール', '', ''),
(375, '5級', 375, 8, '（名）フットボール', 'football', '［フッ］トボール', '', ''),
(376, '5級', 376, 8, '（名）テニス', 'tennis', '［テ］ニス', '', ''),
(377, '5級', 377, 8, '（名）自転車', 'bike', '［バ］イク', '', ''),
(378, '5級', 378, 8, '（名）サッカー', 'soccer', '［サ］ッカー', '', ''),
(379, '5級', 379, 8, '（名）自転車', 'bicycle', '［バイ］シクル', '', ''),
(380, '5級', 380, 8, '（名）ラケット', 'racket', '［ラ］ケット', '', ''),
(381, '5級', 381, 8, '（名）野球', 'baseball', '［ベイ］スボール', '', ''),
(382, '5級', 382, 8, '（名）バドミントン', 'badminton', '［バド］ミントン', '', ''),
(383, '5級', 383, 8, '（名）バスケットボール', 'basketball', '［バス］ケットボール', '', ''),
(384, '5級', 384, 8, '（名）バレーボール', 'volleyball', '［バレ］ーボール', '', ''),
(385, '5級', 385, 8, '（名）朝食', 'breakfast', '［ブレッ］クファスト', '', ''),
(386, '5級', 386, 8, '（名）昼食', 'lunch', '［ラン］チ', '', ''),
(387, '5級', 387, 8, '（名）昼食時間', 'lunchtime', '［ラン］チタイム', '', ''),
(388, '5級', 388, 8, '（名）夕食', 'dinner', '［ディ］ナー', '', ''),
(389, '5級', 389, 8, '（名）コップ', 'glass', '［グラ］ス', '', ''),
(390, '5級', 390, 8, '（名）茶', 'tea', '［ティー］', '', ''),
(391, '5級', 391, 8, '（名）コーヒー', 'coffee', '［コ］ーヒー', '', ''),
(392, '5級', 392, 8, '（名）浅い皿', 'plate', '［プレ］イト', '', ''),
(393, '5級', 393, 8, '（名）ナイフ', 'knife', '［ナ］イフ', '', ''),
(394, '5級', 394, 8, '（名）フォーク', 'fork', '［フォー］ク', '', ''),
(395, '5級', 395, 8, '（名）皿', 'dish', '［ディ］ッシュ', '', ''),
(396, '5級', 396, 8, '（名）スプーン', 'spoon', '［スプー］ン', '', ''),
(397, '5級', 397, 8, '（名）弁当箱', 'lunchbox', '［ラン］チボックス', '', ''),
(398, '5級', 398, 8, '（名）はし', 'chopstick', '［チョ］ップスティック', '', ''),
(399, '5級', 399, 8, '（名）食べ物', 'food', '［フー］ド', '', ''),
(400, '5級', 400, 8, '（名）卵', 'egg', '［エ］ッグ', '', ''),
(401, '5級', 401, 9, '（名）牛乳', 'milk', '［ミル］ク', '', ''),
(402, '5級', 402, 9, '（名）果物', 'fruit', '［フルー］ツ', '', ''),
(403, '5級', 403, 9, '（名）氷', 'ice', '［アイ］ス', '', ''),
(404, '5級', 404, 9, '（名）砂糖', 'sugar', '［シュ］ガー', '', ''),
(405, '5級', 405, 9, '（名）ケーキ', 'cake', '［ケ］イク', '', ''),
(406, '5級', 406, 9, '（名）パン', 'bread', '［ブレ］ッド', '', ''),
(407, '5級', 407, 9, '（名）肉', 'meat', '［ミー］ト', '', ''),
(408, '5級', 408, 9, '（名）塩', 'salt', '［ソル］ト', '', ''),
(409, '5級', 409, 9, '（名）クリーム', 'cream', '［クリー］ム', '', ''),
(410, '5級', 410, 9, '（名）リンゴ', 'apple', '［ア］ップル', '', ''),
(411, '5級', 411, 9, '（名）オレンジ', 'orange', '［オ］レンジ', '', ''),
(412, '5級', 412, 9, '（名）野菜', 'vegetable', '［ベ］ジタブル', '', ''),
(413, '5級', 413, 9, '（名）じゃがいも', 'potato', 'ポ［テ］イトー', '', ''),
(414, '5級', 414, 9, '（名）チョコレート', 'chocolate', '［チョ］コレート', '', ''),
(415, '5級', 415, 9, '（名）サンドイッチ', 'sandwich', '［サン］ドウィッチ', '', ''),
(416, '5級', 416, 9, '（名）ジュース', 'juice', '［ジュー］ス', '', ''),
(417, '5級', 417, 9, '（名）ジャム', 'jam', '［ジャ］ム', '', ''),
(418, '5級', 418, 9, '（名）米', 'rice', '［ラ］イス', '', ''),
(419, '5級', 419, 9, '（名）パイ', 'pie', '［パ］イ', '', ''),
(420, '5級', 420, 9, '（名）ハム', 'ham', '［ハ］ム', '', ''),
(421, '5級', 421, 9, '（名）トマト', 'tomato', 'ト［メ］イトー', '', ''),
(422, '5級', 422, 9, '（名）スープ', 'soup', '［スー］プ', '', ''),
(423, '5級', 423, 9, '（名）サラダ', 'salad', '［サ］ラド', '', ''),
(424, '5級', 424, 9, '（名）玉ねぎ', 'onion', '［ア］ニオン', '', ''),
(425, '5級', 425, 9, '（名）バナナ', 'banana', 'バ［ナ］ナ', '', ''),
(426, '5級', 426, 9, '（名）ソーセージ', 'sausage', '［ソ］ーセージ', '', ''),
(427, '5級', 427, 9, '（名）にんじん', 'carrot', '［キャ］ロット', '', ''),
(428, '5級', 428, 9, '（名）ぶどう', 'grape', '［グレ］イプ', '', ''),
(429, '5級', 429, 9, '（名）もも', 'peach', '［ピー］チ', '', ''),
(430, '5級', 430, 9, '（名）いちご', 'strawberry', '［スト］ローベリー', '', ''),
(431, '5級', 431, 9, '（名）ピザ', 'pizza', '［ピ］ッツァ', '', ''),
(432, '5級', 432, 9, '（名）カレー', 'curry', '［カ］レー', '', ''),
(433, '5級', 433, 9, '（名）デザート', 'dessert', 'デ［ザー］ト', '', ''),
(434, '5級', 434, 9, '（名）ハンバーガー', 'burger', '［バー］ガー', '', ''),
(435, '5級', 435, 9, '（名）パイナップル', 'pineapple', '［パイ］ナップル', '', ''),
(436, '5級', 436, 9, '（名）アイスクリーム', 'ice cream', '［アイ］ス ［クリー］ム', '', ''),
(437, '5級', 437, 9, '（名）ヨーグルト', 'yogurt', '［ヨー］グルト', '', ''),
(438, '5級', 438, 9, '（名）スパゲティー', 'spaghetti', 'スパ［ゲ］ッティ', '', ''),
(439, '5級', 439, 9, '（名）きゅうり', 'cucumber', '［キュー］カンバー', '', ''),
(440, '5級', 440, 9, '（名）ハンバーガー', 'hamburger', '［ハン］バーガー', '', ''),
(441, '5級', 441, 9, '（名）かぼちゃ', 'pumpkin', '［パン］プキン', '', ''),
(442, '5級', 442, 9, '（名）クッキー', 'cookie', '［クッ］キー', '', ''),
(443, '5級', 443, 9, '（名）寿司', 'sushi', '［ス］シ', '', ''),
(444, '5級', 444, 9, '（名）日曜日', 'Sunday', '［サン］デー', '', ''),
(445, '5級', 445, 9, '（名）月曜日', 'Monday', '［マン］デー', '', ''),
(446, '5級', 446, 9, '（名）火曜日', 'Tuesday', '［チュー］ズデー', '', ''),
(447, '5級', 447, 9, '（名）水曜日', 'Wednesday', '［ウェン］ズデー', '', ''),
(448, '5級', 448, 9, '（名）木曜日', 'Thursday', '［サー］ズデー', '', ''),
(449, '5級', 449, 9, '（名）金曜日', 'Friday', '［フラ］イデー', '', ''),
(450, '5級', 450, 9, '（名）土曜日', 'Saturday', '［サ］ターデー', '', ''),
(451, '5級', 451, 10, '（名）メートル', 'meter', '［ミー］ター', '', ''),
(452, '5級', 452, 10, '（名）センチメートル', 'centimeter', 'セン［チ］メーター', '', ''),
(453, '5級', 453, 10, '（名）ドル', 'dollar', '［ダ］ラー', '', ''),
(454, '5級', 454, 10, '（名）セント', 'cent', '［セン］ト', '', ''),
(455, '5級', 455, 10, '（名）円', 'yen', '［イェ］ン', '', ''),
(456, '5級', 456, 10, '（名）キログラム', 'kilogram', '［キ］ログラム', '', ''),
(457, '5級', 457, 10, '（名）午前', 'a.m.', '［エー］［エ］ム', '', ''),
(458, '5級', 458, 10, '（代名）これ', 'this', '［ディ］ス', '', ''),
(459, '5級', 459, 10, '（代名）あれ', 'that', '［ザ］ット', '', ''),
(460, '5級', 460, 10, '（代名）これら', 'these', '［ジー］ズ', '', ''),
(461, '5級', 461, 10, '（代名）あれら', 'those', '［ゾー］ズ', '', ''),
(462, '5級', 462, 10, '（代名）私は', 'I', '［ア］イ', '', ''),
(463, '5級', 463, 10, '（代名）私の', 'my', '［マ］イ', '', ''),
(464, '5級', 464, 10, '（代名）私を', 'me', '［ミー］', '', ''),
(465, '5級', 465, 10, '（代名）私のもの', 'mine', '［マ］イン', '', ''),
(466, '5級', 466, 10, '（代名）あなたは', 'you', '［ユー］', '', ''),
(467, '5級', 467, 10, '（代名）あなたの', 'your', '［ユ］アー', '', ''),
(468, '5級', 468, 10, '（代名）あなたのもの', 'yours', '［ユ］アーズ', '', ''),
(469, '5級', 469, 10, '（代名）彼は', 'he', '［ヒー］', '', ''),
(470, '5級', 470, 10, '（代名）彼の', 'his', '［ヒ］ズ', '', ''),
(471, '5級', 471, 10, '（代名）彼を', 'him', '［ヒ］ム', '', ''),
(472, '5級', 472, 10, '（代名）彼女は', 'she', '［シー］', '', ''),
(473, '5級', 473, 10, '（代名）彼女の', 'her', '［ハー］', '', ''),
(474, '5級', 474, 10, '（代名）彼女のもの', 'hers', '［ハー］ズ', '', ''),
(475, '5級', 475, 10, '（代名）それは', 'it', '［イ］ット', '', ''),
(476, '5級', 476, 10, '（代名）それの', 'its', '［イ］ッツ', '', ''),
(477, '5級', 477, 10, '（代名）私たちは', 'we', '［ウィ］ー', '', ''),
(478, '5級', 478, 10, '（代名）私たちの', 'our', '［ア］ワー', '', ''),
(479, '5級', 479, 10, '（代名）私たちに', 'us', '［ア］ス', '', ''),
(480, '5級', 480, 10, '（代名）私たちのもの', 'ours', '［ア］ワーズ', '', ''),
(481, '5級', 481, 10, '（代名）彼らは', 'they', '［ゼ］イ', '', ''),
(482, '5級', 482, 10, '（代名）彼らの', 'their', '［ゼ］アー', '', ''),
(483, '5級', 483, 10, '（代名）彼らを', 'them', '［ゼ］ム', '', ''),
(484, '5級', 484, 10, '（代名）彼らのもの', 'theirs', '［ゼ］アーズ', '', ''),
(485, '5級', 485, 10, '（代名）1 つ', 'one', '［ワ］ン', '', ''),
(486, '5級', 486, 10, '（代名）すべての', 'all', '［オー］ル', '', ''),
(487, '5級', 487, 10, '（代名）いくつかの', 'some', '［サ］ム', '', ''),
(488, '5級', 488, 10, '（代名）いくつかの', 'any', '［エ］ニー', '', ''),
(489, '5級', 489, 10, '（代名）たくさんの', 'many', '［メ］ニー', '', ''),
(490, '5級', 490, 10, '（代名）毎～', 'every', '［エ］ブリー', '', ''),
(491, '5級', 491, 10, '（代名）全てのもの', 'everything', '［エ］ブリーシング', '', ''),
(492, '5級', 492, 10, '（代名）みんな', 'everyone', '［エ］ブリーワン', '', ''),
(493, '5級', 493, 10, '（動）～である', 'am', '［ア］ム', '', ''),
(494, '5級', 494, 10, '（動）～である', 'are', '［アー］', '', ''),
(495, '5級', 495, 10, '（動）～である', 'is', '［イ］ズ', '', ''),
(496, '5級', 496, 10, '（動）～をする', 'do', '［ドゥ］ー', '', ''),
(497, '5級', 497, 10, '（動）～が好きである', 'like', '［ラ］イク', '', ''),
(498, '5級', 498, 10, '（動）～を持っている', 'have', '［ハ］ブ', '', ''),
(499, '5級', 499, 10, '（動）行く', 'go', '［ゴ］ー', '', ''),
(500, '5級', 500, 10, '（動）来る', 'come', '［カ］ム', '', ''),
(744, '４級', 1, 1, '（動）～と言う', '　say', '［セ］イ', '', ''),
(745, '４級', 2, 1, '（動）行く', '　go', '［ゴ］ウ', '', ''),
(746, '４級', 3, 1, '（動）～を手に入れる', '　get', '［ゲ］ット', '', ''),
(747, '４級', 4, 1, '（動）～を作る', '　make', '［メ］イク', '', ''),
(748, '４級', 5, 1, '（動）知っている', '　know', '［ノ］ウ', '', ''),
(749, '４級', 6, 1, '（動）～を取る', '　take', '［テ］イク', '', ''),
(750, '４級', 7, 1, '（動）思う', '　think', '［シ］ンク', '', ''),
(751, '４級', 8, 1, '（動）見る', '　see', '［シ］ー', '', ''),
(752, '４級', 9, 1, '（動）好む', '　like', '［ラ］イク', '', ''),
(753, '４級', 10, 1, '（動）使う', '　use', '［ユ］ーズ', '', ''),
(754, '４級', 11, 1, '（動）来る', '　come', '［カ］ム', '', ''),
(755, '４級', 12, 1, '（動）働く', '　work', '［ワ］ーク', '', ''),
(756, '４級', 13, 1, '（動）見る', '　look', '［ル］ック', '', ''),
(757, '４級', 14, 1, '（動）見つける', '　find', '［フ］ァインド', '', ''),
(758, '４級', 15, 1, '（動）～を必要とする', '　need', '［ニ］ード', '', ''),
(759, '４級', 16, 1, '（動）欲しい', '　want', '［ウォ］ント', '', ''),
(760, '４級', 17, 1, '（形）新しい', '　new', '［ニュ］ー', '', ''),
(761, '４級', 18, 1, '（形）右の', '　right', '［ラ］イト', '', ''),
(762, '４級', 19, 1, '（形）多くの', '　many', '［メ］ニー', '', ''),
(763, '４級', 20, 1, '（形）良い', '　good', '［グ］ッド', '', ''),
(764, '４級', 21, 1, '（形）そのような', '　such', '［サ］ッチ', '', ''),
(765, '４級', 22, 1, '（形）この前の', '　last', '［ラ］スト', '', ''),
(766, '４級', 23, 1, '（形）遅い', '　late', '［レ］イト', '', ''),
(767, '４級', 24, 1, '（形）すばらしい', '　great', '［グレ］イト', '', ''),
(768, '４級', 25, 1, '（形）古い', '　old', '［オ］ウルド', '', ''),
(769, '４級', 26, 1, '（形）同じ', '　same', '［セ］イム', '', ''),
(770, '４級', 27, 1, '（形）長い', '　long', '［ロ］ング', '', ''),
(771, '４級', 28, 1, '（形）ほかの', '　another', 'ア［ナ］ザー', '', ''),
(772, '４級', 29, 1, '（形）興味深い', '　interesting', '［イン］タレスティング', '', ''),
(773, '４級', 30, 1, '（形）早い', '　early', '［アー］リー', '', ''),
(774, '４級', 31, 1, '（形）各々の', '　each', '［イ］ーチ', '', ''),
(775, '４級', 32, 1, '（形）違った', '　different', '［デ］ィファレント', '', ''),
(776, '４級', 33, 1, '（形）左の', '　left', '［レ］フト', '', ''),
(777, '４級', 34, 1, '（形）若い', '　young', '［ヤ］ング', '', ''),
(778, '４級', 35, 1, '（名）年', '　year', '［イ］ヤー', '', ''),
(779, '４級', 36, 1, '（名）時', '　time', '［タ］イム', '', ''),
(780, '４級', 37, 1, '（名）人々', '　people', '［ピ］ープル', '', ''),
(781, '４級', 38, 1, '（名）道', '　way', '［ウ］ェイ', '', ''),
(782, '４級', 39, 1, '（名）男性', '　man', '［マ］ン', '', ''),
(783, '４級', 40, 1, '（名）日', '　day', '［デ］イ', '', ''),
(784, '４級', 41, 1, '（名）もの', '　thing', '［シ］ング', '', ''),
(785, '４級', 42, 1, '（名）家', '　house', '［ハ］ウス', '', ''),
(786, '４級', 43, 1, '（名）場所', '　place', '［プレ］イス', '', ''),
(787, '４級', 44, 1, '（名）意味', '　meaning', '［ミ］ーニング', '', ''),
(788, '４級', 45, 1, '（名）部分', '　part', '［パ］ート', '', ''),
(789, '４級', 46, 1, '（名）州', '　state', '［ステ］イト', '', ''),
(790, '４級', 47, 1, '（名）女性', '　woman', '［ウ］ーマン', '', ''),
(791, '４級', 48, 1, '（名）グループ', '　group', '［グル］ープ', '', ''),
(792, '４級', 49, 1, '（名）数', '　number', '［ナ］ンバー', '', ''),
(793, '４級', 50, 1, '（名）世界', '　world', '［ワ］ールド', '', ''),
(794, '４級', 51, 2, '（名）手', '　hand', '［ハ］ンド', '', ''),
(795, '４級', 52, 2, '（名）会社', '　company', '［カ］ンパニー', '', ''),
(796, '４級', 53, 2, '（名）生活', '　life', '［ラ］イフ', '', ''),
(797, '４級', 54, 2, '（名）問題', '　problem', '［プ］ロブレム', '', ''),
(798, '４級', 55, 2, '（名）会議', '　meeting', '［ミ］ーティング', '', ''),
(799, '４級', 56, 2, '（名）学校', '　school', '［スク］ール', '', ''),
(800, '４級', 57, 2, '（名）レポート', '　report', 'レ［ポ］ート', '', ''),
(801, '４級', 58, 2, '（名）小サイズ', '　small', '［スモ］ール', '', ''),
(802, '４級', 59, 2, '（名）何か', '　something', '［サ］ムシング', '', ''),
(803, '４級', 60, 2, '（名）居間', '　living room', 'room', '', ''),
(804, '４級', 61, 2, '（名）頭', '　head', '［ヘ］ッド', '', ''),
(805, '４級', 62, 2, '（名）国', '　country', '［カ］ントリー', '', ''),
(806, '４級', 63, 2, '（名）顔', '　face', '［フ］ェイス', '', ''),
(807, '４級', 64, 2, '（名）週', '　week', '［ウ］ィーク', '', ''),
(808, '４級', 65, 2, '（名）劇', '　play', '［プレ］イ', '', ''),
(809, '４級', 66, 2, '（名）大サイズ', '　large', '［ラ］ージ', '', ''),
(810, '４級', 67, 2, '（名）計画', '　plan', '［プラ］ン', '', ''),
(811, '４級', 68, 2, '（名）一員', '　member', '［メ］ンバー', '', ''),
(812, '４級', 69, 2, '（名）秒', '　second', '［セ］カンド', '', ''),
(813, '４級', 70, 2, '（名）言葉', '　word', '［ワ］ード', '', ''),
(814, '４級', 71, 2, '（名）質問', '　question', '［クェ］スチョン', '', ''),
(815, '４級', 72, 2, '（名）家族', '　family', '［フ］ァミリー', '', ''),
(816, '４級', 73, 2, '（名）社会', '　social studies', 'studies', '', ''),
(817, '４級', 74, 2, '（名）市場', '　market', '［マ］ーケット', '', ''),
(818, '４級', 75, 2, '（名）目', '　eye', '［ア］イ', '', ''),
(819, '４級', 76, 2, '（名）月', '　month', '［マ］ンス', '', ''),
(820, '４級', 77, 2, '（名）今月', '　this month', 'month', '', ''),
(821, '４級', 78, 2, '（名）情報', '　information', 'インフォ［メ］ーション', '', ''),
(822, '４級', 79, 2, '（名）水', '　water', '［ウォ］ーター', '', ''),
(823, '４級', 80, 2, '（名）お金', '　money', '［マ］ネー', '', ''),
(824, '４級', 81, 2, '（名）夜', '　night', '［ナ］イト', '', ''),
(825, '４級', 82, 2, '（名）部屋', '　room', '［ル］ーム', '', ''),
(826, '４級', 83, 2, '（名）自動車', '　car', '［カ］ー', '', ''),
(827, '４級', 84, 2, '（名）読書', '　reading', '［リ］ーディング', '', ''),
(828, '４級', 85, 2, '（名）（球技の）コート', '　court', '［コ］ート', '', ''),
(829, '４級', 86, 2, '（名）列車', '　train', '［トレ］イン', '', ''),
(830, '４級', 87, 2, '（名）秋', '　fall', '［フォ］ール', '', ''),
(831, '４級', 88, 2, '（名）プレゼント', '　present', '［プ］レゼント', '', ''),
(832, '４級', 89, 2, '（名）何も～ない', '　nothing', '［ナ］シング', '', ''),
(833, '４級', 90, 2, '（名）ながめ', '　view', '［ビュ］ー', '', ''),
(834, '４級', 91, 2, '（名）考え', '　idea', 'アイ［デ］ィア', '', ''),
(835, '４級', 92, 2, '（名）仕事', '　job', '［ジョ］ブ', '', ''),
(836, '４級', 93, 2, '（名）身体', '　body', '［ボ］ディー', '', ''),
(837, '４級', 94, 2, '（名）友達', '　friend', '［フレ］ンド', '', ''),
(838, '４級', 95, 2, '（名）法律', '　law', '［ロ］ー', '', ''),
(839, '４級', 96, 2, '（名）明かり', '　light', '［ラ］イト', '', ''),
(840, '４級', 97, 2, '（名）時間', '　hour', '［ア］ワー', '', ''),
(841, '４級', 98, 2, '（名）会社', '　office', '［オ］フィス', '', ''),
(842, '４級', 99, 2, '（名）戦争', '　war', '［ウォ］ー', '', ''),
(843, '４級', 100, 2, '（名）考え', '　thought', '［ソ］ート', '', ''),
(844, '４級', 101, 3, '（動）話す', '　tell', '［テ］ル', '', ''),
(845, '４級', 102, 3, '（動）感じる', '　feel', '［フィ］ール', '', ''),
(846, '４級', 103, 3, '（動）見せる', '　show', '［ショ］ウ', '', ''),
(847, '４級', 104, 3, '（動）置く', '　put', '［プ］ット', '', ''),
(848, '４級', 105, 3, '（動）変える', '　change', '［チェ］インジ', '', ''),
(849, '４級', 106, 3, '（動）～になる', '　become', 'ビ［カ］ム', '', ''),
(850, '４級', 107, 3, '（動）意味する', '　mean', '［ミ］ーン', '', ''),
(851, '４級', 108, 3, '（動）終わる', '　end', '［エ］ンド', '', ''),
(852, '４級', 109, 3, '（動）電話する', '　call', '［コ］ール', '', ''),
(853, '４級', 110, 3, '（動）～の様に見える', '　seem', '［シ］ーム', '', ''),
(854, '４級', 111, 3, '（動）質問する', '　ask', '［ア］スク', '', ''),
(855, '４級', 112, 3, '（動）置く', '　set', '［セ］ット', '', ''),
(856, '４級', 113, 3, '（動）曲がる', '　turn', '［ター］ン', '', ''),
(857, '４級', 114, 3, '（動）会う', '　meet', '［ミ］ート', '', ''),
(858, '４級', 115, 3, '（動）握る', '　hold', '［ホ］ールド', '', ''),
(859, '４級', 116, 3, '（動）握る', '　hold', '［ホ］ールド', '', ''),
(860, '４級', 117, 3, '（形）閉まっている', '　closed', '［クロ］ーズド', '', ''),
(861, '４級', 118, 3, '（形）重要な', '　important', 'イン［ポ］ータント', '', ''),
(862, '４級', 119, 3, '（形）十分な', '　enough', 'イ［ナ］フ', '', ''),
(863, '４級', 120, 3, '（形）親切な', '　kind', '［カ］インド', '', ''),
(864, '４級', 121, 3, '（形）いっぱいの', '　full', '［フ］ル', '', ''),
(865, '４級', 122, 3, '（形）どちらの～もない', '　either', '［アイ］ザー', '', ''),
(866, '４級', 123, 3, '（形）黒い', '　black', '［ブラ］ック', '', ''),
(867, '４級', 124, 3, '（形）過去の', '　past', '［パ］スト', '', ''),
(868, '４級', 125, 3, '（形）難しい', '　hard', '［ハ］ード', '', ''),
(869, '４級', 126, 3, '（形）確信して', '　sure', '［シュ］アー', '', ''),
(870, '４級', 127, 3, '（形）～の後ろに', '　behind', 'ビ［ハ］インド', '', ''),
(871, '４級', 128, 3, '（形）ほんとうの', '　real', '［リ］アル', '', ''),
(872, '４級', 129, 3, '（形）自由な', '　free', '［フリ］ー', '', ''),
(873, '４級', 130, 3, '（形）難しい', '　difficult', '［デ］ィフィカルト', '', ''),
(874, '４級', 131, 3, '（形）簡単な', '　easy', '［イ］ージー', '', ''),
(875, '４級', 132, 3, '（形）短い', '　short', '［ショ］ート', '', ''),
(876, '４級', 133, 3, '（形）強い', '　strong', '［ストロ］ング', '', ''),
(877, '４級', 134, 3, '（形）低い', '　low', '［ロ］ウ', '', ''),
(878, '４級', 135, 3, '（名）母', '　mother', '［マ］ザー', '', ''),
(879, '４級', 136, 3, '（名）人', '　person', '［パー］ソン', '', ''),
(880, '４級', 137, 3, '（名）警察官', '　police officer', 'officer', '', ''),
(881, '４級', 138, 3, '（名）警察', '　police', 'ポ［リ］ース', '', ''),
(882, '４級', 139, 3, '（名）土地', '　land', '［ラ］ンド', '', ''),
(883, '４級', 140, 3, '（名）散歩', '　walk', '［ウォ］ーク', '', ''),
(884, '４級', 141, 3, '（名）何か', '　anything', '［エ］ニシング', '', ''),
(885, '４級', 142, 3, '（名）市', '　city', '［シ］ティ', '', ''),
(886, '４級', 143, 3, '（名）分', '　minute', '［ミ］ニット', '', ''),
(887, '４級', 144, 3, '（名）銀行', '　bank', '［バ］ンク', '', ''),
(888, '４級', 145, 3, '（名）科目', '　subject', '［サ］ブジェクト', '', ''),
(889, '４級', 146, 3, '（名）100万', '　million', '［ミ］リオン', '', ''),
(890, '４級', 147, 3, '（名）白', '　white', '［ホワ］イト', '', ''),
(891, '４級', 148, 3, '（名）練習', '　practice', '［プラ］クティス', '', ''),
(892, '４級', 149, 3, '（名）少女', '　girl', '［ガ］ール', '', ''),
(893, '４級', 150, 3, '（名）父親', '　father', '［フ］ァーザー', '', ''),
(894, '４級', 151, 4, '（名）テスト', '　test', '［テ］スト', '', ''),
(895, '４級', 152, 4, '（名）クマ', '　bear', '［ベ］アー', '', ''),
(896, '４級', 153, 4, '（名）健康', '　health', '［ヘ］ルス', '', ''),
(897, '４級', 154, 4, '（名）通り', '　street', '［スト］リート', '', ''),
(898, '４級', 155, 4, '（名）子ども', '　child', '［チャ］イルド', '', ''),
(899, '４級', 156, 4, '（名）音', '　sound', '［サ］ウンド', '', ''),
(900, '４級', 157, 4, '（名）将来', '　future', '［フュ］ーチャー', '', ''),
(901, '４級', 158, 4, '（名）テーブル', '　table', '［テ］イブル', '', ''),
(902, '４級', 159, 4, '（名）南', '　south', '［サ］ウス', '', ''),
(903, '４級', 160, 4, '（名）答え', '　answer', '［ア］ンサー', '', ''),
(904, '４級', 161, 4, '（名）町', '　town', '［タ］ウン', '', ''),
(905, '４級', 162, 4, '（名）言葉', '　language', '［ラ］ングイッジ', '', ''),
(906, '４級', 163, 4, '（名）デパート', '　department store', 'store', '', ''),
(907, '４級', 164, 4, '（名）日付', '　date', '［デ］イト', '', ''),
(908, '４級', 165, 4, '（名）朝', '　morning', '［モ］ーニング', '', ''),
(909, '４級', 166, 4, '（名）北', '　north', '［ノ］ース', '', ''),
(910, '４級', 167, 4, '（名）少年', '　boy', '［ボ］ーイ', '', ''),
(911, '４級', 168, 4, '（名）食べ物', '　food', '［フ］ード', '', ''),
(912, '４級', 169, 4, '（名）美術', '　art', '［ア］ート', '', ''),
(913, '４級', 170, 4, '（名）出来事', '　event', 'イ［ベ］ント', '', ''),
(914, '４級', 171, 4, '（名）先生', '　teacher', '［テ］ィーチャー', '', ''),
(915, '４級', 172, 4, '（名）モデル', '　model', '［モ］デル', '', ''),
(916, '４級', 173, 4, '（名）歴史', '　history', '［ヒ］ストリー', '', ''),
(917, '４級', 174, 4, '（名）両親', '　parents', '［ペ］アレンツ', '', ''),
(918, '４級', 175, 4, '（名）買物', '　shopping', '［ショ］ッピング', '', ''),
(919, '４級', 176, 4, '（名）店', '　shop', '［ショ］ップ', '', ''),
(920, '４級', 177, 4, '（名）例', '　example', 'イグ［ザ］ンプル', '', ''),
(921, '４級', 178, 4, '（名）昨日', '　yesterday', '［イ］エスタデイ', '', ''),
(922, '４級', 179, 4, '（名）窓', '　window', '［ウ］ィンドウ', '', ''),
(923, '４級', 180, 4, '（名）色', '　color', '［カ］ラー', '', ''),
(924, '４級', 181, 4, '（名）大学', '　university', 'ユニ［バ］ーシティ', '', ''),
(925, '４級', 182, 4, '（名）物語', '　story', '［スト］ーリー', '', ''),
(926, '４級', 183, 4, '（名）妻', '　wife', '［ワ］イフ', '', ''),
(927, '４級', 184, 4, '（名）すべてのもの', '　everything', '［エ］ブリシング', '', ''),
(928, '４級', 185, 4, '（名）壁', '　wall', '［ウォ］ール', '', ''),
(929, '４級', 186, 4, '（名）自然', '　nature', '［ネ］イチャー', '', ''),
(930, '４級', 187, 4, '（名）病院', '　hospital', '［ホ］スピタル', '', ''),
(931, '４級', 188, 4, '（名）すぐに', '　soon', '［ス］ーン', '', ''),
(932, '４級', 189, 4, '（名）東', '　east', '［イ］ースト', '', ''),
(933, '４級', 190, 4, '（名）コンピューター', '　computer', 'コン［ピュ］ーター', '', ''),
(934, '４級', 191, 4, '（名）写真', '　picture', '［ピ］クチャー', '', ''),
(935, '４級', 192, 4, '（名）息子', '　son', '［サ］ン', '', ''),
(936, '４級', 193, 4, '（名）嘘', '　lie', '［ラ］イ', '', ''),
(937, '４級', 194, 4, '（名）嘘', '　lie', '［ラ］イ', '', ''),
(938, '４級', 195, 4, '（名）公園', '　park', '［パ］ーク', '', ''),
(939, '４級', 196, 4, '（名）お知らせ', '　notice', '［ノ］ーティス', '', ''),
(940, '４級', 197, 4, '（名）緑', '　green', '［グリ］ーン', '', ''),
(941, '４級', 198, 4, '（名）心', '　heart', '［ハ］ート', '', ''),
(942, '４級', 199, 4, '（名）動物', '　animal', '［ア］ニマル', '', ''),
(943, '４級', 200, 4, '（名）夕方', '　evening', '［イ］ブニング', '', ''),
(944, '４級', 201, 5, '（動）手伝う', '　help', '［ヘ］ルプ', '', ''),
(945, '４級', 202, 5, '（動）始める', '　begin', 'ビ［ギ］ン', '', ''),
(946, '４級', 203, 5, '（動）始める', '　start', '［スタ］ート', '', ''),
(947, '４級', 204, 5, '（動）保つ', '　keep', '［キ］ープ', '', ''),
(948, '４級', 205, 5, '（動）走る', '　run', '［ラ］ン', '', ''),
(949, '４級', 206, 5, '（動）書く', '　write', '［ラ］イト', '', ''),
(950, '４級', 207, 5, '（動）動く', '　move', '［ム］ーブ', '', ''),
(951, '４級', 208, 5, '（動）建てる', '　build', '［ビ］ルド', '', ''),
(952, '４級', 209, 5, '（動）持ってくる', '　bring', '［ブリ］ング', '', ''),
(953, '４級', 210, 5, '（動）払う', '　pay', '［ペ］イ', '', ''),
(954, '４級', 211, 5, '（動）勉強する', '　study', '［スタ］ディ', '', ''),
(955, '４級', 212, 5, '（動）話す', '　talk', '［ト］ーク', '', ''),
(956, '４級', 213, 5, '（動）～が聞こえる', '　hear', '［ヒ］アー', '', ''),
(957, '４級', 214, 5, '（動）試す', '　try', '［トラ］イ', '', ''),
(958, '４級', 215, 5, '（動）立つ', '　stand', '［スタ］ンド', '', ''),
(959, '４級', 216, 5, '（動）去る', '　leave', '［リ］ーブ', '', ''),
(960, '４級', 217, 5, '（形）元気な', '　fine', '［フ］ァイン', '', ''),
(961, '４級', 218, 5, '（形）貧しい', '　poor', '［プ］アー', '', ''),
(962, '４級', 219, 5, '（形）間違った', '　wrong', '［ロ］ング', '', ''),
(963, '４級', 220, 5, '（形）正面の', '　front', '［フラ］ント', '', ''),
(964, '４級', 221, 5, '（形）赤い', '　red', '［レ］ッド', '', ''),
(965, '４級', 222, 5, '（形）暗い', '　dark', '［ダ］ーク', '', ''),
(966, '４級', 223, 5, '（形）良い', '　nice', '［ナ］イス', '', ''),
(967, '４級', 224, 5, '（形）プロの', '　professional', 'プロ［フェ］ッショナル', '', ''),
(968, '４級', 225, 5, '（形）幸福な', '　happy', '［ハ］ッピー', '', ''),
(969, '４級', 226, 5, '（形）冷たい', '　cold', '［コ］ールド', '', ''),
(970, '４級', 227, 5, '（形）速い', '　fast', '［ファ］スト', '', ''),
(971, '４級', 228, 5, '（形）青い', '　blue', '［ブル］ー', '', ''),
(972, '４級', 229, 5, '（形）人気のある', '　popular', '［ポ］ピュラー', '', ''),
(973, '４級', 230, 5, '（形）準備のできた', '　ready', '［レ］ディ', '', ''),
(974, '４級', 231, 5, '（形）重い', '　heavy', '［ヘ］ビー', '', ''),
(975, '４級', 232, 5, '（形）２倍の', '　double', '［ダ］ブル', '', ''),
(976, '４級', 233, 5, '（形）きれいな', '　clean', '［クリ］ーン', '', ''),
(977, '４級', 234, 5, '（形）役に立つ', '　useful', '［ユ］ースフル', '', ''),
(978, '４級', 235, 5, '（名）医者', '　doctor', '［ド］クター', '', ''),
(979, '４級', 236, 5, '（名）一切れ', '　piece', '［ピ］ース', '', ''),
(980, '４級', 237, 5, '（名）魚', '　fish', '［フィ］ッシュ', '', ''),
(981, '４級', 238, 5, '（名）木', '　tree', '［トゥリ］ー', '', ''),
(982, '４級', 239, 5, '（名）内側', '　inside', 'イン［サ］イド', '', ''),
(983, '４級', 240, 5, '（名）駅', '　station', '［ステ］ーション', '', ''),
(984, '４級', 241, 5, '（名）成功', '　success', 'サク［セ］ス', '', ''),
(985, '４級', 242, 5, '（名）首都', '　capital', '［キャ］ピタル', '', ''),
(986, '４級', 243, 5, '（名）村', '　village', '［ビ］レッジ', '', ''),
(987, '４級', 244, 5, '（名）腕', '　arm', '［ア］ーム', '', ''),
(988, '４級', 245, 5, '（名）海', '　sea', '［シ］ー', '', ''),
(989, '４級', 246, 5, '（名）選手', '　player', '［プレ］イヤー', '', ''),
(990, '４級', 247, 5, '（名）ホテル', '　hotel', 'ホ［テ］ル', '', ''),
(991, '４級', 248, 5, '（名）カップ', '　cup', '［カ］ップ', '', ''),
(992, '４級', 249, 5, '（名）みんな', '　everyone', '［エ］ブリワン', '', ''),
(993, '４級', 250, 5, '（名）箱', '　box', '［ボ］ックス', '', ''),
(994, '４級', 251, 6, '（名）床', '　floor', '［フロ］アー', '', ''),
(995, '４級', 252, 6, '（名）婦人', '　lady', '［レ］イディ', '', ''),
(996, '４級', 253, 6, '（名）市役所', '　City Hall', 'Hall', '', ''),
(997, '４級', 254, 6, '（名）廊下', '　hall', '［ホ］ール', '', ''),
(998, '４級', 255, 6, '（名）運動', '　exercise', '［エ］クササイズ', '', ''),
(999, '４級', 256, 6, '（名）郵便局', '　post office', 'office', '', ''),
(1000, '４級', 257, 6, '（名）大学', '　college', '［カ］レッジ', '', ''),
(1001, '４級', 258, 6, '（名）季節', '　season', '［シ］ーズン', '', ''),
(1002, '４級', 259, 6, '（名）理科', '　science', '［サ］イエンス', '', ''),
(1003, '４級', 260, 6, '（名）馬', '　horse', '［ホ］ース', '', ''),
(1004, '４級', 261, 6, '（名）席', '　seat', '［シ］ート', '', ''),
(1005, '４級', 262, 6, '（名）住所', '　address', 'ア［ド］レス', '', ''),
(1006, '４級', 263, 6, '（名）兄弟', '　brother', '［ブラ］ザー', '', ''),
(1007, '４級', 264, 6, '（名）脚', '　leg', '［レ］ッグ', '', ''),
(1008, '４級', 265, 6, '（名）石', '　stone', '［スト］ーン', '', ''),
(1009, '４級', 266, 6, '（名）川', '　river', '［リ］バー', '', ''),
(1010, '４級', 267, 6, '（名）夏', '　summer', '［サ］マー', '', ''),
(1011, '４級', 268, 6, '（名）太陽', '　sun', '［サ］ン', '', ''),
(1012, '４級', 269, 6, '（名）娘', '　daughter', '［ド］ーター', '', ''),
(1013, '４級', 270, 6, '（名）農場', '　farm', '［フ］ァーム', '', ''),
(1014, '４級', 271, 6, '（名）星', '　star', '［スタ］ー', '', ''),
(1015, '４級', 272, 6, '（名）いす', '　chair', '［チェ］アー', '', ''),
(1016, '４級', 273, 6, '（名）休日', '　holiday', '［ホ］リデイ', '', ''),
(1017, '４級', 274, 6, '（名）スポーツ', '　sport', '［スポ］ーツ', '', ''),
(1018, '４級', 275, 6, '（名）風', '　wind', '［ウ］ィンド', '', ''),
(1019, '４級', 276, 6, '（名）忠告', '　advice', 'アド［バ］イス', '', ''),
(1020, '４級', 277, 6, '（名）図書館', '　library', '［ラ］イブラリー', '', ''),
(1021, '４級', 278, 6, '（名）記憶', '　memory', '［メ］モリー', '', ''),
(1022, '４級', 279, 6, '（名）島', '　island', '［ア］イランド', '', ''),
(1023, '４級', 280, 6, '（名）文化', '　culture', '［カ］ルチャー', '', ''),
(1024, '４級', 281, 6, '（名）丘', '　hill', '［ヒ］ル', '', ''),
(1025, '４級', 282, 6, '（名）電話', '　phone', '［フォ］ーン', '', ''),
(1026, '４級', 283, 6, '（名）口', '　mouth', '［マ］ウス', '', ''),
(1027, '４級', 284, 6, '（名）商品', '　goods', '［グ］ッズ', '', ''),
(1028, '４級', 285, 6, '（名）鳥', '　bird', '［バ］ード', '', ''),
(1029, '４級', 286, 6, '（名）地球', '　earth', '［ア］ース', '', ''),
(1030, '４級', 287, 6, '（名）浪費', '　waste', '［ウェ］イスト', '', ''),
(1031, '４級', 288, 6, '（名）姉妹', '　sister', '［シ］スター', '', ''),
(1032, '４級', 289, 6, '（名）木材', '　wood', '［ウ］ッド', '', ''),
(1033, '４級', 290, 6, '（名）電話', '　telephone', '［テ］レフォン', '', ''),
(1034, '４級', 291, 6, '（名）船', '　ship', '［シ］ップ', '', ''),
(1035, '４級', 292, 6, '（名）明日', '　tomorrow', 'ト［モ］ロー', '', ''),
(1036, '４級', 293, 6, '（名）角', '　corner', '［コ］ーナー', '', ''),
(1037, '４級', 294, 6, '（名）面接', '　interview', '［イ］ンタビュー', '', ''),
(1038, '４級', 295, 6, '（名）肩', '　shoulder', '［ショ］ルダー', '', ''),
(1039, '４級', 296, 6, '（名）指', '　finger', '［フ］ィンガー', '', ''),
(1040, '４級', 297, 6, '（名）看護師', '　nurse', '［ナ］ース', '', ''),
(1041, '４級', 298, 6, '（名）夢', '　dream', '［ドリ］ーム', '', ''),
(1042, '４級', 299, 6, '（名）午後', '　afternoon', 'アフタ［ヌ］ーン', '', ''),
(1043, '４級', 300, 6, '（名）台所', '　kitchen', '［キ］ッチン', '', ''),
(1044, '４級', 301, 7, '（動）～を読む', '　read', '［リ］ード', '', ''),
(1045, '４級', 302, 7, '（動）信じる', '　believe', 'ビ［リ］ーブ', '', ''),
(1046, '４級', 303, 7, '（動）起こる', '　happen', '［ハ］プン', '', ''),
(1047, '４級', 304, 7, '（動）理解する', '　understand', 'アンダー［スタ］ンド', '', ''),
(1048, '４級', 305, 7, '（動）座る', '　sit', '［シ］ット', '', ''),
(1049, '４級', 306, 7, '（動）望む', '　hope', '［ホ］ープ', '', ''),
(1050, '４級', 307, 7, '（動）なくす', '　lose', '［ル］ーズ', '', ''),
(1051, '４級', 308, 7, '（動）運ぶ', '　carry', '［キャ］リー', '', ''),
(1052, '４級', 309, 7, '（動）描く', '　draw', '［ドロ］ー', '', ''),
(1053, '４級', 310, 7, '（動）加える', '　add', '［ア］ッド', '', ''),
(1054, '４級', 311, 7, '（動）勝つ', '　win', '［ウ］ィン', '', ''),
(1055, '４級', 312, 7, '（動）止める', '　stop', '［スト］ップ', '', ''),
(1056, '４級', 313, 7, '（動）話す', '　speak', '［スピ］ーク', '', ''),
(1057, '４級', 314, 7, '（動）覚えている', '　remember', 'リ［メ］ンバー', '', ''),
(1058, '４級', 315, 7, '（動）壊す', '　break', '［ブレ］イク', '', ''),
(1059, '４級', 316, 7, '（動）～を買う', '　buy', '［バ］イ', '', ''),
(1060, '４級', 317, 7, '（形）歓迎する', '　welcome', '［ウェ］ルカム', '', ''),
(1061, '４級', 318, 7, '（形）乾いた', '　dry', '［ドラ］イ', '', ''),
(1062, '４級', 319, 7, '（形）暑い', '　hot', '［ホ］ット', '', ''),
(1063, '４級', 320, 7, '（形）親愛なる', '　dear', '［デ］ィアー', '', ''),
(1064, '４級', 321, 7, '（形）茶色の', '　brown', '［ブラ］ウン', '', ''),
(1065, '４級', 322, 7, '（形）暖かい', '　warm', '［ウォ］ーム', '', ''),
(1066, '４級', 323, 7, '（形）美しい', '　beautiful', '［ビュ］ーティフル', '', ''),
(1067, '４級', 324, 7, '（形）年上の', '　senior', '［シ］ニアー', '', ''),
(1068, '４級', 325, 7, '（形）かわいい', '　pretty', '［プリ］ティー', '', ''),
(1069, '４級', 326, 7, '（形）お金持ちの', '　rich', '［リ］ッチ', '', ''),
(1070, '４級', 327, 7, '（形）静かな', '　quiet', '［ク］ワイエット', '', ''),
(1071, '４級', 328, 7, '（形）安い', '　cheap', '［チ］ープ', '', ''),
(1072, '４級', 329, 7, '（形）奇妙な', '　strange', '［スト］レインジ', '', ''),
(1073, '４級', 330, 7, '（形）柔らかい', '　soft', '［ソ］フト', '', ''),
(1074, '４級', 331, 7, '（形）有名な', '　famous', '［フェ］イマス', '', ''),
(1075, '４級', 332, 7, '（形）明るい', '　bright', '［ブラ］イト', '', ''),
(1076, '４級', 333, 7, '（形）通常の', '　usual', '［ユ］ージュアル', '', ''),
(1077, '４級', 334, 7, '（形）疲れた', '　tired', '［タ］イアード', '', ''),
(1078, '４級', 335, 7, '（名）お茶', '　tea', '［テ］ィー', '', ''),
(1079, '４級', 336, 7, '（名）波', '　wave', '［ウェ］イブ', '', ''),
(1080, '４級', 337, 7, '（名）花', '　flower', '［フラ］ワー', '', ''),
(1081, '４級', 338, 7, '（名）新聞', '　newspaper', '［ニュ］ーズペーパー', '', ''),
(1082, '４級', 339, 7, '（名）大人', '　adult', 'ア［ダ］ルト', '', ''),
(1083, '４級', 340, 7, '（名）ガソリンスタンド', '　gas station', 'station', '', ''),
(1084, '４級', 341, 7, '（名）調理師', '　cook', '［ク］ック', '', ''),
(1085, '４級', 342, 7, '（名）博物館', '　museum', 'ミュ［ジ］アム', '', ''),
(1086, '４級', 343, 7, '（名）足', '　foot', '［フ］ット', '', ''),
(1087, '４級', 344, 7, '（名）女王', '　queen', '［ク］イーン', '', ''),
(1088, '４級', 345, 7, '（名）運転手', '　driver', '［ドラ］イバー', '', ''),
(1089, '４級', 346, 7, '（名）冬', '　winter', '［ウ］ィンター', '', ''),
(1090, '４級', 347, 7, '（名）雨', '　rain', '［レ］イン', '', ''),
(1091, '４級', 348, 7, '（名）橋', '　bridge', '［ブリ］ッジ', '', ''),
(1092, '４級', 349, 7, '（名）網', '　net', '［ネ］ット', '', ''),
(1093, '４級', 350, 7, '（名）カバン', '　bag', '［バ］ッグ', '', ''),
(1094, '４級', 351, 8, '（名）週末', '　weekend', '［ウ］ィークエンド', '', ''),
(1095, '４級', 352, 8, '（名）衣服', '　clothes', '［クロ］ーズ', '', ''),
(1096, '４級', 353, 8, '（名）農場主', '　farmer', '［フ］ァーマー', '', ''),
(1097, '４級', 354, 8, '（名）春', '　spring', '［スプ］リング', '', ''),
(1098, '４級', 355, 8, '（名）庭', '　yard', '［ヤ］ード', '', ''),
(1099, '４級', 356, 8, '（名）地図', '　map', '［マ］ップ', '', ''),
(1100, '４級', 357, 8, '（名）今夜', '　tonight', 'ト［ナ］イト', '', ''),
(1101, '４級', 358, 8, '（名）山', '　mountain', '［マ］ウンテン', '', ''),
(1102, '４級', 359, 8, '（名）夕食', '　dinner', '［デ］ィナー', '', ''),
(1103, '４級', 360, 8, '（名）紳士', '　gentleman', '［ジェ］ントルマン', '', ''),
(1104, '４級', 361, 8, '（名）日本', '　Japan', 'ジャ［パ］ン', '', ''),
(1105, '４級', 362, 8, '（名）映画館', '　theater', '［シ］アター', '', ''),
(1106, '４級', 363, 8, '（名）天気', '　weather', '［ウェ］ザー', '', ''),
(1107, '４級', 364, 8, '（名）雑誌', '　magazine', 'マガ［ジ］ーン', '', ''),
(1108, '４級', 365, 8, '（名）旅行', '　trip', '［トリ］ップ', '', ''),
(1109, '４級', 366, 8, '（名）修学旅行', '　school trip', 'trip', '', ''),
(1110, '４級', 367, 8, '（名）卵', '　egg', '［エ］ッグ', '', ''),
(1111, '４級', 368, 8, '（名）工場', '　factory', '［フ］ァクトリー', '', ''),
(1112, '４級', 369, 8, '（名）試験', '　examination', 'イグザミ［ネ］ーション', '', ''),
(1113, '４級', 370, 8, '（名）日本人', '　Japanese', 'ジャパ［ニ］ーズ', '', ''),
(1114, '４級', 371, 8, '（名）首', '　neck', '［ネ］ック', '', ''),
(1115, '４級', 372, 8, '（名）寝室', '　bedroom', '［ベ］ッドルーム', '', ''),
(1116, '４級', 373, 8, '（名）昼食', '　lunch', '［ラ］ンチ', '', ''),
(1117, '４級', 374, 8, '（名）耳', '　ear', '［イ］アー', '', ''),
(1118, '４級', 375, 8, '（名）校門', '　school gate', 'gate', '', ''),
(1119, '４級', 376, 8, '（名）空', '　sky', '［スカ］イ', '', ''),
(1120, '４級', 377, 8, '（名）科学者', '　scientist', '［サ］イエンティスト', '', ''),
(1121, '４級', 378, 8, '（名）猫', '　cat', '［キャ］ット', '', ''),
(1122, '４級', 379, 8, '（名）歯', '　tooth', '［トゥ］ース', '', ''),
(1123, '４級', 380, 8, '（名）果物', '　fruit', '［フル］ーツ', '', '');
INSERT INTO `eiken_words` (`id`, `grade`, `question_id`, `stage_number`, `japanese`, `english`, `pronunciation`, `audio_url`, `notes`) VALUES
(1124, '４級', 381, 8, '（名）湖', '　lake', '［レ］イク', '', ''),
(1125, '４級', 382, 8, '（名）屋根', '　roof', '［ル］ーフ', '', ''),
(1126, '４級', 383, 8, '（名）氷', '　ice', '［ア］イス', '', ''),
(1127, '４級', 384, 8, '（名）レストラン', '　restaurant', '［レ］ストラン', '', ''),
(1128, '４級', 385, 8, '（名）塔', '　tower', '［タ］ワー', '', ''),
(1129, '４級', 386, 8, '（名）海岸', '　beach', '［ビ］ーチ', '', ''),
(1130, '４級', 387, 8, '（名）港', '　port', '［ポ］ート', '', ''),
(1131, '４級', 388, 8, '（名）賞', '　prize', '［プラ］イズ', '', ''),
(1132, '４級', 389, 8, '（名）勉強机', '　desk', '［デ］スク', '', ''),
(1133, '４級', 390, 8, '（名）鼻', '　nose', '［ノ］ーズ', '', ''),
(1134, '４級', 391, 8, '（名）くつ', '　shoes', '［シュ］ーズ', '', ''),
(1135, '４級', 392, 8, '（名）チケット', '　ticket', '［テ］ィケット', '', ''),
(1136, '４級', 393, 8, '（名）コート', '　coat', '［コ］ート', '', ''),
(1137, '４級', 394, 8, '（名）黄色', '　yellow', '［イ］エロー', '', ''),
(1138, '４級', 395, 8, '（名）朝食', '　breakfast', '［ブレ］ックファスト', '', ''),
(1139, '４級', 396, 8, '（名）おくりもの', '　gift', '［ギ］フト', '', ''),
(1140, '４級', 397, 8, '（名）パイロット', '　pilot', '［パ］イロット', '', ''),
(1141, '４級', 398, 8, '（名）ひざ', '　knee', '［ニ］ー', '', ''),
(1142, '４級', 399, 8, '（名）風呂', '　bath', '［バ］ス', '', ''),
(1143, '４級', 400, 8, '（名）レッスン', '　lesson', '［レ］ッスン', '', ''),
(1144, '４級', 401, 9, '（動）費やす', '　spend', '［スペ］ンド', '', ''),
(1145, '４級', 402, 9, '（動）切る', '　cut', '［カ］ット', '', ''),
(1146, '４級', 403, 9, '（動）学ぶ', '　learn', '［ラ］ーン', '', ''),
(1147, '４級', 404, 9, '（動）練習する', '　practice', '［プラ］クティス', '', ''),
(1148, '４級', 405, 9, '（動）受け取る', '　receive', 'レ［シ］ーブ', '', ''),
(1149, '４級', 406, 9, '（動）送る', '　send', '［セ］ンド', '', ''),
(1150, '４級', 407, 9, '（動）育つ', '　grow', '［グロ］ウ', '', ''),
(1151, '４級', 408, 9, '（動）決心する', '　decide', 'ディ［サ］イド', '', ''),
(1152, '４級', 409, 9, '（動）運転する', '　drive', '［ドラ］イブ', '', ''),
(1153, '４級', 410, 9, '（動）視聴する', '　watch', '［ウォ］ッチ', '', ''),
(1154, '４級', 411, 9, '（動）死ぬ', '　die', '［ダ］イ', '', ''),
(1155, '４級', 412, 9, '（動）待つ', '　wait', '［ウェ］イト', '', ''),
(1156, '４級', 413, 9, '（動）答える', '　answer', '［ア］ンサー', '', ''),
(1157, '４級', 414, 9, '（動）～を訪問する', '　visit', '［ビ］ジット', '', ''),
(1158, '４級', 415, 9, '（動）手渡す', '　pass', '［パ］ス', '', ''),
(1159, '４級', 416, 9, '（動）売る', '　sell', '［セ］ル', '', ''),
(1160, '４級', 417, 9, '（形）恐れて', '　afraid', 'ア［フレ］イド', '', ''),
(1161, '４級', 418, 9, '（形）高価な', '　expensive', 'イクス［ペ］ンシブ', '', ''),
(1162, '４級', 419, 9, '（形）危険な', '　dangerous', '［デ］インジャラス', '', ''),
(1163, '４級', 420, 9, '（形）お気に入りの', '　favorite', '［フェ］イバリット', '', ''),
(1164, '４級', 421, 9, '（形）忙しい', '　busy', '［ビ］ジー', '', ''),
(1165, '４級', 422, 9, '（形）ワクワクする', '　exciting', 'イク［サ］イティング', '', ''),
(1166, '４級', 423, 9, '（形）注意深い', '　careful', '［ケ］アフル', '', ''),
(1167, '４級', 424, 9, '（形）かっこいい', '　cool', '［ク］ール', '', ''),
(1168, '４級', 425, 9, '（形）楽しみ', '　fun', '［フ］ァン', '', ''),
(1169, '４級', 426, 9, '（形）太った', '　fat', '［フ］ァット', '', ''),
(1170, '４級', 427, 9, '（形）すばらしい', '　wonderful', '［ワ］ンダフル', '', ''),
(1171, '４級', 428, 9, '（形）面白い', '　funny', '［フ］ァニー', '', ''),
(1172, '４級', 429, 9, '（形）甘い', '　sweet', '［スウ］ィート', '', ''),
(1173, '４級', 430, 9, '（形）病気の', '　sick', '［シ］ック', '', ''),
(1174, '４級', 431, 9, '（形）弱い', '　weak', '［ウ］ィーク', '', ''),
(1175, '４級', 432, 9, '（形）怒った', '　angry', '［ア］ングリー', '', ''),
(1176, '４級', 433, 9, '（形）うれしい', '　glad', '［グラ］ッド', '', ''),
(1177, '４級', 434, 9, '（形）健康的な', '　healthy', '［ヘ］ルシー', '', ''),
(1178, '４級', 435, 9, '（名）主人', '　host', '［ホ］スト', '', ''),
(1179, '４級', 436, 9, '（名）草', '　grass', '［グラ］ス', '', ''),
(1180, '４級', 437, 9, '（名）雲', '　cloud', '［クラ］ウド', '', ''),
(1181, '４級', 438, 9, '（名）詩', '　poem', '［ポ］エム', '', ''),
(1182, '４級', 439, 9, '（名）帽子', '　hat', '［ハ］ット', '', ''),
(1183, '４級', 440, 9, '（名）砂糖', '　sugar', '［シュ］ガー', '', ''),
(1184, '４級', 441, 9, '（名）成績', '　grade', '［グレ］イド', '', ''),
(1185, '４級', 442, 9, '（名）秋', '　autumn', '［オ］ータム', '', ''),
(1186, '４級', 443, 9, '（名）砂漠', '　desert', '［デ］ザート', '', ''),
(1187, '４級', 444, 9, '（名）ケーキ', '　cake', '［ケ］イク', '', ''),
(1188, '４級', 445, 9, '（名）雪', '　snow', '［スノ］ウ', '', ''),
(1189, '４級', 446, 9, '（名）パン', '　bread', '［ブレ］ッド', '', ''),
(1190, '４級', 447, 9, '（名）ビール', '　beer', '［ビ］アー', '', ''),
(1191, '４級', 448, 9, '（名）肉', '　meat', '［ミ］ート', '', ''),
(1192, '４級', 449, 9, '（名）おじ', '　uncle', '［ア］ンクル', '', ''),
(1193, '４級', 450, 9, '（名）劇', '　drama', '［ドラ］マ', '', ''),
(1194, '４級', 451, 10, '（名）置き時計', '　clock', '［クロ］ック', '', ''),
(1195, '４級', 452, 10, '（名）俳優', '　actor', '［ア］クター', '', ''),
(1196, '４級', 453, 10, '（名）シャツ', '　shirt', '［シャ］ート', '', ''),
(1197, '４級', 454, 10, '（名）塩', '　salt', '［ソ］ールト', '', ''),
(1198, '４級', 455, 10, '（名）祭り', '　festival', '［フェ］スティバル', '', ''),
(1199, '４級', 456, 10, '（名）中サイズ', '　medium', '［ミ］ーディアム', '', ''),
(1200, '４級', 457, 10, '（名）帽子', '　cap', '［キャ］ップ', '', ''),
(1201, '４級', 458, 10, '（名）誕生日', '　birthday', '［バ］ースデイ', '', ''),
(1202, '４級', 459, 10, '（名）ナイフ', '　knife', '［ナ］イフ', '', ''),
(1203, '４級', 460, 10, '（名）薬', '　medicine', '［メ］ディスン', '', ''),
(1204, '４級', 461, 10, '（名）空港', '　airport', '［エ］アポート', '', ''),
(1205, '４級', 462, 10, '（名）おば', '　aunt', '［ア］ント', '', ''),
(1206, '４級', 463, 10, '（名）喜び', '　joy', '［ジョ］イ', '', ''),
(1207, '４級', 464, 10, '（名）運', '　luck', '［ラ］ック', '', ''),
(1208, '４級', 465, 10, '（名）制服', '　uniform', '［ユ］ニフォーム', '', ''),
(1209, '４級', 466, 10, '（名）皿', '　dish', '［デ］ィッシュ', '', ''),
(1210, '４級', 467, 10, '（名）ヒツジ', '　sheep', '［シ］ープ', '', ''),
(1211, '４級', 468, 10, '（名）双子', '　twins', '［トゥ］インズ', '', ''),
(1212, '４級', 469, 10, '（名）デザイナー', '　designer', 'デ［ザ］イナー', '', ''),
(1213, '４級', 470, 10, '（名）映画', '　movie', '［ム］ービー', '', ''),
(1214, '４級', 471, 10, '（名）お風呂', '　bathroom', '［バ］スルーム', '', ''),
(1215, '４級', 472, 10, '（名）馬鹿', '　fool', '［フ］ール', '', ''),
(1216, '４級', 473, 10, '（名）野菜', '　vegetable', '［ベ］ジタブル', '', ''),
(1217, '４級', 474, 10, '（名）教室', '　classroom', '［クラ］スルーム', '', ''),
(1218, '４級', 475, 10, '（名）お寺', '　temple', '［テ］ンプル', '', ''),
(1219, '４級', 476, 10, '（名）コンテスト', '　contest', '［コ］ンテスト', '', ''),
(1220, '４級', 477, 10, '（名）ウシ', '　cow', '［カ］ウ', '', ''),
(1221, '４級', 478, 10, '（名）コンサート', '　concert', '［コ］ンサート', '', ''),
(1222, '４級', 479, 10, '（名）鶏肉', '　chicken', '［チ］キン', '', ''),
(1223, '４級', 480, 10, '（名）いとこ', '　cousin', '［カ］ズン', '', ''),
(1224, '４級', 481, 10, '（名）ウサギ', '　rabbit', '［ラ］ビット', '', ''),
(1225, '４級', 482, 10, '（名）ブタ', '　pig', '［ピ］ッグ', '', ''),
(1226, '４級', 483, 10, '（名）惑星', '　planet', '［プラ］ネット', '', ''),
(1227, '４級', 484, 10, '（名）おもちゃ', '　toy', '［ト］イ', '', ''),
(1228, '４級', 485, 10, '（名）巣', '　nest', '［ネ］スト', '', ''),
(1229, '４級', 486, 10, '（名）歌手', '　singer', '［シ］ンガー', '', ''),
(1230, '４級', 487, 10, '（名）自転車', '　bike', '［バ］イク', '', ''),
(1231, '４級', 488, 10, '（名）辞書', '　dictionary', '［デ］ィクショナリー', '', ''),
(1232, '４級', 489, 10, '（名）池', '　pond', '［ポ］ンド', '', ''),
(1233, '４級', 490, 10, '（名）服', '　cloth', '［クロ］ース', '', ''),
(1234, '４級', 491, 10, '（名）冒険', '　adventure', 'アド［ベ］ンチャー', '', ''),
(1235, '４級', 492, 10, '（名）太鼓', '　drum', '［ドラ］ム', '', ''),
(1236, '４級', 493, 10, '（名）アパート', '　apartment', 'ア［パ］ートメント', '', ''),
(1237, '４級', 494, 10, '（名）自由', '　liberty', '［リ］バティー', '', ''),
(1238, '４級', 495, 10, '（名）ネズミ', '　mouse', '［マ］ウス', '', ''),
(1239, '４級', 496, 10, '（名）音楽家', '　musician', 'ミュ［ジ］シャン', '', ''),
(1240, '４級', 497, 10, '（名）豆', '　bean', '［ビ］ーン', '', ''),
(1241, '４級', 498, 10, '（名）米', '　rice', '［ラ］イス', '', ''),
(1242, '４級', 499, 10, '（名）幸福', '　happiness', '［ハ］ピネス', '', ''),
(1243, '４級', 500, 10, '（名）近所', '　neighborhood', '［ネ］イバーフッド', '', ''),
(1244, '４級', 501, 11, '（動）乗り遅れる', '　miss', '［ミ］ス', '', ''),
(1245, '４級', 502, 11, '（動）滞在する', '　stay', '［ステ］イ', '', ''),
(1246, '４級', 503, 11, '（動）喜ばせる', '　please', '［プリ］ーズ', '', ''),
(1247, '４級', 504, 11, '（動）望む', '　wish', '［ウ］ィッシュ', '', ''),
(1248, '４級', 505, 11, '（動）休息する', '　rest', '［レ］スト', '', ''),
(1249, '４級', 506, 11, '（動）説明する', '　explain', 'イクス［プレ］イン', '', ''),
(1250, '４級', 507, 11, '（動）昇る', '　rise', '［ラ］イズ', '', ''),
(1251, '４級', 508, 11, '（動）昇る', '　rise', '［ラ］イズ', '', ''),
(1252, '４級', 509, 11, '（動）選ぶ', '　choose', '［チュ］ーズ', '', ''),
(1253, '４級', 510, 11, '（動）飲む', '　drink', '［ドリ］ンク', '', ''),
(1254, '４級', 511, 11, '（動）加わる', '　join', '［ジョ］イン', '', ''),
(1255, '４級', 512, 11, '（動）失敗する', '　fail', '［フェ］イル', '', ''),
(1256, '４級', 513, 11, '（形）悲しい', '　sad', '［サ］ッド', '', ''),
(1257, '４級', 514, 11, '（形）騒々しい', '　loud', '［ラ］ウド', '', ''),
(1258, '４級', 515, 11, '（形）正直な', '　honest', '［オ］ネスト', '', ''),
(1259, '４級', 516, 11, '（形）汚い', '　dirty', '［ダ］ーティー', '', ''),
(1260, '４級', 517, 11, '（形）毎週の、週一の', '　weekly', '［ウ］ィークリー', '', ''),
(1261, '４級', 518, 11, '（形）利口な', '　clever', '［クレ］バー', '', ''),
(1262, '４級', 519, 11, '（形）空腹の', '　hungry', '［ハ］ングリー', '', ''),
(1263, '４級', 520, 11, '（形）欠席の', '　absent', '［ア］ブセント', '', ''),
(1264, '４級', 521, 11, '（形）愚かな', '　foolish', '［フ］ーリッシュ', '', ''),
(1265, '４級', 522, 11, '（形）おいしい', '　delicious', 'デ［リ］シャス', '', ''),
(1266, '４級', 523, 11, '（形）晴れた', '　sunny', '［サ］ニー', '', ''),
(1267, '４級', 524, 11, '（形）ねむい', '　sleepy', '［スリ］ーピー', '', ''),
(1268, '４級', 525, 11, '（形）かわいい', '　cute', '［キュ］ート', '', ''),
(1269, '４級', 526, 11, '（形）のどがかわいた', '　thirsty', '［サ］ースティー', '', ''),
(1270, '４級', 527, 11, '（形）曇った', '　cloudy', '［クラ］ウディー', '', ''),
(1271, '４級', 528, 11, '（形）雨降りの', '　rainy', '［レ］イニー', '', ''),
(1272, '４級', 529, 11, '（形）雪の降る', '　snowy', '［スノ］ウィー', '', ''),
(1273, '４級', 530, 11, '（形）退屈な', '　boring', '［ボ］ーリング', '', ''),
(1274, '４級', 531, 11, '（名）葉', '　leaf', '［リ］ーフ', '', ''),
(1275, '４級', 532, 11, '（名）スーパー', '　supermarket', '［スー］パーマーケット', '', ''),
(1276, '４級', 533, 11, '（名）イルカ', '　dolphin', '［ド］ルフィン', '', ''),
(1277, '４級', 534, 11, '（名）パイ', '　pie', '［パ］イ', '', ''),
(1278, '４級', 535, 11, '（名）祖父', '　grandfather', '［グラ］ンドファーザー', '', ''),
(1279, '４級', 536, 11, '（名）定規', '　ruler', '［ル］ーラー', '', ''),
(1280, '４級', 537, 11, '（名）色えんぴつ', '　colored pencil', 'pencil', '', ''),
(1281, '４級', 538, 11, '（名）鉛筆', '　pencil', '［ペ］ンスル', '', ''),
(1282, '４級', 539, 11, '（名）試験', '　exam', 'イグ［ザ］ム', '', ''),
(1283, '４級', 540, 11, '（名）牛肉', '　beef', '［ビ］ーフ', '', ''),
(1284, '４級', 541, 11, '（名）祖母', '　grandmother', '［グラ］ンドマザー', '', ''),
(1285, '４級', 542, 11, '（名）スープ', '　soup', '［ス］ープ', '', ''),
(1286, '４級', 543, 11, '（名）サラダ', '　salad', '［サ］ラダ', '', ''),
(1287, '４級', 544, 11, '（名）像', '　statue', '［スタ］チュー', '', ''),
(1288, '４級', 545, 11, '（名）手袋', '　gloves', '［グラ］ブズ', '', ''),
(1289, '４級', 546, 11, '（名）蛇', '　snake', '［スネ］イク', '', ''),
(1290, '４級', 547, 11, '（名）紫色', '　purple', '［パ］ープル', '', ''),
(1291, '４級', 548, 11, '（名）サッカー場', '　soccer field', 'field', '', ''),
(1292, '４級', 549, 11, '（名）トラ', '　tiger', '［タ］イガー', '', ''),
(1293, '４級', 550, 11, '（名）女優', '　actress', '［アク］トレス', '', ''),
(1294, '４級', 551, 12, '（名）自転車', '　bicycle', '［バイ］シクル', '', ''),
(1295, '４級', 552, 12, '（名）頭痛', '　headache', '［ヘッド］エイク', '', ''),
(1296, '４級', 553, 12, '（名）船員', '　sailor', '［セー］ラー', '', ''),
(1297, '４級', 554, 12, '（名）ちょうちょ', '　butterfly', '［バタ］フライ', '', ''),
(1298, '４級', 555, 12, '（名）競技場', '　arena', 'ア［リー］ナ', '', ''),
(1299, '４級', 556, 12, '（名）サル', '　monkey', '［モン］キー', '', ''),
(1300, '４級', 557, 12, '（名）スタジアム', '　stadium', '［スタ］ジアム', '', ''),
(1301, '４級', 558, 12, '（名）コンビニ', '　convenience store', 'コン［ビニ］エンス・ストア', '', ''),
(1302, '４級', 559, 12, '（名）傘', '　umbrella', 'アン［ブレ］ラ', '', ''),
(1303, '４級', 560, 12, '（名）カエル', '　frog', '［フロッグ］', '', ''),
(1304, '４級', 561, 12, '（名）趣味', '　hobby', '［ホ］ビー', '', ''),
(1305, '４級', 562, 12, '（名）教科書', '　textbook', '［テキスト］ブック', '', ''),
(1306, '４級', 563, 12, '（名）動物園', '　zoo', '［ズー］', '', ''),
(1307, '４級', 564, 12, '（名）フロリダ', '　Florida', '［フロ］リダ', '', ''),
(1308, '４級', 565, 12, '（名）歯医者', '　dentist', '［デン］ティスト', '', ''),
(1309, '４級', 566, 12, '（名）おい', '　nephew', '［ネフ］ュー', '', ''),
(1310, '４級', 567, 12, '（名）宿題', '　homework', '［ホーム］ワーク', '', ''),
(1311, '４級', 568, 12, '（名）ブドウ', '　grape', '［グレープ］', '', ''),
(1312, '４級', 569, 12, '（名）小学校', '　elementary school', 'エレ［メン］タリー・スクール', '', ''),
(1313, '４級', 570, 12, '（名）中学校', '　junior high school', '［ジュ］ニア・ハイ・スクール', '', ''),
(1314, '４級', 571, 12, '（名）高校', '　high school', '［ハイ］スクール', '', ''),
(1315, '４級', 572, 12, '（名）祖父母', '　grandparent', '［グランド］ペアレント', '', ''),
(1316, '４級', 573, 12, '（名）カレー', '　curry', '［カ］レー', '', ''),
(1317, '４級', 574, 12, '（名）ホッケー', '　hockey', '［ホ］ッケー', '', ''),
(1318, '４級', 575, 12, '（名）豚肉', '　pork', '［ポーク］', '', ''),
(1319, '４級', 576, 12, '（名）美容師', '　hairdresser', '［ヘア］ドレッサー', '', ''),
(1320, '４級', 577, 12, '（名）ズボン', '　pants', '［パンツ］', '', ''),
(1321, '４級', 578, 12, '（名）めい', '　niece', '［ニース］', '', ''),
(1322, '４級', 579, 12, '（名）床屋', '　barber', '［バー］バー', '', ''),
(1323, '４級', 580, 12, '（名）かえで', '　maple', '［メー］プル', '', ''),
(1324, '４級', 581, 12, '（名）シチュー', '　stew', '［シチュー］', '', ''),
(1325, '４級', 582, 12, '（名）野球', '　baseball', '［ベース］ボール', '', ''),
(1326, '４級', 583, 12, '（名）休暇', '　vacation', 'バ［ケー］ション', '', ''),
(1327, '４級', 584, 12, '（名）体育館', '　gym', '［ジム］', '', ''),
(1328, '４級', 585, 12, '（名）ブロードウェイ', '　Broadway', '［ブロード］ウェイ', '', ''),
(1329, '４級', 586, 12, '（名）エベレスト山', '　Mt. Everest', 'マウント・［エベ］レスト', '', ''),
(1330, '４級', 587, 12, '（名）ハワイ', '　Hawaii', 'ハ［ワイ］イ', '', ''),
(1331, '４級', 588, 12, '（名）フリーマーケット', '　flea market', '［フリー］マーケット', '', ''),
(1332, '４級', 589, 12, '（名）ゴミ', '　garbage', '［ガー］ビッジ', '', ''),
(1333, '４級', 590, 12, '（名）スキー選手', '　skier', '［スキー］ヤー', '', ''),
(1334, '４級', 591, 12, '（名）レモネード', '　lemonade', 'レモ［ネー］ド', '', ''),
(1335, '４級', 592, 12, '（名）電子メール', '　e-mail', '［イー］メール', '', ''),
(1336, '４級', 593, 12, '（名）消防士', '　firefighter', '［ファイヤー］ファイター', '', ''),
(1337, '４級', 594, 12, '（名）地下鉄', '　subway', '［サブ］ウェイ', '', ''),
(1338, '４級', 595, 12, '（名）同級生', '　classmate', '［クラス］メート', '', ''),
(1339, '４級', 596, 12, '（名）飛行機', '　airplane', '［エア］プレイン', '', ''),
(1340, '４級', 597, 12, '（名）故郷', '　hometown', '［ホーム］タウン', '', ''),
(1341, '４級', 598, 12, '（名）本屋', '　bookstore', '［ブック］ストア', '', ''),
(1342, '４級', 599, 12, '（名）数学', '　math', '［マス］', '', ''),
(1343, '４級', 600, 12, '（名）消しゴム', '　eraser', 'イ［レイ］サー', '', ''),
(1344, '４級', 601, 13, '（動）節約する', '　save', '［セーブ］', '', ''),
(1345, '４級', 602, 13, '（動）準備する', '　prepare', 'プリ［ペア］', '', ''),
(1346, '４級', 603, 13, '（動）教える', '　teach', '［ティーチ］', '', ''),
(1347, '４級', 604, 13, '（動）身につけている', '　wear', '［ウェア］', '', ''),
(1348, '４級', 605, 13, '（動）捕まえる', '　catch', '［キャッチ］', '', ''),
(1349, '４級', 606, 13, '（動）実現する', '　realize', '［リア］ライズ', '', ''),
(1350, '４級', 607, 13, '（動）食べる', '　eat', '［イート］', '', ''),
(1351, '４級', 608, 13, '（動）選ぶ', '　pick', '［ピック］', '', ''),
(1352, '４級', 609, 13, '（動）終える', '　finish', '［フィ］ニッシュ', '', ''),
(1353, '４級', 610, 13, '（動）描く', '　paint', '［ペイント］', '', ''),
(1354, '４級', 611, 13, '（動）楽しむ', '　enjoy', 'エン［ジョイ］', '', ''),
(1355, '４級', 612, 13, '（動）紹介する', '　introduce', 'イントロ［デュース］', '', ''),
(1356, '４級', 613, 13, '（動）入る', '　enter', '［エン］ター', '', ''),
(1357, '４級', 614, 13, '（動）到着する', '　arrive', 'ア［ライブ］', '', ''),
(1358, '４級', 615, 13, '（動）旅行する', '　travel', '［トラ］ベル', '', ''),
(1359, '４級', 616, 13, '（動）飛ぶ', '　fly', '［フライ］', '', ''),
(1360, '４級', 617, 13, '（動）心配する', '　worry', '［ウォー］リー', '', ''),
(1361, '４級', 618, 13, '（動）聴く', '　listen', '［リッ］スン', '', ''),
(1362, '４級', 619, 13, '（動）忘れる', '　forget', 'フォー［ゲッ］ト', '', ''),
(1363, '４級', 620, 13, '（動）たたく', '　hit', '［ヒット］', '', ''),
(1364, '４級', 621, 13, '（動）眠る', '　sleep', '［スリープ］', '', ''),
(1365, '４級', 622, 13, '（動）なげる', '　throw', '［スロー］', '', ''),
(1366, '４級', 623, 13, '（動）笑う', '　laugh', '［ラフ］', '', ''),
(1367, '４級', 624, 13, '（動）約束する', '　promise', '［プロ］ミス', '', ''),
(1368, '４級', 625, 13, '（動）押す', '　push', '［プッシュ］', '', ''),
(1369, '４級', 626, 13, '（動）発見する', '　discover', 'ディス［カ］バー', '', ''),
(1370, '４級', 627, 13, '（動）泣く', '　cry', '［クライ］', '', ''),
(1371, '４級', 628, 13, '（動）集める', '　collect', 'コ［レ］クト', '', ''),
(1372, '４級', 629, 13, '（動）乗る', '　ride', '［ライド］', '', ''),
(1373, '４級', 630, 13, '（動）こぐ', '　row', '［ロウ］', '', ''),
(1374, '４級', 631, 13, '（動）洗う', '　wash', '［ワッシュ］', '', ''),
(1375, '４級', 632, 13, '（動）登る', '　climb', '［クライム］', '', ''),
(1376, '４級', 633, 13, '（動）歌う', '　sing', '［シング］', '', ''),
(1377, '４級', 634, 13, '（動）叫ぶ', '　shout', '［シャウト］', '', ''),
(1378, '４級', 635, 13, '（動）招く', '　invite', 'イン［バイト］', '', ''),
(1379, '４級', 636, 13, '（動）跳ぶ', '　jump', '［ジャンプ］', '', ''),
(1380, '４級', 637, 13, '（動）目を覚ます', '　wake', '［ウェイク］', '', ''),
(1381, '４級', 638, 13, '（動）閉める', '　shut', '［シャット］', '', ''),
(1382, '４級', 639, 13, '（動）借りる', '　rent', '［レント］', '', ''),
(1383, '４級', 640, 13, '（動）におう', '　smell', '［スメル］', '', ''),
(1384, '４級', 641, 13, '（動）～をつづる', '　spell', '［スペル］', '', ''),
(1385, '４級', 642, 13, '（動）推測する', '　guess', '［ゲス］', '', ''),
(1386, '４級', 643, 13, '（動）泳ぐ', '　swim', '［スイム］', '', ''),
(1387, '４級', 644, 13, '（動）借りる', '　borrow', '［ボロー］', '', ''),
(1388, '４級', 645, 13, '（動）許す', '　excuse', 'エクス［キューズ］', '', ''),
(1389, '４級', 646, 13, '（動）みがく', '　brush', '［ブラッシュ］', '', ''),
(1390, '４級', 647, 13, '（動）貸す', '　lend', '［レンド］', '', ''),
(1391, '４級', 648, 13, '（動）急ぐ', '　hurry', '［ハ］リー', '', ''),
(1392, '４級', 649, 13, '（動）卒業する', '　graduate', '［グラ］ジュエイト', '', ''),
(1393, '４級', 650, 13, '（動）嫌う', '　dislike', 'ディス［ライク］', '', ''),
(1394, '４級', 651, 14, '（副）とても', '　so', '［ソー］', '', ''),
(1395, '４級', 652, 14, '（副）上へ', '　up', '［アップ］', '', ''),
(1396, '４級', 653, 14, '（副）それで', '　then', '［ゼン］', '', ''),
(1397, '４級', 654, 14, '（副）外に', '　out', '［アウト］', '', ''),
(1398, '４級', 655, 14, '（副）～だけ', '　only', '［オー］ンリー', '', ''),
(1399, '４級', 656, 14, '（副）ちょうど', '　just', '［ジャスト］', '', ''),
(1400, '４級', 657, 14, '（副）非常に', '　very', '［ベ］リー', '', ''),
(1401, '４級', 658, 14, '（副）上手に', '　well', '［ウェル］', '', ''),
(1402, '４級', 659, 14, '（副）～の後で', '　after', '［ア］フター', '', ''),
(1403, '４級', 660, 14, '（副）下に', '　down', '［ダウン］', '', ''),
(1404, '４級', 661, 14, '（副）まだ', '　still', '［スティル］', '', ''),
(1405, '４級', 662, 14, '（副）～さえ', '　even', '［イー］ブン', '', ''),
(1406, '４級', 663, 14, '（副）割り引いて', '　off', '［オフ］', '', ''),
(1407, '４級', 664, 14, '（副）あとで', '　later', '［レイ］ター', '', ''),
(1408, '４級', 665, 14, '（副）～の下に', '　under', '［アン］ダー', '', ''),
(1409, '４級', 666, 14, '（副）もう一度', '　again', 'ア［ゲイン］', '', ''),
(1410, '４級', 667, 14, '（副）本当に', '　really', '［リア］リー', '', ''),
(1411, '４級', 668, 14, '（副）いつも', '　always', '［オール］ウェイズ', '', ''),
(1412, '４級', 669, 14, '（副）～のあたり', '　around', 'ア［ラウンド］', '', ''),
(1413, '４級', 670, 14, '（副）離れて', '　away', 'ア［ウェイ］', '', ''),
(1414, '４級', 671, 14, '（副）しばしば', '　often', '［オー］フン', '', ''),
(1415, '４級', 672, 14, '（副）一度', '　once', '［ワンス］', '', ''),
(1416, '４級', 673, 14, '（副）今まで', '　ever', '［エ］バー', '', ''),
(1417, '４級', 674, 14, '（副）いっしょに', '　together', 'トゥ［ギャザー］', '', ''),
(1418, '４級', 675, 14, '（副）～の近くに', '　near', '［ニア］', '', ''),
(1419, '４級', 676, 14, '（副）他に', '　else', '［エルス］', '', ''),
(1420, '４級', 677, 14, '（副）時々', '　sometimes', '［サム］タイムズ', '', ''),
(1421, '４級', 678, 14, '（副）普通は', '　usually', '［ユ］ージュアリー', '', ''),
(1422, '４級', 679, 14, '（副）たしかに', '　certainly', 'サー［トン］リー', '', ''),
(1423, '４級', 680, 14, '（副）もしかすると', '　maybe', '［メイ］ビー', '', ''),
(1424, '４級', 681, 14, '（副）まっすぐに', '　straight', '［ストレート］', '', ''),
(1425, '４級', 682, 14, '（副）注意深く', '　carefully', '［ケア］フリー', '', ''),
(1426, '４級', 683, 14, '（副）２回', '　twice', '［トゥワイス］', '', ''),
(1427, '４級', 684, 14, '（副）いつでも', '　anytime', 'エ［ニ］タイム', '', ''),
(1428, '４級', 685, 14, '（代名）全部', '　all', '［オール］', '', ''),
(1429, '４級', 686, 14, '（代名）両方とも', '　both', '［ボウス］', '', ''),
(1430, '４級', 687, 14, '（代名）全くない', '　none', '［ナン］', '', ''),
(1431, '４級', 688, 14, '（前）～として', '　as', '［アズ］', '', ''),
(1432, '４級', 689, 14, '（前）～と・・・の間', '　between', 'ビ［トゥイーン］', '', ''),
(1433, '４級', 690, 14, '（前）～の間中', '　during', '［ドゥア］リング', '', ''),
(1434, '４級', 691, 14, '（前）～の上に', '　above', 'ア［バブ］', '', ''),
(1435, '４級', 692, 14, '（前）～の間に', '　among', 'ア［マング］', '', ''),
(1436, '４級', 693, 14, '（接）もし～なら', '　if', '［イフ］', '', ''),
(1437, '４級', 694, 14, '（接）～よりも', '　than', '［ゼン］', '', ''),
(1438, '４級', 695, 14, '（接）～なので', '　because', 'ビ［コーズ］', '', ''),
(1439, '４級', 696, 14, '（接）～する間', '　while', '［ワイル］', '', ''),
(1440, '４級', 697, 14, '（接）～だけれど', '　though', '［ゾウ］', '', ''),
(1441, '４級', 698, 14, '（熟語）2～3回', '　a couple of times', 'ア・［カプル］・オブ・タイムズ', '', ''),
(1442, '４級', 699, 14, '（熟語）ひと組の～', '　a pair of', 'ア・［ペア］・オブ', '', ''),
(1443, '４級', 700, 14, '（熟語）１週間につき', '　a week', 'ア・［ウィーク］', '', ''),
(1444, '４級', 701, 15, '（熟語）～を欠席して', '　absent from', '［アブ］セント・フロム', '', ''),
(1445, '４級', 702, 15, '（熟語）～のいたる所', '　all over', '［オール］・オーバー', '', ''),
(1446, '４級', 703, 15, '（熟語）すぐに', '　at once', 'アット・［ワンス］', '', ''),
(1447, '４級', 704, 15, '（熟語）で有名である', '　be famous for', 'ビー・［フェイ］マス・フォー', '', ''),
(1448, '４級', 705, 15, '（熟語）～にとって問題ない', '　be fine with', 'ビー・［ファイン］・ウィズ', '', ''),
(1449, '４級', 706, 15, '（熟語）～に興味がある', '　be interested in', 'ビー・インタ［レスト］ゥド・イン', '', ''),
(1450, '４級', 707, 15, '（熟語）車で', '　by car', 'バイ・［カー］', '', ''),
(1451, '４級', 708, 15, '（熟語）うまくやる', '　do well', 'ドゥ・［ウェル］', '', ''),
(1452, '４級', 709, 15, '（熟語）お互いに', '　each other', 'イーチ・［アザー］', '', ''),
(1453, '４級', 710, 15, '（熟語）決勝戦', '　final game', '［ファイ］ナル・ゲーム', '', ''),
(1454, '４級', 711, 15, '（熟語）長い間', '　for a long time', 'フォー・ア・［ロング］・タイム', '', ''),
(1455, '４級', 712, 15, '（熟語）たとえば', '　for example', 'フォー・［イク］ザンプル', '', ''),
(1456, '４級', 713, 15, '（熟語）これから', '　from now on', 'フロム・［ナウ］・オン', '', ''),
(1457, '４級', 714, 15, '（熟語）うまくやる', '　get along with', 'ゲット・ア［ロング］・ウィズ', '', ''),
(1458, '４級', 715, 15, '（熟語）怒る', '　get angry', 'ゲット・［アングリー］', '', ''),
(1459, '４級', 716, 15, '（熟語）暗くなる', '　get dark', 'ゲット・［ダーク］', '', ''),
(1460, '４級', 717, 15, '（熟語）家に着く', '　get home', 'ゲット・［ホーム］', '', ''),
(1461, '４級', 718, 15, '（熟語）～から出る', '　get out of', 'ゲット・［アウト］・オブ', '', ''),
(1462, '４級', 719, 15, '（熟語）準備する', '　get ready', 'ゲット・［レディ］', '', ''),
(1463, '４級', 720, 15, '（熟語）そこへ着く', '　get there', 'ゲット・［ゼア］', '', ''),
(1464, '４級', 721, 15, '（熟語）疲れる', '　get tired', 'ゲット・［タイアード］', '', ''),
(1465, '４級', 722, 15, '（熟語）～に着く', '　get to', 'ゲット・［トゥ］', '', ''),
(1466, '４級', 723, 15, '（熟語）集まる', '　get together', 'ゲット・トゥ［ギャザー］', '', ''),
(1467, '４級', 724, 15, '（熟語）～に戻る', '　go back to', 'ゴー・［バック］・トゥ', '', ''),
(1468, '４級', 725, 15, '（熟語）～から外へ出る', '　go out of', 'ゴー・［アウト］・オブ', '', ''),
(1469, '４級', 726, 15, '（熟語）まっすぐ行く', '　go straight', 'ゴー・［ストレート］', '', ''),
(1470, '４級', 727, 15, '（熟語）～が上手で', '　good at', 'グッド・［アット］', '', ''),
(1471, '４級', 728, 15, '（熟語）頭痛がする', '　have a headache', 'ハヴ・ア・［ヘッド］エイク', '', ''),
(1472, '４級', 729, 15, '（熟語）楽しむ', '　have fun', 'ハヴ・［ファン］', '', ''),
(1473, '４級', 730, 15, '（熟語）～を持っている', '　have got', 'ハヴ・［ガット］', '', ''),
(1474, '４級', 731, 15, '（熟語）わからない', '　have no idea', 'ハヴ・ノウ・［アイ］ディア', '', ''),
(1475, '４級', 732, 15, '（熟語）～しなければいけない', '　have to', 'ハヴ・［トゥ］', '', ''),
(1476, '４級', 733, 15, '（熟語）～の前で', '　in front of', 'イン・［フロント］・オブ', '', ''),
(1477, '４級', 734, 15, '（熟語）将来に', '　in the future', 'イン・ザ・［フューチャー］', '', ''),
(1478, '４級', 735, 15, '（熟語）世界で', '　in the world', 'イン・ザ・［ワールド］', '', ''),
(1479, '４級', 736, 15, '（熟語）時間内に', '　in time', 'イン・［タイム］', '', ''),
(1480, '４級', 737, 15, '（熟語）連絡を取り合う', '　keep in touch', 'キープ・イン・［タッチ］', '', ''),
(1481, '４級', 738, 15, '（熟語）～の種類の', '　kind of', '［カインド］・オブ', '', ''),
(1482, '４級', 739, 15, '（熟語）～ということを知る', '　know that', 'ノウ・［ザット］', '', ''),
(1483, '４級', 740, 15, '（熟語）昨夜', '　last night', '［ラスト］・ナイト', '', ''),
(1484, '４級', 741, 15, '（熟語）～に遅刻して', '　late for', '［レイト］・フォー', '', ''),
(1485, '４級', 742, 15, '（熟語）～について学ぶ', '　learn about', '［ラーン］・アバウト', '', ''),
(1486, '４級', 743, 15, '（熟語）～へ出かける', '　leave for', '［リーヴ］・フォー', '', ''),
(1487, '４級', 744, 15, '（熟語）家を出る', '　leave home', '［リーヴ］・ホーム', '', ''),
(1488, '４級', 745, 15, '（熟語）～するのが好き', '　like to', '［ライク］・トゥ', '', ''),
(1489, '４級', 746, 15, '（熟語）海外で生活する', '　live abroad', '［リヴ］・アブロード', '', ''),
(1490, '４級', 747, 15, '（熟語）～の世話をする', '　look after', '［ルック］・アフター', '', ''),
(1491, '４級', 748, 15, '（熟語）～を探す', '　look for', '［ルック］・フォー', '', ''),
(1492, '４級', 749, 15, '（熟語）～を楽しみに待つ', '　look forward to', 'ルック・［フォワード］・トゥ', '', ''),
(1493, '４級', 750, 15, '（熟語）～に似ている', '　look like', '［ルック］・ライク', '', ''),
(1494, '４級', 751, 16, '（熟語）電車に乗り遅れる', '　miss the train', '［ミス］・ザ・トレイン', '', ''),
(1495, '４級', 752, 16, '（熟語）どんどん', '　more and more', '［モア］・アンド・モア', '', ''),
(1496, '４級', 753, 16, '（熟語）徒歩で', '　on foot', '［オン］・フット', '', ''),
(1497, '４級', 754, 16, '（熟語）電話で', '　on the phone', '［オン］・ザ・フォン', '', ''),
(1498, '４級', 755, 16, '（熟語）壁に', '　on the wall', '［オン］・ザ・ウォール', '', ''),
(1499, '４級', 756, 16, '（熟語）道の途中で', '　on the way', '［オン］・ザ・ウェイ', '', ''),
(1500, '４級', 757, 16, '（熟語）テレビで', '　on TV', '［オン］・ティーヴィー', '', ''),
(1501, '４級', 758, 16, '（熟語）休暇中で', '　on vacation', 'オン・ヴァ［ケイ］ション', '', ''),
(1502, '４級', 759, 16, '（熟語）週末に', '　on weekends', 'オン・［ウィーク］エンズ', '', ''),
(1503, '４級', 760, 16, '（熟語）もう一度', '　once again', 'ワンス・ア［ゲイン］', '', ''),
(1504, '４級', 761, 16, '（熟語）ある日', '　one day', '［ワン］・デイ', '', ''),
(1505, '４級', 762, 16, '（熟語）１時間', '　one hour', '［ワン］・アワー', '', ''),
(1506, '４級', 763, 16, '（熟語）あそこに', '　over there', 'オーバー・［ゼア］', '', ''),
(1507, '４級', 764, 16, '（熟語）拾い上げる', '　pick up', '［ピック］・アップ', '', ''),
(1508, '４級', 765, 16, '（熟語）～する予定である', '　plan to', '［プラン］・トゥ', '', ''),
(1509, '４級', 766, 16, '（熟語）トランプをする', '　play cards', '［プレイ］・カード', '', ''),
(1510, '４級', 767, 16, '（熟語）キャッチボールをする', '　play catch', '［プレイ］・キャッチ', '', ''),
(1511, '４級', 768, 16, '（熟語）はやく走る', '　run fast', 'ラン・［ファースト］', '', ''),
(1512, '４級', 769, 16, '（熟語）～によろしく伝える', '　say hello to', 'セイ・ハ［ロー］・トゥー', '', ''),
(1513, '４級', 770, 16, '（熟語）を探索する', '　search for', '［サーチ］・フォー', '', ''),
(1514, '４級', 771, 16, '（熟語）そばに立つ', '　stand by', '［スタンド］・バイ', '', ''),
(1515, '４級', 772, 16, '（熟語）立つ', '　stand up', '［スタンド］・アップ', '', ''),
(1516, '４級', 773, 16, '（熟語）～に滞在する', '　stay in', '［ステイ］・イン', '', ''),
(1517, '４級', 774, 16, '（熟語）起きている', '　stay up', '［ステイ］・アップ', '', ''),
(1518, '４級', 775, 16, '（熟語）～のところに泊まる', '　stay with', '［ステイ］・ウィズ', '', ''),
(1519, '４級', 776, 16, '（熟語）熱心に勉強する', '　study hard', '［スタディ］・［ハード］', '', ''),
(1520, '４級', 777, 16, '（熟語）休憩する', '　take a rest', 'テイク・ア・［レスト］', '', ''),
(1521, '４級', 778, 16, '（熟語）～の世話をする', '　take care of', 'テイク・［ケア］・オブ', '', ''),
(1522, '４級', 779, 16, '（熟語）取り戻す', '　take it back', 'テイク・イット・［バック］', '', ''),
(1523, '４級', 780, 16, '（熟語）～に参加する', '　take part in', 'テイク・［パート］・イン', '', ''),
(1524, '４級', 781, 16, '（熟語）について話す', '　talk about', '［トーク］・アバウト', '', ''),
(1525, '４級', 782, 16, '（熟語）うそをつく', '　tell a lie', 'テル・ア・［ライ］', '', ''),
(1526, '４級', 783, 16, '（熟語）飲むための', '　to drink', 'トゥ・［ドリンク］', '', ''),
(1527, '４級', 784, 16, '（熟語）食べるための', '　to eat', 'トゥ・［イート］', '', ''),
(1528, '４級', 785, 16, '（熟語）～へ行くために', '　to go to', 'トゥ・［ゴー］・トゥー', '', ''),
(1529, '４級', 786, 16, '（熟語）読むための', '　to read', 'トゥ・［リード］', '', ''),
(1530, '４級', 787, 16, '（熟語）あまりにもたくさん', '　too much', '［トゥー］・マッチ', '', ''),
(1531, '４級', 788, 16, '（熟語）試着する', '　try on', '［トライ］・オン', '', ''),
(1532, '４級', 789, 16, '（熟語）左へ曲がる', '　turn left', 'ターン・［レフト］', '', ''),
(1533, '４級', 790, 16, '（熟語）～を消す', '　turn off', 'ターン・［オフ］', '', ''),
(1534, '４級', 791, 16, '（熟語）～をつける', '　turn on', 'ターン・［オン］', '', ''),
(1535, '４級', 792, 16, '（熟語）右へ曲がる', '　turn right', 'ターン・［ライト］', '', ''),
(1536, '４級', 793, 16, '（熟語）～したい', '　want to', '［ウォント］・トゥ', '', ''),
(1537, '４級', 794, 16, '（熟語）花に水をやる', '　water the flowers', 'ウォーター・ザ・［フラワーズ］', '', ''),
(1538, '４級', 795, 16, '（熟語）賞をとる', '　win a prize', '［ウィン］・ア・［プライズ］', '', ''),
(1539, '４級', 796, 16, '（熟語）笑顔で', '　with a smile', 'ウィズ・ア・［スマイル］', '', ''),
(1540, '４級', 797, 16, '（熟語）のために働く', '　work for', '［ワーク］・フォー', '', ''),
(1541, '４級', 798, 16, '（熟語）～したい', '　would like to', '［ウッド］・ライク・トゥ', '', ''),
(1542, '４級', 799, 16, '（熟語）書く', '　write down', '［ライト］・ダウン', '', ''),
(1543, '４級', 800, 16, '（熟語）～を使って書く', '　write with', '［ライト］・ウィズ', '', ''),
(1640, '３級', 97, 1, '（助動）～しなければならない', 'must', '［マ］スト', '', ''),
(1641, '３級', 98, 1, '（代名）もの', 'one', '［ワ］ン', '', ''),
(1642, '３級', 99, 1, '（代名）すべての人', 'all', '［オ］ール', '', ''),
(1643, '３級', 100, 1, '（代名）何か', 'something', '［サ］ムシング', '', ''),
(1644, '３級', 101, 1, '（動）信じる', 'believe', 'ビ［リ］ーブ', '', ''),
(1645, '３級', 102, 1, '（動）注文する', 'order', '［オ］ーダー', '', ''),
(1646, '３級', 103, 1, '（動）起こる', 'happen', '［ハ］プン', '', ''),
(1647, '３級', 104, 1, '（動）返す', 'return', 'リ［タ］ーン', '', ''),
(1648, '３級', 105, 1, '（動）理解する', 'understand', 'アンダー［ス］タンド', '', ''),
(1649, '３級', 106, 1, '（動）望む', 'hope', '［ホ］ープ', '', ''),
(1650, '３級', 107, 1, '（動）～をなくす', 'lose', '［ル］ーズ', '', ''),
(1651, '３級', 108, 1, '（動）運ぶ', 'carry', '［キャ］リー', '', ''),
(1652, '３級', 109, 1, '（動）描く', 'draw', '［ド］ロー', '', ''),
(1653, '３級', 110, 1, '（動）勝つ', 'win', '［ウ］ィン', '', ''),
(1654, '３級', 111, 1, '（動）話す', 'speak', '［ス］ピーク', '', ''),
(1655, '３級', 112, 1, '（動）思い出す', 'remember', 'リ［メ］ンバー', '', ''),
(1656, '３級', 113, 1, '（動）を割る', 'break', '［ブレ］イク', '', ''),
(1657, '３級', 114, 1, '（動）を過ごす', 'spend', '［スペ］ンド', '', ''),
(1658, '３級', 115, 1, '（動）デザインする', 'design', 'デ［ザ］イン', '', ''),
(1659, '３級', 116, 1, '（動）学ぶ', 'learn', '［ラ］ーン', '', ''),
(1660, '３級', 117, 1, '（動）練習する', 'practice', '［プ］ラクティス', '', ''),
(1661, '３級', 118, 1, '（動）送る', 'send', '［セ］ンド', '', ''),
(1662, '３級', 119, 1, '（動）を栽培する', 'grow', '［グ］ロー', '', ''),
(1663, '３級', 120, 1, '（動）決める', 'decide', 'ディ［サ］イド', '', ''),
(1664, '３級', 121, 1, '（動）聞こえる', 'sound', '［サ］ウンド', '', ''),
(1665, '３級', 122, 1, '（動）運転する', 'drive', '［ド］ライブ', '', ''),
(1666, '３級', 123, 1, '（動）を（注意して）見る', 'watch', '［ウォ］ッチ', '', ''),
(1667, '３級', 124, 1, '（動）待つ', 'wait', '［ウェ］イト', '', ''),
(1668, '３級', 125, 1, '（動）合格する', 'pass', '［パ］ス', '', ''),
(1669, '３級', 126, 1, '（動）売る', 'sell', '［セ］ル', '', ''),
(1670, '３級', 127, 1, '（動）乗り遅れる', 'miss', '［ミ］ス', '', ''),
(1671, '３級', 128, 1, '（動）選ぶ', 'choose', '［チュ］ーズ', '', ''),
(1672, '３級', 129, 1, '（動）参加する', 'join', '［ジョ］イン', '', ''),
(1673, '３級', 130, 1, '（動）貯める', 'save', '［セ］イブ', '', ''),
(1674, '３級', 131, 1, '（動）身に付ける', 'wear', '［ウェ］アー', '', ''),
(1675, '３級', 132, 1, '（動）捕まえる', 'catch', '［キャ］ッチ', '', ''),
(1676, '３級', 133, 1, '（形）十分な', 'enough', 'イ［ナ］フ', '', ''),
(1677, '３級', 134, 1, '（形）半分の', 'half', '［ハ］ーフ', '', ''),
(1678, '３級', 135, 1, '（形）おもな', 'main', '［メ］イン', '', ''),
(1679, '３級', 136, 1, '（形）確かな', 'sure', '［シュ］アー', '', ''),
(1680, '３級', 137, 1, '（形）無料の', 'free', '［フ］リー', '', ''),
(1681, '３級', 138, 1, '（形）特別な', 'special', '［ス］ペシャル', '', ''),
(1682, '３級', 139, 1, '（形）国際的な', 'international', 'インター［ナ］ショナル', '', ''),
(1683, '３級', 140, 1, '（形）難しい', 'difficult', '［デ］ィフィカルト', '', ''),
(1684, '３級', 141, 1, '（形）簡単な', 'easy', '［イ］ージー', '', ''),
(1685, '３級', 142, 1, '（形）強い', 'strong', '［ス］トロング', '', ''),
(1686, '３級', 143, 1, '（形）結構な', 'fine', '［ファ］イン', '', ''),
(1687, '３級', 144, 1, '（形）フランスの', 'French', '［フ］レンチ', '', ''),
(1688, '３級', 145, 1, '（形）貧しい', 'poor', '［プ］アー', '', ''),
(1689, '３級', 146, 1, '（形）間違った', 'wrong', '［ロ］ング', '', ''),
(1690, '３級', 147, 1, '（名）電車', 'train', '［ト］レイン', '', ''),
(1691, '３級', 148, 1, '（名）プレゼント', 'present', '［プ］レゼント', '', ''),
(1692, '３級', 149, 1, '（名）考え', 'idea', 'アイ［デ］ィア', '', ''),
(1693, '３級', 150, 1, '（名）仕事', 'job', '［ジョ］ブ', '', ''),
(1694, '３級', 151, 1, '（名）理由', 'reason', '［リ］ーズン', '', ''),
(1695, '３級', 152, 1, '（名）１時間', 'hour', '［ア］ワー', '', ''),
(1696, '３級', 153, 1, '（名）事務所', 'office', '［オ］フィス', '', ''),
(1697, '３級', 154, 1, '（名）警察', 'police', 'ポ［リ］ース', '', ''),
(1698, '３級', 155, 1, '（名）種類', 'kind', '［カ］インド', '', ''),
(1699, '３級', 156, 1, '（名）停留所', 'stop', '［ス］トップ', '', ''),
(1700, '３級', 157, 1, '（名）１分', 'minute', '［ミ］ニット', '', ''),
(1701, '３級', 158, 1, '（名）銀行', 'bank', '［バ］ンク', '', ''),
(1702, '３級', 159, 1, '（名）件名', 'subject', '［サ］ブジェクト', '', ''),
(1703, '３級', 160, 1, '（名）規則', 'rule', '［ル］ール', '', ''),
(1704, '３級', 161, 1, '（名）健康', 'health', '［ヘ］ルス', '', ''),
(1705, '３級', 162, 1, '（名）通り', 'street', 'ス［トリー］ト', '', ''),
(1706, '３級', 163, 1, '（名）子ども', 'child', '［チャイ］ルド', '', ''),
(1707, '３級', 164, 1, '（名）未来', 'future', '［フュー］チャー', '', ''),
(1708, '３級', 165, 1, '（名）紙', 'paper', '［ペイ］パー', '', ''),
(1709, '３級', 166, 1, '（名）答え', 'answer', '［アン］サー', '', ''),
(1710, '３級', 167, 1, '（名）手紙', 'letter', '［レ］ター', '', ''),
(1711, '３級', 168, 1, '（名）食べ物', 'food', '［フー］ド', '', ''),
(1712, '３級', 169, 1, '（名）看板', 'sign', '［サイ］ン', '', ''),
(1713, '３級', 170, 1, '（名）行事', 'event', 'イ［ベン］ト', '', ''),
(1714, '３級', 171, 1, '（名）模型', 'model', '［モ］デル', '', ''),
(1715, '３級', 172, 1, '（名）歴史', 'history', '［ヒス］トリー', '', ''),
(1716, '３級', 173, 1, '（名）親', 'parent', '［ペア］レント', '', ''),
(1717, '３級', 174, 1, '（名）セール', 'sale', '［セイ］ル', '', ''),
(1718, '３級', 175, 1, '（名）色', 'color', '［カ］ラー', '', ''),
(1719, '３級', 176, 1, '（名）総合大学', 'university', 'ユニ［バー］シティー', '', ''),
(1720, '３級', 177, 1, '（名）（男性に対して）お客様', 'sir', '［サー］', '', ''),
(1721, '３級', 178, 1, '（名）妻', 'wife', '［ワイ］フ', '', ''),
(1722, '３級', 179, 1, '（名）病院', 'hospital', '［ホス］ピタル', '', ''),
(1723, '３級', 180, 1, '（名）コンピューター', 'computer', 'コン［ピュー］ター', '', ''),
(1724, '３級', 181, 1, '（名）息子', 'son', '［サ］ン', '', ''),
(1725, '３級', 182, 1, '（名）掲示', 'notice', '［ノー］ティス', '', ''),
(1726, '３級', 183, 1, '（名）動物', 'animal', '［アニ］マル', '', ''),
(1727, '３級', 184, 1, '（副）すでに', 'already', 'オール［レ］ディー', '', ''),
(1728, '３級', 185, 1, '（副）まだ', 'yet', '［イェ］ット', '', ''),
(1729, '３級', 186, 1, '（副）ほとんど', 'almost', '［オー］ルモスト', '', ''),
(1730, '３級', 187, 1, '（副）遠くに', 'far', '［ファー］', '', ''),
(1731, '３級', 188, 1, '（副）～もまた', 'either', '［アイ］ザー', '', ''),
(1732, '３級', 189, 1, '（副）１度', 'once', '［ワ］ンス', '', ''),
(1733, '３級', 190, 1, '（副）熱心に', 'hard', '［ハー］ド', '', ''),
(1734, '３級', 191, 1, '（副）今までに', 'ever', '［エ］バー', '', ''),
(1735, '３級', 192, 1, '（副）一緒に', 'together', 'ト［ゲ］ザー', '', ''),
(1736, '３級', 193, 1, '（副）外で', 'outside', 'アウト［サイ］ド', '', ''),
(1737, '３級', 194, 1, '（副）その他に', 'else', '［エ］ルス', '', ''),
(1738, '３級', 195, 1, '（副）ときどき', 'sometimes', '［サム］タイムズ', '', ''),
(1739, '３級', 196, 1, '（副）～前に', 'ago', 'ア［ゴー］', '', ''),
(1740, '３級', 197, 1, '（副）たいてい', 'usually', '［ユー］ジュアリー', '', ''),
(1741, '３級', 198, 1, '（副）まもなく', 'soon', '［スー］ン', '', ''),
(1742, '３級', 199, 1, '（代名）（疑問文で）何か', 'anything', '［エニ］シング', '', ''),
(1743, '３級', 200, 1, '（代名）彼女自身', 'herself', 'ハー［セ］ルフ', '', ''),
(1744, '３級', 201, 1, '（動）終える', 'finish', '［フィ］ニッシュ', '', ''),
(1745, '３級', 202, 1, '（動）楽しむ', 'enjoy', 'エン［ジョ］イ', '', ''),
(1746, '３級', 203, 1, '（動）紹介する', 'introduce', 'イントロ［デュー］ス', '', ''),
(1747, '３級', 204, 1, '（動）入る', 'enter', '［エン］ター', '', ''),
(1748, '３級', 205, 1, '（動）到着する', 'arrive', 'ア［ライ］ブ', '', ''),
(1749, '３級', 206, 1, '（動）連絡をとる', 'contact', '［コン］タクト', '', ''),
(1750, '３級', 207, 1, '（動）旅行する', 'travel', '［トラ］ベル', '', ''),
(1751, '３級', 208, 1, '（動）結婚する', 'marry', '［マ］リー', '', ''),
(1752, '３級', 209, 1, '（動）心配する', 'worry', '［ワ］リー', '', ''),
(1753, '３級', 210, 1, '（動）調べる', 'check', '［チェ］ック', '', ''),
(1754, '３級', 211, 1, '（動）忘れる', 'forget', 'フォー［ゲ］ット', '', ''),
(1755, '３級', 212, 1, '（動）眠る', 'sleep', 'ス［リー］プ', '', ''),
(1756, '３級', 213, 1, '（動）投げる', 'throw', 'ス［ロー］', '', ''),
(1757, '３級', 214, 1, '（動）きれいにする', 'clean', 'ク［リー］ン', '', ''),
(1758, '３級', 215, 1, '（動）を上演する', 'perform', 'パー［フォー］ム', '', ''),
(1759, '３級', 216, 1, '（動）集める', 'collect', 'コ［レ］クト', '', ''),
(1760, '３級', 217, 1, '（動）乗る', 'ride', '［ライ］ド', '', ''),
(1761, '３級', 218, 1, '（動）雨が降る', 'rain', '［レイ］ン', '', ''),
(1762, '３級', 219, 1, '（動）招待する', 'invite', 'イン［バイ］ト', '', ''),
(1763, '３級', 220, 1, '（動）傷つける', 'hurt', '［ハー］ト', '', ''),
(1764, '３級', 221, 1, '（動）キャンプする', 'camp', '［キャ］ンプ', '', ''),
(1765, '３級', 222, 1, '（形）驚いた', 'surprised', 'サー［プライ］ズド', '', ''),
(1766, '３級', 223, 1, '（形）プロの', 'professional', 'プロフェ［ショ］ナル', '', ''),
(1767, '３級', 224, 1, '（形）速い', 'fast', '［ファー］スト', '', ''),
(1768, '３級', 225, 1, '（形）気の毒な', 'sorry', '［ソ］リー', '', ''),
(1769, '３級', 226, 1, '（形）人気のある', 'popular', '［ポピュ］ラー', '', ''),
(1770, '３級', 227, 1, '（形）用意ができて', 'ready', '［レ］ディー', '', ''),
(1771, '３級', 228, 1, '（形）重い', 'heavy', '［ヘ］ビー', '', ''),
(1772, '３級', 229, 1, '（形）親愛なる', 'dear', '［ディ］ア', '', ''),
(1773, '３級', 230, 1, '（形）暖かい', 'warm', '［ウォー］ム', '', ''),
(1774, '３級', 231, 1, '（形）美しい', 'beautiful', '［ビュー］ティフル', '', ''),
(1775, '３級', 232, 1, '（形）安い', 'cheap', '［チー］プ', '', ''),
(1776, '３級', 233, 1, '（形）有名な', 'famous', '［フェイ］マス', '', ''),
(1777, '３級', 234, 1, '（形）疲れた', 'tired', '［タイ］アード', '', ''),
(1778, '３級', 235, 1, '（形）怖がって', 'afraid', 'ア［フレ］イド', '', ''),
(1779, '３級', 236, 1, '（形）高価な', 'expensive', 'イクス［ペン］シブ', '', ''),
(1780, '３級', 237, 1, '（形）お気に入りの', 'favorite', '［フェイ］バリット', '', ''),
(1781, '３級', 238, 1, '（形）忙しい', 'busy', '［ビ］ジー', '', ''),
(1782, '３級', 239, 1, '（形）わくわくした', 'excited', 'イク［サイ］ティド', '', ''),
(1783, '３級', 240, 1, '（形）わくわくさせる', 'exciting', 'イク［サイ］ティング', '', ''),
(1784, '３級', 241, 1, '（形）イタリアの', 'Italian', 'イ［タ］リアン', '', ''),
(1785, '３級', 242, 1, '（名）医者', 'doctor', '［ドク］ター', '', ''),
(1786, '３級', 243, 1, '（名）鍵', 'key', '［キー］', '', ''),
(1787, '３級', 244, 1, '（名）庭', 'garden', '［ガー］デン', '', ''),
(1788, '３級', 245, 1, '（名）宇宙', 'space', 'ス［ペイ］ス', '', ''),
(1789, '３級', 246, 1, '（名）上演', 'performance', 'パー［フォー］マンス', '', ''),
(1790, '３級', 247, 1, '（名）駅', 'station', 'ス［テイ］ション', '', ''),
(1791, '３級', 248, 1, '（名）機械', 'machine', 'マ［シー］ン', '', ''),
(1792, '３級', 249, 1, '（名）競争', 'race', '［レイ］ス', '', ''),
(1793, '３級', 250, 1, '（名）階', 'floor', 'フ［ロー］', '', ''),
(1794, '３級', 251, 1, '（名）ホール', 'hall', '［ホー］ル', '', ''),
(1795, '３級', 252, 1, '（名）単科大学', 'college', '［カ］レッジ', '', ''),
(1796, '３級', 253, 1, '（名）季節', 'season', '［シー］ズン', '', ''),
(1797, '３級', 254, 1, '（名）理科', 'science', '［サイ］エンス', '', ''),
(1798, '３級', 255, 1, '（名）馬', 'horse', '［ホー］ス', '', ''),
(1799, '３級', 256, 1, '（名）めがね', 'glasses', '［グラ］シーズ', '', ''),
(1800, '３級', 257, 1, '（名）夫', 'husband', '［ハズ］バンド', '', ''),
(1801, '３級', 258, 1, '（名）娘', 'daughter', '［ドー］ター', '', ''),
(1802, '３級', 259, 1, '（名）農場', 'farm', '［ファー］ム', '', ''),
(1803, '３級', 260, 1, '（名）星', 'star', 'ス［ター］', '', ''),
(1804, '３級', 261, 1, '（名）コピー', 'copy', '［コ］ピー', '', ''),
(1805, '３級', 262, 1, '（名）休日', 'holiday', '［ホリ］デイ', '', ''),
(1806, '３級', 263, 1, '（名）得点', 'goal', '［ゴー］ル', '', ''),
(1807, '３級', 264, 1, '（名）図書館', 'library', '［ライブ］ラリー', '', ''),
(1808, '３級', 265, 1, '（名）電話', 'phone', '［フォ］ン', '', ''),
(1809, '３級', 266, 1, '（名）音楽バンド', 'band', '［バン］ド', '', ''),
(1810, '３級', 267, 1, '（名）看護師', 'nurse', '［ナー］ス', '', ''),
(1811, '３級', 268, 1, '（名）店', 'store', 'ス［トー］', '', ''),
(1812, '３級', 269, 1, '（名）台所', 'kitchen', '［キ］チン', '', ''),
(1813, '３級', 270, 1, '（名）スピーチ', 'speech', 'ス［ピー］チ', '', ''),
(1814, '３級', 271, 1, '（名）旅行', 'tour', '［ツ］アー', '', ''),
(1815, '３級', 272, 1, '（名）新聞', 'newspaper', '［ニュー］スペイパー', '', ''),
(1816, '３級', 273, 1, '（名）事故', 'accident', '［アクシ］デント', '', ''),
(1817, '３級', 274, 1, '（名）博物館', 'museum', 'ミュー［ジア］ム', '', ''),
(1818, '３級', 275, 1, '（名）ビデオ', 'video', '［ビ］デオ', '', ''),
(1819, '３級', 276, 1, '（名）週末', 'weekend', '［ウィー］クエンド', '', ''),
(1820, '３級', 277, 1, '（名）衣服', 'clothes', 'ク［ロー］ズ', '', ''),
(1821, '３級', 278, 1, '（名）作家', 'writer', '［ライ］ター', '', ''),
(1822, '３級', 279, 1, '（名）農場経営者', 'farmer', '［ファー］マー', '', ''),
(1823, '３級', 280, 1, '（名）免許証', 'license', '［ライ］センス', '', ''),
(1824, '３級', 281, 1, '（名）訪問者', 'visitor', '［ビジ］ター', '', ''),
(1825, '３級', 282, 1, '（名）山', 'mountain', '［マウン］テン', '', ''),
(1826, '３級', 283, 1, '（名）劇場', 'theater', '［シア］ター', '', ''),
(1827, '３級', 284, 1, '（名）天気', 'weather', '［ウェ］ザー', '', ''),
(1828, '３級', 285, 1, '（名）雑誌', 'magazine', 'マガ［ジー］ン', '', ''),
(1829, '３級', 286, 1, '（名）旅行する', 'trip', '［トリ］ップ', '', ''),
(1830, '３級', 287, 1, '（名）びん', 'bottle', '［ボ］トル', '', ''),
(1831, '３級', 288, 1, '（名）プール', 'pool', '［プー］ル', '', ''),
(1832, '３級', 289, 1, '（名）優勝者', 'winner', '［ウィ］ナー', '', ''),
(1833, '３級', 290, 1, '（名）果物', 'fruit', 'フ［ルー］ツ', '', ''),
(1834, '３級', 291, 1, '（名）湖', 'lake', '［レイ］ク', '', ''),
(1835, '３級', 292, 1, '（副）１人で', 'alone', 'ア［ロー］ン', '', ''),
(1836, '３級', 293, 1, '（副）ついに', 'finally', '［ファイナ］リー', '', ''),
(1837, '３級', 294, 1, '（副）もしかすると', 'maybe', '［メイ］ビー', '', ''),
(1838, '３級', 295, 1, '（副）代わりに', 'instead', 'イン［ステ］ッド', '', ''),
(1839, '３級', 296, 1, '（副）今夜', 'tonight', 'ト［ナイ］ト', '', ''),
(1840, '３級', 297, 1, '（副）２度', 'twice', '［トワイ］ス', '', ''),
(1841, '３級', 298, 1, '（前）〜のそばに', 'beside', 'ビ［サイ］ド', '', ''),
(1842, '３級', 299, 1, '（代名）（疑問文で）誰か', 'anyone', '［エニ］ワン', '', ''),
(1843, '３級', 300, 1, '（代名）私自身', 'myself', 'マイ［セ］ルフ', '', ''),
(1844, '３級', 301, 1, '（動）くつろぐ', 'relax', 'リ［ラ］ックス', '', ''),
(1845, '３級', 302, 1, '（動）～だと思う', 'guess', '［ゲ］ス', '', ''),
(1846, '３級', 303, 1, '（動）借りる', 'borrow', '［バ］ロウ', '', ''),
(1847, '３級', 304, 1, '（動）祝う', 'celebrate', '［セレ］ブレイト', '', ''),
(1848, '３級', 305, 1, '（動）雪が降る', 'snow', 'ス［ノー］', '', ''),
(1849, '３級', 306, 1, '（動）急ぐ', 'hurry', '［ハ］リー', '', ''),
(1850, '３級', 307, 1, '（動）焼く', 'bake', '［ベイ］ク', '', ''),
(1851, '３級', 308, 1, '（動）ハイキングする', 'hike', '［ハイ］ク', '', ''),
(1852, '３級', 309, 1, '（形）おかしい', 'funny', '［ファ］ニー', '', ''),
(1853, '３級', 310, 1, '（形）病気の', 'sick', '［シ］ック', '', ''),
(1854, '３級', 311, 1, '（形）ぬれた', 'wet', '［ウェ］ット', '', ''),
(1855, '３級', 312, 1, '（形）怒っている', 'angry', '［アン］グリー', '', ''),
(1856, '３級', 313, 1, '（形）中国の', 'Chinese', 'チャイ［ニー］ズ', '', ''),
(1857, '３級', 314, 1, '（形）うれしい', 'glad', 'グ［ラ］ド', '', ''),
(1858, '３級', 315, 1, '（形）健康な', 'healthy', '［ヘル］シー', '', ''),
(1859, '３級', 316, 1, '（形）悲しい', 'sad', '［サ］ド', '', ''),
(1860, '３級', 317, 1, '（形）スペインの', 'Spanish', 'ス［パニ］ッシュ', '', ''),
(1861, '３級', 318, 1, '（形）緊張した', 'nervous', '［ナー］バス', '', ''),
(1862, '３級', 319, 1, '（形）汚れた', 'dirty', '［ダー］ティー', '', ''),
(1863, '３級', 320, 1, '（形）空腹の', 'hungry', '［ハン］グリー', '', ''),
(1864, '３級', 321, 1, '（形）混雑した', 'crowded', 'ク［ラウ］ディド', '', ''),
(1865, '３級', 322, 1, '（形）おいしい', 'delicious', 'デ［リ］シャス', '', ''),
(1866, '３級', 323, 1, '（形）晴れた', 'sunny', '［サ］ニー', '', ''),
(1867, '３級', 324, 1, '（形）かわいい', 'cute', '［キュー］ト', '', ''),
(1868, '３級', 325, 1, '（形）曇った', 'cloudy', 'ク［ラウ］ディー', '', ''),
(1869, '３級', 326, 1, '（名）一節', 'passage', '［パ］セージ', '', ''),
(1870, '３級', 327, 1, '（名）楽しみ', 'fun', '［ファ］ン', '', ''),
(1871, '３級', 328, 1, '（名）レストラン', 'restaurant', 'レ［ストラ］ン', '', ''),
(1872, '３級', 329, 1, '（名）浜辺', 'beach', '［ビー］チ', '', ''),
(1873, '３級', 330, 1, '（名）賞', 'prize', 'プ［ライ］ズ', '', ''),
(1874, '３級', 331, 1, '（名）チケット', 'ticket', '［チケ］ット', '', ''),
(1875, '３級', 332, 1, '（名）コート', 'coat', '［コー］ト', '', ''),
(1876, '３級', 333, 1, '（名）贈り物', 'gift', '［ギフ］ト', '', ''),
(1877, '３級', 334, 1, '（名）飛行機', 'plane', 'プ［レー］ン', '', ''),
(1878, '３級', 335, 1, '（名）授業', 'lesson', '［レッ］スン', '', ''),
(1879, '３級', 336, 1, '（名）成績', 'grade', 'グ［レー］ド', '', ''),
(1880, '３級', 337, 1, '（名）カメラ', 'camera', '［カメ］ラ', '', ''),
(1881, '３級', 338, 1, '（名）おじ', 'uncle', '［アン］クル', '', ''),
(1882, '３級', 339, 1, '（名）ドル', 'dollar', '［ダ］ラー', '', ''),
(1883, '３級', 340, 1, '（名）俳優', 'actor', '［アク］ター', '', ''),
(1884, '３級', 341, 1, '（名）祭り', 'festival', 'フェ［スティ］バル', '', ''),
(1885, '３級', 342, 1, '（名）空港', 'airport', '［エア］ポート', '', ''),
(1886, '３級', 343, 1, '（名）おば', 'aunt', '［アン］ト', '', ''),
(1887, '３級', 344, 1, '（名）皿', 'dish', '［ディッ］シュ', '', ''),
(1888, '３級', 345, 1, '（名）映画', 'movie', '［ムー］ビー', '', ''),
(1889, '３級', 346, 1, '（名）野菜', 'vegetable', 'ベ［ジタ］ブル', '', ''),
(1890, '３級', 347, 1, '（名）教室', 'classroom', 'クラ［スルー］ム', '', ''),
(1891, '３級', 348, 1, '（名）コンテスト', 'contest', '［コン］テスト', '', ''),
(1892, '３級', 349, 1, '（名）演奏会', 'concert', '［コン］サート', '', ''),
(1893, '３級', 350, 1, '（名）いとこ', 'cousin', '［カ］ズン', '', ''),
(1894, '３級', 351, 1, '（名）チョコレート', 'chocolate', '［チョコ］レート', '', ''),
(1895, '３級', 352, 1, '（名）おもちゃ', 'toy', '［ト］イ', '', ''),
(1896, '３級', 353, 1, '（名）自転車', 'bike', '［バイ］ク', '', ''),
(1897, '３級', 354, 1, '（名）辞書', 'dictionary', '［ディク］ショナリー', '', ''),
(1898, '３級', 355, 1, '（名）サンドイッチ', 'sandwich', '［サン］ドイッチ', '', ''),
(1899, '３級', 356, 1, '（名）写真', 'photo', '［フォ］ト', '', ''),
(1900, '３級', 357, 1, '（名）トーナメント', 'tournament', '［トーナ］メント', '', ''),
(1901, '３級', 358, 1, '（名）アパート', 'apartment', 'ア［パー］ト', '', ''),
(1902, '３級', 359, 1, '（名）作り方', 'recipe', '［レシ］ピ', '', ''),
(1903, '３級', 360, 1, '（名）ポスター', 'poster', '［ポス］ター', '', ''),
(1904, '３級', 361, 1, '（名）スーパーマーケット', 'supermarket', '［スーパー］マーケット', '', ''),
(1905, '３級', 362, 1, '（名）パイ', 'pie', '［パ］イ', '', ''),
(1906, '３級', 363, 1, '（名）祖父', 'grandfather', 'グランド［ファー］ザー', '', ''),
(1907, '３級', 364, 1, '（名）パレード', 'parade', 'パ［レー］ド', '', ''),
(1908, '３級', 365, 1, '（名）喜劇', 'comedy', '［コメ］ディ', '', ''),
(1909, '３級', 366, 1, '（名）祖母', 'grandmother', 'グランド［マ］ザー', '', ''),
(1910, '３級', 367, 1, '（名）サラダ', 'salad', '［サ］ラダ', '', ''),
(1911, '３級', 368, 1, '（名）トラ', 'tiger', '［タイ］ガー', '', ''),
(1912, '３級', 369, 1, '（名）ソファ', 'sofa', '［ソ］ファ', '', ''),
(1913, '３級', 370, 1, '（名）競技場', 'stadium', 'スタ［ジア］ム', '', ''),
(1914, '３級', 371, 1, '（名）趣味', 'hobby', '［ホ］ビー', '', ''),
(1915, '３級', 372, 1, '（名）喫茶店', 'café', 'カ［フェ］', '', ''),
(1916, '３級', 373, 1, '（名）教科書', 'textbook', '［テキスト］ブック', '', ''),
(1917, '３級', 374, 1, '（名）動物園', 'zoo', '［ズ］ー', '', ''),
(1918, '３級', 375, 1, '（名）歯医者', 'dentist', '［デン］ティスト', '', ''),
(1919, '３級', 376, 1, '（名）軽い食事', 'snack', 'ス［ナッ］ク', '', ''),
(1920, '３級', 377, 1, '（名）午前', 'a.m.', '［エイ］エム', '', ''),
(1921, '３級', 378, 1, '（名）財布', 'wallet', '［ウォ］レット', '', ''),
(1922, '３級', 379, 1, '（名）午後', 'p.m.', '［ピー］エム', '', ''),
(1923, '３級', 380, 1, '（名）祖父母', 'grandparent', 'グランド［ペア］レント', '', ''),
(1924, '３級', 381, 1, '（名）ピザ', 'pizza', '［ピ］ザ', '', ''),
(1925, '３級', 382, 1, '（名）休み', 'vacation', 'バ［ケー］ション', '', ''),
(1926, '３級', 383, 1, '（名）体育館', 'gym', '［ジ］ム', '', ''),
(1927, '３級', 384, 1, '（名）ロッカー', 'locker', '［ロッ］カー', '', ''),
(1928, '３級', 385, 1, '（名）パン屋', 'bakery', '［ベイ］カリー', '', ''),
(1929, '３級', 386, 1, '（名）バトミントン', 'badminton', '［バドミン］トン', '', ''),
(1930, '３級', 387, 1, '（名）Eメール', 'e-mail', '［イー］メール', '', ''),
(1931, '３級', 388, 1, '（名）宇宙飛行士', 'astronaut', 'アスト［ロノー］ト', '', ''),
(1932, '３級', 389, 1, '（名）かぼちゃ', 'pumpkin', '［パン］プキン', '', ''),
(1933, '３級', 390, 1, '（名）クッキー', 'cookie', '［クッ］キー', '', ''),
(1934, '３級', 391, 1, '（名）カフェテリア', 'cafeteria', 'カフェテ［リ］ア', '', ''),
(1935, '３級', 392, 1, '（名）インターネット', 'Internet', '［インター］ネット', '', ''),
(1936, '３級', 393, 1, '（名）書店', 'bookstore', '［ブック］ストア', '', ''),
(1937, '３級', 394, 1, '（名）結婚式', 'wedding', '［ウェ］ディング', '', ''),
(1938, '３級', 395, 1, '（名）ウェブサイト', 'website', '［ウェブ］サイト', '', ''),
(1939, '３級', 396, 1, '（名）中学校', 'junior high school', '［ジュニア］ハイスクール', '', ''),
(1940, '３級', 397, 1, '（名）スノーボード', 'snowboard', '［スノー］ボード', '', ''),
(1941, '３級', 398, 1, '（副）海外で', 'abroad', 'ア［ブロー］ド', '', ''),
(1942, '３級', 399, 1, '（副）パートタイムで', 'part-time', '［パート］タイム', '', ''),
(1943, '３級', 400, 1, '（副）いつか', 'someday', '［サム］デイ', '', ''),
(1944, '３級', 401, 1, '（動）意味する', 'mean', '［ミー］ン', '', ''),
(1945, '３級', 402, 1, '（動）〜のように思われる', 'seem', '［シー］ム', '', ''),
(1946, '３級', 403, 1, '（動）従う', 'follow', '［フォ］ロー', '', ''),
(1947, '３級', 404, 1, '（動）を始める', 'start', 'ス［ター］ト', '', ''),
(1948, '３級', 405, 1, '（動）導く', 'lead', '［リー］ド', '', ''),
(1949, '３級', 406, 1, '（動）支える', 'support', 'サ［ポー］ト', '', ''),
(1950, '３級', 407, 1, '（動）制御する', 'control', 'コン［トロー］ル', '', ''),
(1951, '３級', 408, 1, '（動）演じる', 'act', '［アク］ト', '', ''),
(1952, '３級', 409, 1, '（動）提供する', 'offer', '［オ］ファー', '', ''),
(1953, '３級', 410, 1, '（動）録画する', 'record', '［レ］コード', '', ''),
(1954, '３級', 411, 1, '（動）落ちる', 'fall', '［フォー］ル', '', ''),
(1955, '３級', 412, 1, '（動）続ける', 'continue', 'コン［ティ］ニュー', '', ''),
(1956, '３級', 413, 1, '（動）生産する', 'produce', 'プロ［デュー］ス', '', ''),
(1957, '３級', 414, 1, '（動）予想する', 'expect', 'イク［スペク］ト', '', ''),
(1958, '３級', 415, 1, '（動）現れる', 'appear', 'ア［ピ］ア', '', ''),
(1959, '３級', 416, 1, '（動）引き起こす', 'cause', '［コー］ズ', '', ''),
(1960, '３級', 417, 1, '（動）共有する', 'share', '［シェ］ア', '', ''),
(1961, '３級', 418, 1, '（動）させる', 'let', '［レ］ット', '', ''),
(1962, '３級', 419, 1, '（動）加える', 'add', '［ア］ッド', '', ''),
(1963, '３級', 420, 1, '（動）切る', 'cut', '［カ］ット', '', ''),
(1964, '３級', 421, 1, '（動）受け取る', 'receive', 'レ［シー］ブ', '', ''),
(1965, '３級', 422, 1, '（動）着く', 'reach', '［リー］チ', '', ''),
(1966, '３級', 423, 1, '（動）賛成する', 'agree', 'ア［グリ］ー', '', ''),
(1967, '３級', 424, 1, '（動）死ぬ', 'die', '［ダ］イ', '', ''),
(1968, '３級', 425, 1, '（動）覆う', 'cover', '［カ］バー', '', ''),
(1969, '３級', 426, 1, '（動）上げる', 'raise', '［レイ］ズ', '', ''),
(1970, '３級', 427, 1, '（動）望む', 'wish', '［ウィ］ッシュ', '', ''),
(1971, '３級', 428, 1, '（形）その土地の', 'local', '［ロー］カル', '', ''),
(1972, '３級', 429, 1, '（形）国民の', 'national', '［ナショ］ナル', '', ''),
(1973, '３級', 430, 1, '（形）公の', 'public', '［パブ］リック', '', ''),
(1974, '３級', 431, 1, '（形）〜より少ない', 'less', '［レ］ス', '', ''),
(1975, '３級', 432, 1, '（形）丸い', 'round', '［ラウ］ンド', '', ''),
(1976, '３級', 433, 1, '（形）可能な', 'possible', '［ポッシ］ブル', '', ''),
(1977, '３級', 434, 1, '（形）道に迷った', 'lost', '［ロス］ト', '', ''),
(1978, '３級', 435, 1, '（形）全体の', 'whole', '［ホー］ル', '', ''),
(1979, '３級', 436, 1, '（形）満員の', 'full', '［フ］ル', '', ''),
(1980, '３級', 437, 1, '（形）100万の', 'million', '［ミ］リオン', '', ''),
(1981, '３級', 438, 1, '（形）壊れた', 'broken', 'ブ［ロー］クン', '', ''),
(1982, '３級', 439, 1, '（形）数個の', 'several', '［セブ］ラル', '', ''),
(1983, '３級', 440, 1, '（形）２、３の', 'few', '［フュ］ー', '', ''),
(1984, '３級', 441, 1, '（形）短い', 'short', '［ショー］ト', '', ''),
(1985, '３級', 442, 1, '（名）政府', 'government', '［ガバ］メント', '', ''),
(1986, '３級', 443, 1, '（名）点', 'point', '［ポイ］ント', '', ''),
(1987, '３級', 444, 1, '（名）州', 'state', 'ス［テイ］ト', '', ''),
(1988, '３級', 445, 1, '（名）制度', 'system', '［シス］テム', '', ''),
(1989, '３級', 446, 1, '（名）生涯', 'life', '［ライ］フ', '', ''),
(1990, '３級', 447, 1, '（名）事実', 'fact', '［ファク］ト', '', ''),
(1991, '３級', 448, 1, '（名）側', 'side', '［サイ］ド', '', ''),
(1992, '３級', 449, 1, '（名）（テニスの）コート', 'court', '［コー］ト', '', ''),
(1993, '３級', 450, 1, '（名）眺め', 'view', '［ビュ］ー', '', ''),
(1994, '３級', 451, 1, '（名）計画', 'program', 'プロ［グラ］ム', '', ''),
(1995, '３級', 452, 1, '（名）体', 'body', '［ボ］ディ', '', ''),
(1996, '３級', 453, 1, '（名）心', 'mind', '［マイ］ンド', '', ''),
(1997, '３級', 454, 1, '（名）法律', 'law', '［ロ］ー', '', ''),
(1998, '３級', 455, 1, '（名）年齢', 'age', '［エイ］ジ', '', ''),
(1999, '３級', 456, 1, '（名）経験', 'experience', 'イクス［ピアリエ］ンス', '', ''),
(2000, '３級', 457, 1, '（名）道路', 'road', '［ロー］ド', '', ''),
(2001, '３級', 458, 1, '（名）値段', 'price', 'プ［ライ］ス', '', ''),
(2002, '３級', 459, 1, '（名）中心', 'center', '［セン］ター', '', ''),
(2003, '３級', 460, 1, '（名）戦争', 'war', '［ウォ］ー', '', ''),
(2004, '３級', 461, 1, '（名）図', 'figure', '［フィ］ガー', '', ''),
(2005, '３級', 462, 1, '（名）世話', 'care', '［ケ］ア', '', ''),
(2006, '３級', 463, 1, '（名）人', 'person', '［パー］ソン', '', ''),
(2007, '３級', 464, 1, '（名）声', 'voice', '［ボ］イス', '', ''),
(2008, '３級', 465, 1, '（名）陸', 'land', '［ラン］ド', '', ''),
(2009, '３級', 466, 1, '（名）講座', 'course', '［コー］ス', '', ''),
(2010, '３級', 467, 1, '（名）型', 'type', '［タイ］プ', '', ''),
(2011, '３級', 468, 1, '（名）行動', 'action', '［アク］ション', '', ''),
(2012, '３級', 469, 1, '（名）神', 'god', '［ゴ］ッド', '', ''),
(2013, '３級', 470, 1, '（名）頂上', 'top', '［ト］ップ', '', ''),
(2014, '３級', 471, 1, '（名）メモ', 'note', '［ノー］ト', '', ''),
(2015, '３級', 472, 1, '（名）印', 'mark', '［マー］ク', '', ''),
(2016, '３級', 473, 1, '（名）職員', 'staff', 'ス［タッ］フ', '', ''),
(2017, '３級', 474, 1, '（名）教会', 'church', '［チャー］チ', '', ''),
(2018, '３級', 475, 1, '（名）部門', 'section', '［セク］ション', '', ''),
(2019, '３級', 476, 1, '（名）世紀', 'century', '［セン］チュリー', '', ''),
(2020, '３級', 477, 1, '（名）活動', 'activity', 'アク［ティビ］ティ', '', ''),
(2021, '３級', 478, 1, '（名）死', 'death', '［デ］ス', '', ''),
(2022, '３級', 479, 1, '（名）研究課題', 'project', 'プロ［ジェク］ト', '', ''),
(2023, '３級', 480, 1, '（名）舞台', 'stage', 'ス［テイ］ジ', '', ''),
(2024, '３級', 481, 1, '（名）言語', 'language', '［ラン］ゲージ', '', ''),
(2025, '３級', 482, 1, '（名）日付', 'date', '［デイ］ト', '', ''),
(2026, '３級', 483, 1, '（名）野原', 'field', '［フィー］ルド', '', ''),
(2027, '３級', 484, 1, '（名）人間', 'human', '［ヒュー］マン', '', ''),
(2028, '３級', 485, 1, '（名）賞', 'award', 'ア［ワー］ド', '', ''),
(2029, '３級', 486, 1, '（名）リスト', 'list', '［リス］ト', '', ''),
(2030, '３級', 487, 1, '（名）支配人', 'manager', '［マネ］ジャー', '', ''),
(2031, '３級', 488, 1, '（名）例', 'example', 'イグ［ザン］プル', '', ''),
(2032, '３級', 489, 1, '（名）空気', 'air', '［エ］ア', '', ''),
(2033, '３級', 490, 1, '（副）実際', 'actually', 'アク［チュア］リー', '', ''),
(2034, '３級', 491, 1, '（接）〜だけれども', 'although', 'オル［ザー］', '', ''),
(2035, '３級', 492, 1, '（前）2つの間に', 'between', 'ビト［ウィー］ン', '', ''),
(2036, '３級', 493, 1, '（前）〜に反対して', 'against', 'ア［ゲン］スト', '', ''),
(2037, '３級', 494, 1, '（前）〜なしで', 'without', 'ウィザ［ウト］', '', ''),
(2038, '３級', 495, 1, '（前）何も〜ない', 'nothing', '［ナッ］シング', '', ''),
(2039, '３級', 496, 1, '（前）〜の方へ', 'toward', 'ト［ワー］ド', '', ''),
(2040, '３級', 497, 1, '（前）〜の上に', 'above', 'ア［バ］ブ', '', ''),
(2041, '３級', 498, 1, '（前）～を渡って', 'across', 'ア［クロ］ス', '', ''),
(2042, '３級', 499, 1, '（前）〜の後ろに', 'behind', 'ビ［ハイン］ド', '', ''),
(2043, '３級', 500, 1, '（前）（３つ以上の）間で', 'among', 'ア［マ］ング', '', ''),
(2044, '３級', 501, 1, '（動）説明する', 'explain', 'イクス［プレ］イン', '', ''),
(2045, '３級', 502, 1, '（動）上がる', 'rise', '［ライ］ズ', '', '');
INSERT INTO `eiken_words` (`id`, `grade`, `question_id`, `stage_number`, `japanese`, `english`, `pronunciation`, `audio_url`, `notes`) VALUES
(2046, '３級', 503, 1, '（動）ほほえむ', 'smile', 'ス［マイ］ル', '', ''),
(2047, '３級', 504, 1, '（動）植える', 'plant', '［プラン］ト', '', ''),
(2048, '３級', 505, 1, '（動）殺す', 'kill', '［キ］ル', '', ''),
(2049, '３級', 506, 1, '（動）失敗する', 'fail', '［フェ］イル', '', ''),
(2050, '３級', 507, 1, '（動）攻撃する', 'attack', 'ア［タ］ック', '', ''),
(2051, '３級', 508, 1, '（動）横たえる', 'lay', '［レ］イ', '', ''),
(2052, '３級', 509, 1, '（動）準備する', 'prepare', 'プリ［ペ］ア', '', ''),
(2053, '３級', 510, 1, '（動）（食事を）出す', 'serve', '［サー］ブ', '', ''),
(2054, '３級', 511, 1, '（動）戦う', 'fight', '［ファイ］ト', '', ''),
(2055, '３級', 512, 1, '（動）監督する', 'direct', 'ダイ［レク］ト', '', ''),
(2056, '３級', 513, 1, '（動）合う', 'fit', '［フィ］ット', '', ''),
(2057, '３級', 514, 1, '（動）気づく', 'realize', 'リア［ライ］ズ', '', ''),
(2058, '３級', 515, 1, '（動）選ぶ', 'pick', '［ピ］ック', '', ''),
(2059, '３級', 516, 1, '（動）描く', 'paint', '［ペイ］ント', '', ''),
(2060, '３級', 517, 1, '（動）引く', 'pull', '［プ］ル', '', ''),
(2061, '３級', 518, 1, '（動）表現する', 'express', 'エクス［プレ］ス', '', ''),
(2062, '３級', 519, 1, '（動）横切る', 'cross', '［クロ］ス', '', ''),
(2063, '３級', 520, 1, '（動）飛ぶ', 'fly', 'フ［ラ］イ', '', ''),
(2064, '３級', 521, 1, '（動）をぶつける', 'hit', '［ヒ］ット', '', ''),
(2065, '３級', 522, 1, '（動）判断する', 'judge', '［ジャ］ッジ', '', ''),
(2066, '３級', 523, 1, '（動）笑う', 'laugh', '［ラ］フ', '', ''),
(2067, '３級', 524, 1, '（動）触る', 'touch', '［タ］ッチ', '', ''),
(2068, '３級', 525, 1, '（動）押す', 'push', '［プ］ッシュ', '', ''),
(2069, '３級', 526, 1, '（動）交換する', 'exchange', 'エクス［チェン］ジ', '', ''),
(2070, '３級', 527, 1, '（動）発見する', 'discover', 'ディス［カ］バー', '', ''),
(2071, '３級', 528, 1, '（動）掛ける', 'hang', '［ハ］ング', '', ''),
(2072, '３級', 529, 1, '（動）歓迎する', 'welcome', 'ウェル［カ］ム', '', ''),
(2073, '３級', 530, 1, '（動）無駄に使う', 'waste', '［ウェイ］スト', '', ''),
(2074, '３級', 531, 1, '（動）保護する', 'protect', 'プロ［テク］ト', '', ''),
(2075, '３級', 532, 1, '（形）中央の', 'central', '［セン］トラル', '', ''),
(2076, '３級', 533, 1, '（形）低い', 'low', '［ロ］ー', '', ''),
(2077, '３級', 534, 1, '（形）共通の', 'common', '［コ］モン', '', ''),
(2078, '３級', 535, 1, '（形）本当の', 'TRUE', 'ト［ルー］', '', ''),
(2079, '３級', 536, 1, '（形）必要な', 'necessary', '［ネ］セサリー', '', ''),
(2080, '３級', 537, 1, '（形）幅が広い', 'wide', '［ワイ］ド', '', ''),
(2081, '３級', 538, 1, '（形）外国の', 'foreign', '［フォ］ーリン', '', ''),
(2082, '３級', 539, 1, '（形）公式の', 'official', 'オ［フィ］シャル', '', ''),
(2083, '３級', 540, 1, '（形）簡単な', 'simple', '［シン］プル', '', ''),
(2084, '３級', 541, 1, '（形）暗い', 'dark', '［ダー］ク', '', ''),
(2085, '３級', 542, 1, '（形）自然の', 'natural', '［ナ］チュラル', '', ''),
(2086, '３級', 543, 1, '（形）男性の', 'male', '［メ］イル', '', ''),
(2087, '３級', 544, 1, '（形）深い', 'deep', '［ディー］プ', '', ''),
(2088, '３級', 545, 1, '（形）真剣な', 'serious', '［シリ］アス', '', ''),
(2089, '３級', 546, 1, '（形）女性の', 'female', '［フィー］メイル', '', ''),
(2090, '３級', 547, 1, '（形）役立つ', 'useful', '［ユー］スフル', '', ''),
(2091, '３級', 548, 1, '（形）伝統的な', 'traditional', 'トラディ［ショ］ナル', '', ''),
(2092, '３級', 549, 1, '（名）急速', 'rest', '［レ］スト', '', ''),
(2093, '３級', 550, 1, '（名）違い', 'difference', '［ディ］ファレンス', '', ''),
(2094, '３級', 551, 1, '（名）火', 'fire', '［ファイ］アー', '', ''),
(2095, '３級', 552, 1, '（名）労働者', 'worker', '［ワー］カー', '', ''),
(2096, '３級', 553, 1, '（名）自然', 'nature', '［ネイ］チャー', '', ''),
(2097, '３級', 554, 1, '（名）大統領', 'president', '［プレ］ジデント', '', ''),
(2098, '３級', 555, 1, '（名）監督', 'director', 'ディ［レク］ター', '', ''),
(2099, '３級', 556, 1, '（名）機会', 'chance', '［チャ］ンス', '', ''),
(2100, '３級', 557, 12, '（名）1000', 'thousand', '［サウ］ザンド', '', ''),
(2101, '３級', 558, 12, '（名）ページ', 'page', '［ペ］イジ', '', ''),
(2102, '３級', 559, 12, '（名）絵', 'painting', '［ペイン］ティング', '', ''),
(2103, '３級', 560, 12, '（名）ダメージ', 'damage', '［ダ］メージ', '', ''),
(2104, '３級', 561, 12, '（名）環境', 'environment', 'エンバイ［ロン］メント', '', ''),
(2105, '３級', 562, 12, '（名）首都', 'capital', '［キャ］ピタル', '', ''),
(2106, '３級', 563, 12, '（名）村', 'village', '［ビ］レッジ', '', ''),
(2107, '３級', 564, 12, '（名）腕', 'arm', '［アー］ム', '', ''),
(2108, '３級', 565, 12, '（名）困難', 'difficulty', '［ディ］フィカルティー', '', ''),
(2109, '３級', 566, 12, '（名）エネルギー', 'energy', '［エ］ナジー', '', ''),
(2110, '３級', 567, 12, '（名）真ん中', 'middle', '［ミ］ドル', '', ''),
(2111, '３級', 568, 12, '（名）技術', 'skill', '［スキ］ル', '', ''),
(2112, '３級', 569, 12, '（名）ガラス', 'glass', '［グラ］ス', '', ''),
(2113, '３級', 570, 12, '（名）住所', 'address', 'ア［ドレ］ス', '', ''),
(2114, '３級', 571, 12, '（名）トラブル', 'trouble', '［トラ］ブル', '', ''),
(2115, '３級', 572, 12, '（名）ドレス', 'dress', '［ドレ］ス', '', ''),
(2116, '３級', 573, 12, '（名）約束', 'promise', '［プロ］ミス', '', ''),
(2117, '３級', 574, 12, '（名）客', 'customer', 'カ［スタ］マー', '', ''),
(2118, '３級', 575, 12, '（名）油', 'oil', '［オ］イル', '', ''),
(2119, '３級', 576, 12, '（名）形', 'shape', '［シェ］イプ', '', ''),
(2120, '３級', 577, 12, '（名）ロック', 'rock', '［ロ］ック', '', ''),
(2121, '３級', 578, 12, '（名）文', 'sentence', '［セン］テンス', '', ''),
(2122, '３級', 579, 12, '（名）アドバイス', 'advice', 'アド［バイ］ス', '', ''),
(2123, '３級', 580, 12, '（名）点数', 'score', '［スコ］ア', '', ''),
(2124, '３級', 581, 12, '（名）思い出', 'memory', '［メ］モリー', '', ''),
(2125, '３級', 582, 12, '（名）島', 'island', '［アイ］ランド', '', ''),
(2126, '３級', 583, 12, '（名）文化', 'culture', '［カル］チャー', '', ''),
(2127, '３級', 584, 12, '（名）丘', 'hill', '［ヒ］ル', '', ''),
(2128, '３級', 585, 12, '（名）バザー', 'fair', '［フェ］ア', '', ''),
(2129, '３級', 586, 12, '（名）速度', 'speed', '［スピー］ド', '', ''),
(2130, '３級', 587, 12, '（名）重要性', 'importance', 'インポー［タン］ス', '', ''),
(2131, '３級', 588, 12, '（名）コミュニケーション', 'communication', 'コミュニ［ケー］ション', '', ''),
(2132, '３級', 589, 12, '（名）木材', 'wood', '［ウ］ッド', '', ''),
(2133, '３級', 590, 12, '（名）電話', 'telephone', '［テ］レフォン', '', ''),
(2134, '３級', 591, 12, '（名）熱', 'heat', '［ヒー］ト', '', ''),
(2135, '３級', 592, 12, '（副）特に', 'especially', 'エスペ［シャ］リー', '', ''),
(2136, '３級', 593, 12, '（副）下に', 'below', 'ビ［ロー］', '', ''),
(2137, '３級', 594, 12, '（副）とにかく', 'anyway', '［エニー］ウェイ', '', ''),
(2138, '３級', 595, 12, '（副）突然に', 'suddenly', '［サ］ドゥンリー', '', ''),
(2139, '３級', 596, 12, '（副）まっすぐに', 'straight', 'スト［レー］ト', '', ''),
(2140, '３級', 597, 12, '（副）簡単に', 'easily', '［イー］ジリー', '', ''),
(2141, '３級', 598, 12, '（前）〜に沿って', 'along', 'ア［ロン］グ', '', ''),
(2142, '３級', 599, 12, '（前）～の中に', 'inside', 'イン［サイ］ド', '', ''),
(2143, '３級', 600, 12, '（代名）誰か', 'someone', '［サ］ムワン', '', ''),
(2144, '３級', 601, 13, '（動）インタビューする', 'interview', '［イン］タビュー', '', ''),
(2145, '３級', 602, 13, '（動）泣く', 'cry', '［クラ］イ', '', ''),
(2146, '３級', 603, 13, '（動）出席する', 'attend', 'ア［テン］ド', '', ''),
(2147, '３級', 604, 13, '（動）繰り返す', 'repeat', 'リ［ピー］ト', '', ''),
(2148, '３級', 605, 13, '（動）想像する', 'imagine', 'イ［マ］ジン', '', ''),
(2149, '３級', 606, 13, '（動）生き残る', 'survive', 'サー［バイ］ブ', '', ''),
(2150, '３級', 607, 13, '（動）隠れる', 'hide', '［ハ］イド', '', ''),
(2151, '３級', 608, 13, '（動）混ぜる', 'mix', '［ミ］ックス', '', ''),
(2152, '３級', 609, 13, '（動）食べ物を与える', 'feed', '［フィー］ド', '', ''),
(2153, '３級', 610, 13, '（動）修理する', 'fix', '［フィ］ックス', '', ''),
(2154, '３級', 611, 13, '（動）タバコを吸う', 'smoke', 'ス［モー］ク', '', ''),
(2155, '３級', 612, 13, '（動）逃げる', 'escape', 'エス［ケ］イプ', '', ''),
(2156, '３級', 613, 13, '（動）燃える', 'burn', '［バー］ン', '', ''),
(2157, '３級', 614, 13, '（動）ショックを与える', 'shock', '［ショ］ック', '', ''),
(2158, '３級', 615, 13, '（動）登る', 'climb', '［クラ］イム', '', ''),
(2159, '３級', 616, 13, '（動）叫ぶ', 'shout', '［シャ］ウト', '', ''),
(2160, '３級', 617, 13, '（動）逮捕する', 'arrest', 'ア［レ］スト', '', ''),
(2161, '３級', 618, 13, '（動）配達する', 'deliver', 'デ［リ］バー', '', ''),
(2162, '３級', 619, 13, '（動）ジャンプする', 'jump', '［ジャ］ンプ', '', ''),
(2163, '３級', 620, 13, '（動）破壊する', 'destroy', 'ディ［ストロ］イ', '', ''),
(2164, '３級', 621, 13, '（動）の味がする', 'taste', '［テイ］スト', '', ''),
(2165, '３級', 622, 13, '（動）消える', 'disappear', 'ディサ［ピ］ア', '', ''),
(2166, '３級', 623, 13, '（動）盗む', 'steal', '［スティー］ル', '', ''),
(2167, '３級', 624, 13, '（動）目がさめる', 'wake', '［ウェ］イク', '', ''),
(2168, '３級', 625, 13, '（動）狩りをする', 'hunt', '［ハ］ント', '', ''),
(2169, '３級', 626, 13, '（動）閉める', 'shut', '［シャ］ット', '', ''),
(2170, '３級', 627, 13, '（動）においがする', 'smell', 'ス［メ］ル', '', ''),
(2171, '３級', 628, 13, '（動）航海する', 'sail', '［セ］イル', '', ''),
(2172, '３級', 629, 13, '（形）金持ちの', 'rich', '［リ］ッチ', '', ''),
(2173, '３級', 630, 13, '（形）非常に大きい', 'huge', '［ヒュー］ジ', '', ''),
(2174, '３級', 631, 13, '（形）強力な', 'powerful', '［パワ］フル', '', ''),
(2175, '３級', 632, 13, '（形）不可能な', 'impossible', 'インポ［シ］ブル', '', ''),
(2176, '３級', 633, 13, '（形）新鮮な', 'fresh', '［フレ］ッシュ', '', ''),
(2177, '３級', 634, 13, '（形）静かな', 'quiet', '［クワ］イエット', '', ''),
(2178, '３級', 635, 13, '（形）狭い', 'narrow', '［ナ］ロー', '', ''),
(2179, '３級', 636, 13, '（形）優れた', 'excellent', '［エクセ］レント', '', ''),
(2180, '３級', 637, 13, '（形）光り輝く', 'bright', '［ブラ］イト', '', ''),
(2181, '３級', 638, 13, '（形）いつもの', 'usual', '［ユー］ジュアル', '', ''),
(2182, '３級', 639, 13, '（形）完全な', 'perfect', '［パー］フェクト', '', ''),
(2183, '３級', 640, 13, '（形）野生の', 'wild', '［ワイ］ルド', '', ''),
(2184, '３級', 641, 13, '（形）危険な', 'dangerous', '［デイン］ジャラス', '', ''),
(2185, '３級', 642, 13, '（形）見慣れた', 'familiar', 'フェ［ミ］リア', '', ''),
(2186, '３級', 643, 13, '（形）注意深い', 'careful', '［ケ］アフル', '', ''),
(2187, '３級', 644, 13, '（形）すばらしい', 'wonderful', '［ワン］ダフル', '', ''),
(2188, '３級', 645, 13, '（名）意見', 'opinion', 'オ［ピニ］オン', '', ''),
(2189, '３級', 646, 13, '（名）ラジオ', 'radio', '［レイ］ディオ', '', ''),
(2190, '３級', 647, 13, '（名）角', 'corner', '［コー］ナー', '', ''),
(2191, '３級', 648, 13, '（名）森', 'forest', '［フォ］レスト', '', ''),
(2192, '３級', 649, 13, '（名）夢', 'dream', '［ドリー］ム', '', ''),
(2193, '３級', 650, 13, '（名）伝言', 'message', '［メッ］セージ', '', ''),
(2194, '３級', 651, 14, '（名）ガイド', 'guide', '［ガイ］ド', '', ''),
(2195, '３級', 652, 14, '（名）平和', 'peace', '［ピー］ス', '', ''),
(2196, '３級', 653, 14, '（名）場面', 'scene', '［シー］ン', '', ''),
(2197, '３級', 654, 14, '（名）区画', 'block', '［ブロッ］ク', '', ''),
(2198, '３級', 655, 14, '（名）表現', 'expression', 'イク［スプレッ］ション', '', ''),
(2199, '３級', 656, 14, '（名）所有者', 'owner', '［オウ］ナー', '', ''),
(2200, '３級', 657, 14, '（名）安全', 'safety', '［セイ］フティー', '', ''),
(2201, '３級', 658, 14, '（名）痛み', 'pain', '［ペイ］ン', '', ''),
(2202, '３級', 659, 14, '（名）包み', 'package', '［パッ］ケージ', '', ''),
(2203, '３級', 660, 14, '（名）大人', 'adult', 'ア［ダル］ト', '', ''),
(2204, '３級', 661, 14, '（名）戦い', 'battle', '［バト］ル', '', ''),
(2205, '３級', 662, 14, '（名）スーツ', 'suit', '［スー］ツ', '', ''),
(2206, '３級', 663, 14, '（名）視力', 'sight', '［サイ］ト', '', ''),
(2207, '３級', 664, 14, '（名）女王', 'queen', '［クイー］ン', '', ''),
(2208, '３級', 665, 14, '（名）底', 'bottom', '［ボト］ム', '', ''),
(2209, '３級', 666, 14, '（名）橋', 'bridge', '［ブリッ］ジ', '', ''),
(2210, '３級', 667, 14, '（名）ネクタイ', 'tie', '［タイ］', '', ''),
(2211, '３級', 668, 14, '（名）危険', 'danger', '［デイン］ジャー', '', ''),
(2212, '３級', 669, 14, '（名）穴', 'hole', '［ホー］ル', '', ''),
(2213, '３級', 670, 14, '（名）ワイン', 'wine', '［ワイ］ン', '', ''),
(2214, '３級', 671, 14, '（名）秘密', 'secret', '［シーク］レット', '', ''),
(2215, '３級', 672, 14, '（名）世代', 'generation', 'ジェネ［レイ］ション', '', ''),
(2216, '３級', 673, 14, '（名）伝統', 'tradition', 'トラ［ディ］ション', '', ''),
(2217, '３級', 674, 14, '（名）食事', 'meal', '［ミー］ル', '', ''),
(2218, '３級', 675, 14, '（名）描写', 'description', 'ディ［スクリプ］ション', '', ''),
(2219, '３級', 676, 14, '（名）自由', 'freedom', '［フリー］ダム', '', ''),
(2220, '３級', 677, 14, '（名）飛行機の便', 'flight', '［フライ］ト', '', ''),
(2221, '３級', 678, 14, '（名）子ども', 'kid', '［キッ］ド', '', ''),
(2222, '３級', 679, 14, '（名）工場', 'factory', '［ファク］トリー', '', ''),
(2223, '３級', 680, 14, '（名）試験', 'examination', 'イグザミ［ネイ］ション', '', ''),
(2224, '３級', 681, 14, '（名）城', 'castle', '［キャッ］スル', '', ''),
(2225, '３級', 682, 14, '（名）耳', 'ear', '［イ］ヤー', '', ''),
(2226, '３級', 683, 14, '（名）喜び', 'pleasure', '［プレ］ジャー', '', ''),
(2227, '３級', 684, 14, '（名）主将', 'captain', '［キャプ］テン', '', ''),
(2228, '３級', 685, 14, '（名）温度', 'temperature', '［テン］パラチャー', '', ''),
(2229, '３級', 686, 14, '（名）門', 'gate', '［ゲイ］ト', '', ''),
(2230, '３級', 687, 14, '（名）円', 'circle', '［サー］クル', '', ''),
(2231, '３級', 688, 14, '（名）科学者', 'scientist', '［サイエン］ティスト', '', ''),
(2232, '３級', 689, 14, '（名）騒音', 'noise', '［ノイ］ズ', '', ''),
(2233, '３級', 690, 14, '（名）翼', 'wing', '［ウィン］グ', '', ''),
(2234, '３級', 691, 14, '（名）楽器', 'instrument', '［インストゥル］メント', '', ''),
(2235, '３級', 692, 14, '（名）ファッション', 'fashion', '［ファッ］ション', '', ''),
(2236, '３級', 693, 14, '（名）道具', 'tool', '［トゥー］ル', '', ''),
(2237, '３級', 694, 14, '（名）コーチ', 'coach', '［コー］チ', '', ''),
(2238, '３級', 695, 14, '（名）予定', 'schedule', '［スケ］ジュール', '', ''),
(2239, '３級', 696, 14, '（名）氷', 'ice', '［アイ］ス', '', ''),
(2240, '３級', 697, 14, '（名）メートル', 'meter', '［ミー］ター', '', ''),
(2241, '３級', 698, 14, '（副）とても', 'pretty', '［プリ］ティー', '', ''),
(2242, '３級', 699, 14, '（副）注意深く', 'carefully', '［ケア］フリー', '', ''),
(2243, '３級', 700, 14, '（副）前に', 'ahead', 'ア［ヘッ］ド', '', ''),
(2244, '３級', 701, 15, '（動）貸す', 'lend', '［レン］ド', '', ''),
(2245, '３級', 702, 15, '（動）怪我をさせる', 'injure', '［インジ］ャー', '', ''),
(2246, '３級', 703, 15, '（動）卒業する', 'graduate', '［グラ］ジュエイト', '', ''),
(2247, '３級', 704, 15, '（動）発明する', 'invent', 'イン［ベン］ト', '', ''),
(2248, '３級', 705, 15, '（動）ジョギングする', 'jog', '［ジョ］グ', '', ''),
(2249, '３級', 706, 15, '（動）スケートをする', 'skate', '［スケイ］ト', '', ''),
(2250, '３級', 707, 15, '（形）静かな', 'silent', '［サイ］レント', '', ''),
(2251, '３級', 708, 15, '（形）年下の', 'junior', '［ジュニ］アー', '', ''),
(2252, '３級', 709, 15, '（形）（音が）大きい', 'loud', '［ラウ］ド', '', ''),
(2253, '３級', 710, 15, '（形）ある土地生まれの', 'native', '［ネイ］ティブ', '', ''),
(2254, '３級', 711, 15, '（形）利口な', 'smart', '［スマー］ト', '', ''),
(2255, '３級', 712, 15, '（形）欠席して', 'absent', '［アブ］セント', '', ''),
(2256, '３級', 713, 15, '（形）内気な', 'shy', '［シャ］イ', '', ''),
(2257, '３級', 714, 15, '（形）楽しい', 'enjoyable', 'エン［ジョイ］アブル', '', ''),
(2258, '３級', 715, 15, '（形）喉が渇いた', 'thirsty', '［サース］ティー', '', ''),
(2259, '３級', 716, 15, '（形）雪の降る', 'snowy', '［スノー］イー', '', ''),
(2260, '３級', 717, 15, '（形）ホームシックの', 'homesick', '［ホーム］シック', '', ''),
(2261, '３級', 718, 15, '（形）退屈な', 'boring', '［ボー］リング', '', ''),
(2262, '３級', 719, 15, '（名）高さ', 'height', '［ハイ］ト', '', ''),
(2263, '３級', 720, 15, '（名）ジーンズ', 'jeans', '［ジー］ンズ', '', ''),
(2264, '３級', 721, 15, '（名）上司', 'boss', '［ボ］ス', '', ''),
(2265, '３級', 722, 15, '（名）汚染', 'pollution', 'ポ［リュー］ション', '', ''),
(2266, '３級', 723, 15, '（名）警報', 'alarm', 'ア［ラー］ム', '', ''),
(2267, '３級', 724, 15, '（名）肉', 'meat', '［ミー］ト', '', ''),
(2268, '３級', 725, 15, '（名）入り口', 'entrance', '［エン］トランス', '', ''),
(2269, '３級', 726, 15, '（名）旅行客', 'tourist', '［ツー］リスト', '', ''),
(2270, '３級', 727, 15, '（名）ボランティア', 'volunteer', 'ボラン［ティ］ア', '', ''),
(2271, '３級', 728, 15, '（名）薬', 'medicine', '［メディ］スン', '', ''),
(2272, '３級', 729, 15, '（名）プラットフォーム', 'platform', '［プラット］フォーム', '', ''),
(2273, '３級', 730, 15, '（名）割引', 'discount', '［ディ］スカウント', '', ''),
(2274, '３級', 731, 15, '（名）切手', 'stamp', '［スタン］プ', '', ''),
(2275, '３級', 732, 15, '（名）制服', 'uniform', '［ユニ］フォーム', '', ''),
(2276, '３級', 733, 15, '（名）フェンス', 'fence', '［フェン］ス', '', ''),
(2277, '３級', 734, 15, '（名）浴室', 'bathroom', '［バス］ルーム', '', ''),
(2278, '３級', 735, 15, '（名）芸', 'trick', '［トリッ］ク', '', ''),
(2279, '３級', 736, 15, '（名）ホラー', 'horror', '［ホ］ラー', '', ''),
(2280, '３級', 737, 15, '（名）１切れ', 'slice', '［スライ］ス', '', ''),
(2281, '３級', 738, 15, '（名）市長', 'mayor', '［メ］アー', '', ''),
(2282, '３級', 739, 15, '（名）池', 'pond', '［ポン］ド', '', ''),
(2283, '３級', 740, 15, '（名）布', 'cloth', '［クロ］ス', '', ''),
(2284, '３級', 741, 15, '（名）お祝い', 'celebration', 'セレ［ブレイ］ション', '', ''),
(2285, '３級', 742, 15, '（名）冒険', 'adventure', 'アド［ベン］チャー', '', ''),
(2286, '３級', 743, 15, '（名）大陸', 'continent', '［コンチ］ネント', '', ''),
(2287, '３級', 744, 15, '（名）音楽家', 'musician', 'ミュー［ジ］シャン', '', ''),
(2288, '３級', 745, 15, '（名）かご', 'basket', '［バス］ケット', '', ''),
(2289, '３級', 746, 15, '（名）メダル', 'medal', '［メ］ダル', '', ''),
(2290, '３級', 747, 15, '（名）試験', 'exam', 'イ［グザ］ム', '', ''),
(2291, '３級', 748, 15, '（名）ゾウ', 'elephant', '［エレ］ファント', '', ''),
(2292, '３級', 749, 15, '（名）漫画本', 'comic', '［コ］ミック', '', ''),
(2293, '３級', 750, 15, '（名）図書館員', 'librarian', 'ライ［ブレリ］アン', '', ''),
(2294, '３級', 751, 16, '（名）飾り', 'decoration', 'デコ［レイ］ション', '', ''),
(2295, '３級', 752, 16, '（名）オリンピック', 'Olympic', 'オ［リン］ピック', '', ''),
(2296, '３級', 753, 16, '（名）女優', 'actress', '［アク］トレス', '', ''),
(2297, '３級', 754, 16, '（名）自転車', 'bicycle', '［バイ］シクル', '', ''),
(2298, '３級', 755, 16, '（名）頭痛', 'headache', '［ヘッ］デイク', '', ''),
(2299, '３級', 756, 16, '（名）ジャズ', 'jazz', '［ジャ］ズ', '', ''),
(2300, '３級', 757, 16, '（名）ウェイター', 'waiter', '［ウェイ］ター', '', ''),
(2301, '３級', 758, 16, '（名）便利さ', 'convenience', 'コン［ビーニ］エンス', '', ''),
(2302, '３級', 759, 16, '（名）スポーツ選手', 'athlete', '［アス］リート', '', ''),
(2303, '３級', 760, 16, '（名）セーター', 'sweater', '［スウェ］ター', '', ''),
(2304, '３級', 761, 16, '（名）初心者', 'beginner', 'ビ［ギ］ナー', '', ''),
(2305, '３級', 762, 16, '（名）正午', 'noon', '［ヌー］ン', '', ''),
(2306, '３級', 763, 16, '（名）ハリケーン', 'hurricane', '［ハリ］ケーン', '', ''),
(2307, '３級', 764, 16, '（名）ステーキ', 'steak', '［ステイ］ク', '', ''),
(2308, '３級', 765, 16, '（名）スカーフ', 'scarf', '［スカー］フ', '', ''),
(2309, '３級', 766, 16, '（名）デザート', 'dessert', 'デ［ザー］ト', '', ''),
(2310, '３級', 767, 16, '（名）バーベキュー', 'barbecue', '［バー］ベキュー', '', ''),
(2311, '３級', 768, 16, '（名）シチュー', 'stew', '［スチュ］ー', '', ''),
(2312, '３級', 769, 16, '（名）子猫', 'kitten', '［キ］トン', '', ''),
(2313, '３級', 770, 16, '（名）ネックレス', 'necklace', '［ネック］レス', '', ''),
(2314, '３級', 771, 16, '（名）チンパンジー', 'chimpanzee', 'チン［パン］ジー', '', ''),
(2315, '３級', 772, 16, '（名）金魚', 'goldfish', '［ゴールド］フィッシュ', '', ''),
(2316, '３級', 773, 16, '（名）キログラム', 'kilogram', '［キロ］グラム', '', ''),
(2317, '３級', 774, 16, '（名）パンダ', 'panda', '［パン］ダ', '', ''),
(2318, '３級', 775, 16, '（名）パンケーキ', 'pancake', '［パン］ケーキ', '', ''),
(2319, '３級', 776, 16, '（名）観光', 'sightseeing', '［サイト］シーイング', '', ''),
(2320, '３級', 777, 16, '（名）ハンバーガー', 'hamburger', '［ハン］バーガー', '', ''),
(2321, '３級', 778, 16, '（名）同級生', 'classmate', '［クラス］メイト', '', ''),
(2322, '３級', 779, 16, '（名）ドーナツ', 'doughnut', '［ドー］ナツ', '', ''),
(2323, '３級', 780, 16, '（名）故郷', 'hometown', '［ホーム］タウン', '', ''),
(2324, '３級', 781, 16, '（名）アイクスリーム', 'icecream', '［アイス］クリーム', '', ''),
(2325, '３級', 782, 16, '（名）学校の勉強', 'schoolwork', '［スクール］ワーク', '', ''),
(2326, '３級', 783, 16, '（名）腹痛', 'stomachache', '［ストマッ］クエイク', '', ''),
(2327, '３級', 784, 16, '（名）バス停', 'bus stop', '［バス］ストップ', '', ''),
(2328, '３級', 785, 16, '（名）犬小屋', 'doghouse', '［ドッグ］ハウス', '', ''),
(2329, '３級', 786, 16, '（名）携帯電話', 'cell phone', '［セル］フォン', '', ''),
(2330, '３級', 787, 16, '（名）居間', 'living room', '［リ］ビング・ルーム', '', ''),
(2331, '３級', 788, 16, '（名）食事', 'dining', '［ダイ］ニング', '', ''),
(2332, '３級', 789, 16, '（名）ホームステイ', 'homestay', '［ホーム］ステイ', '', ''),
(2333, '３級', 790, 16, '（名）空想科学小説', 'science fiction', '［サイ］エンス・［フィク］ション', '', ''),
(2334, '３級', 791, 16, '（名）日常生活', 'daily life', '［デイ］リー・［ライ］フ', '', ''),
(2335, '３級', 792, 16, '（名）小学校', 'elementary school', 'エレ［メン］タリー・［スクー］ル', '', ''),
(2336, '３級', 793, 16, '（副）どこかに', 'anywhere', '［エニ］ウェア', '', ''),
(2337, '３級', 794, 16, '（副）いたるところに', 'everywhere', '［エブリ］ウェア', '', ''),
(2338, '３級', 795, 16, '（副）（手紙の結びで）敬具', 'sincerely', 'シン［シア］リー', '', ''),
(2339, '３級', 796, 16, '（副）幸運にも', 'luckily', '［ラッキ］リー', '', ''),
(2340, '３級', 797, 16, '（副）遠くに', 'farther', '［ファー］ザー', '', ''),
(2341, '３級', 798, 16, '（副）安く', 'cheaply', '［チープ］リー', '', ''),
(2342, '３級', 799, 16, '（副）（否定文で）これ以上〜ない', 'anymore', 'エニ［モア］', '', ''),
(2343, '３級', 800, 16, '（副）いつでも', 'anytime', '［エニ］タイム', '', ''),
(2344, '３級', 801, 17, '（動）～を含む', 'include', 'イン［クルー］ド', '', ''),
(2345, '３級', 802, 17, '（動）～をがまんする', 'stand', '［スタン］ド', '', ''),
(2346, '３級', 803, 17, '（動）～を充電する', 'charge', '［チャー］ジ', '', ''),
(2347, '３級', 804, 17, '（動）～を受け入れる', 'accept', 'アク［セプ］ト', '', ''),
(2348, '３級', 805, 17, '（動）当てはまる', 'apply', 'ア［プラ］イ', '', ''),
(2349, '３級', 806, 17, '（動）横たわる', 'lie', '［ラ］イ', '', ''),
(2350, '３級', 807, 17, '（動）話し合う', 'discuss', 'ディ［スカ］ス', '', ''),
(2351, '３級', 808, 17, '（動）不思議に思う', 'wonder', '［ワン］ダー', '', ''),
(2352, '３級', 809, 17, '（動）落ちる', 'drop', '［ドロッ］プ', '', ''),
(2353, '３級', 810, 17, '（動）を信用する', 'trust', '［トラ］スト', '', ''),
(2354, '３級', 811, 17, '（動）を発表する', 'announce', 'ア［ナウン］ス', '', ''),
(2355, '３級', 812, 17, '（動）いっぱいにする', 'fill', '［フィ］ル', '', ''),
(2356, '３級', 813, 17, '（動）警告する', 'warn', '［ウォー］ン', '', ''),
(2357, '３級', 814, 17, '（動）頼る', 'depend', 'ディ［ペン］ド', '', ''),
(2358, '３級', 815, 17, '（動）震える', 'shake', '［シェイ］ク', '', ''),
(2359, '３級', 816, 17, '（動）～を処理する', 'handle', '［ハン］ドル', '', ''),
(2360, '３級', 817, 17, '（動）～を尊敬する', 'respect', 'リ［スペク］ト', '', ''),
(2361, '３級', 818, 17, '（動）広がる', 'spread', '［スプレ］ッド', '', ''),
(2362, '３級', 819, 17, '（動）こぐ', 'row', '［ロ］ウ', '', ''),
(2363, '３級', 820, 17, '（動）吹く', 'blow', '［ブロ］ウ', '', ''),
(2364, '３級', 821, 17, '（形）大きい', 'large', '［ラー］ジ', '', ''),
(2365, '３級', 822, 17, '（形）過去の', 'past', '［パー］スト', '', ''),
(2366, '３級', 823, 17, '（形）確かな', 'certain', '［サー］テン', '', ''),
(2367, '３級', 824, 17, '（形）個人の', 'personal', '［パーソ］ナル', '', ''),
(2368, '３級', 825, 17, '（形）現代の', 'modern', '［モダ］ン', '', ''),
(2369, '３級', 826, 17, '（形）～の価値がある', 'worth', '［ワー］ス', '', ''),
(2370, '３級', 827, 17, '（形）成功した', 'successful', 'サク［セス］フル', '', ''),
(2371, '３級', 828, 17, '（形）平らな', 'flat', '［フラッ］ト', '', ''),
(2372, '３級', 829, 17, '（形）正方形の', 'square', '［スクウェ］ア', '', ''),
(2373, '３級', 830, 17, '（形）正確な', 'correct', 'コ［レク］ト', '', ''),
(2374, '３級', 831, 17, '（形）毎日の', 'daily', '［デイ］リー', '', ''),
(2375, '３級', 832, 17, '（形）速い', 'quick', '［クイッ］ク', '', ''),
(2376, '３級', 833, 17, '（形）奇妙な', 'strange', '［ストレイ］ンジ', '', ''),
(2377, '３級', 834, 17, '（名）興味', 'interest', '［インタレ］スト', '', ''),
(2378, '３級', 835, 17, '（名）秒', 'second', '［セコ］ンド', '', ''),
(2379, '３級', 836, 17, '（名）市場', 'market', '［マー］ケット', '', ''),
(2380, '３級', 837, 17, '（名）問題', 'matter', '［マッ］ター', '', ''),
(2381, '３級', 838, 17, '（名）散歩', 'walk', '［ウォー］ク', '', ''),
(2382, '３級', 839, 17, '（名）時代', 'period', '［ピアリ］オド', '', ''),
(2383, '３級', 840, 17, '（名）貿易', 'trade', '［トレ］イド', '', ''),
(2384, '３級', 841, 17, '（名）種類', 'sort', '［ソー］ト', '', ''),
(2385, '３級', 842, 17, '（名）瞬間', 'moment', '［モーメン］ト', '', ''),
(2386, '３級', 843, 17, '（名）状況', 'condition', 'コン［ディ］ション', '', ''),
(2387, '３級', 844, 17, '（名）決定', 'decision', 'ディ［シ］ジョン', '', ''),
(2388, '３級', 845, 17, '（名）南', 'south', '［サウ］ス', '', ''),
(2389, '３級', 846, 17, '（名）100', 'hundred', '［ハンド］レッド', '', ''),
(2390, '３級', 847, 17, '（名）北', 'north', '［ノー］ス', '', ''),
(2391, '３級', 848, 17, '（名）芸術', 'art', '［アー］ト', '', ''),
(2392, '３級', 849, 17, '（名）滞在', 'stay', '［ステ］イ', '', ''),
(2393, '３級', 850, 17, '（名）税', 'tax', '［タッ］クス', '', ''),
(2394, '３級', 851, 18, '（名）階段', 'step', '［ステ］ップ', '', ''),
(2395, '３級', 852, 18, '（名）量', 'amount', 'ア［マウン］ト', '', ''),
(2396, '３級', 853, 18, '（名）東', 'east', '［イー］スト', '', ''),
(2397, '３級', 854, 18, '（名）絵', 'picture', '［ピク］チャー', '', ''),
(2398, '３級', 855, 18, '（名）嘘', 'lie', '［ラ］イ', '', ''),
(2399, '３級', 856, 18, '（名）前面', 'front', '［フロン］ト', '', ''),
(2400, '３級', 857, 18, '（名）試合', 'match', '［マッ］チ', '', ''),
(2401, '３級', 858, 18, '（名）喪失', 'loss', '［ロ］ス', '', ''),
(2402, '３級', 859, 18, '（名）心', 'heart', '［ハー］ト', '', ''),
(2403, '３級', 860, 18, '（名）目的', 'purpose', '［パー］パス', '', ''),
(2404, '３級', 861, 18, '（名）一部分', 'piece', '［ピー］ス', '', ''),
(2405, '３級', 862, 18, '（名）映画', 'film', '［フィ］ルム', '', ''),
(2406, '３級', 863, 18, '（名）成功', 'success', 'サク［セ］ス', '', ''),
(2407, '３級', 864, 18, '（名）注意', 'attention', 'ア［テン］ション', '', ''),
(2408, '３級', 865, 18, '（名）陸軍', 'army', '［アー］ミー', '', ''),
(2409, '３級', 866, 18, '（名）題名', 'title', '［タイ］トル', '', ''),
(2410, '３級', 867, 18, '（名）脚', 'leg', '［レ］グ', '', ''),
(2411, '３級', 868, 18, '（名）討論', 'discussion', 'ディス［カッ］ション', '', ''),
(2412, '３級', 869, 18, '（名）画像', 'image', '［イメ］ージ', '', ''),
(2413, '３級', 870, 18, '（名）病気', 'disease', 'ディ［ジー］ズ', '', ''),
(2414, '３級', 871, 18, '（名）風', 'wind', '［ウィ］ンド', '', ''),
(2415, '３級', 872, 18, '（名）血', 'blood', '［ブラ］ッド', '', ''),
(2416, '３級', 873, 18, '（名）口', 'mouth', '［マウ］ス', '', ''),
(2417, '３級', 874, 18, '（名）地球', 'earth', '［アー］ス', '', ''),
(2418, '３級', 875, 18, '（名）進歩', 'progress', '［プログ］レス', '', ''),
(2419, '３級', 876, 18, '（名）4分の1', 'quarter', '［クォー］ター', '', ''),
(2420, '３級', 877, 18, '（名）肩', 'shoulder', '［ショ］ルダー', '', ''),
(2421, '３級', 878, 18, '（名）指', 'finger', '［フィン］ガー', '', ''),
(2422, '３級', 879, 18, '（名）枝', 'branch', '［ブラ］ンチ', '', ''),
(2423, '３級', 880, 18, '（名）鉄道', 'railway', '［レイ］ルウェイ', '', ''),
(2424, '３級', 881, 18, '（名）波', 'wave', '［ウェ］イブ', '', ''),
(2425, '３級', 882, 18, '（名）ガソリン', 'gas', '［ガ］ス', '', ''),
(2426, '３級', 883, 18, '（名）涙', 'tear', '［テ］ィア', '', ''),
(2427, '３級', 884, 18, '（名）足', 'foot', '［フッ］ト', '', ''),
(2428, '３級', 885, 18, '（名）地図', 'map', '［マッ］プ', '', ''),
(2429, '３級', 886, 18, '（副）本当に', 'really', '［リア］リー', '', ''),
(2430, '３級', 887, 18, '（副）いつも', 'always', '［オール］ウェイズ', '', ''),
(2431, '３級', 888, 18, '（副）かなり', 'quite', '［クワ］イト', '', ''),
(2432, '３級', 889, 18, '（副）離れて', 'away', 'ア［ウェ］イ', '', ''),
(2433, '３級', 890, 18, '（副）多分', 'perhaps', 'パー［ハプ］ス', '', ''),
(2434, '３級', 891, 18, '（副）多分', 'probably', '［プロバブ］リー', '', ''),
(2435, '３級', 892, 18, '（副）確かに', 'certainly', '［サートゥン］リー', '', ''),
(2436, '３級', 893, 18, '（副）素早く', 'quickly', '［クイッ］クリー', '', ''),
(2437, '３級', 894, 18, '（副）最近', 'recently', '［リーセン］トリー', '', ''),
(2438, '３級', 895, 18, '（副）どちらも～ない', 'neither', '［ナイ］ザー', '', ''),
(2439, '３級', 896, 18, '（副）どこかに', 'somewhere', '［サム］ウェア', '', ''),
(2440, '３級', 897, 18, '（接）だけれども', 'though', '［ゾ］ウ', '', ''),
(2441, '３級', 898, 18, '（前）～を越えて', 'beyond', 'ビ［ヨン］ド', '', ''),
(2442, '３級', 899, 18, '（代名）彼自身', 'himself', 'ヒム［セル］フ', '', ''),
(2443, '３級', 900, 18, '（代名）すべての人', 'everyone', '［エブリ］ワン', '', ''),
(2444, '３級', 901, 19, '（動）～を満足させる', 'satisfy', '［サティス］ファイ', '', ''),
(2445, '３級', 902, 19, '（動）所属する', 'belong', 'ビ［ロン］グ', '', ''),
(2446, '３級', 903, 19, '（動）成功する', 'succeed', 'サク［シー］ド', '', ''),
(2447, '３級', 904, 19, '（動）ノックする', 'knock', '［ノッ］ク', '', ''),
(2448, '３級', 905, 19, '（動）つづる', 'spell', '［スペ］ル', '', ''),
(2449, '３級', 906, 19, '（動）撃つ', 'shoot', '［シュー］ト', '', ''),
(2450, '３級', 907, 19, '（動）不満を言う', 'complain', 'コン［プレ］イン', '', ''),
(2451, '３級', 908, 19, '（動）解く', 'solve', '［ソル］ブ', '', ''),
(2452, '３級', 909, 19, '（動）許す', 'excuse', 'エク［スキュー］ズ', '', ''),
(2453, '３級', 910, 19, '（動）～をみがく', 'brush', '［ブラ］シュ', '', ''),
(2454, '３級', 911, 19, '（動）折りたたむ', 'fold', '［フォー］ルド', '', ''),
(2455, '３級', 912, 19, '（動）印象づける', 'impress', 'イン［プレ］ス', '', ''),
(2456, '３級', 913, 19, '（動）輝く', 'shine', '［シャ］イン', '', ''),
(2457, '３級', 914, 19, '（動）挨拶する', 'greet', '［グリー］ト', '', ''),
(2458, '３級', 915, 19, '（動）を包む', 'wrap', '［ラッ］プ', '', ''),
(2459, '３級', 916, 19, '（動）意思疎通する', 'communicate', 'コ［ミュニ］ケイト', '', ''),
(2460, '３級', 917, 19, '（形）小さな', 'tiny', '［タイ］ニー', '', ''),
(2461, '３級', 918, 19, '（形）南の', 'southern', '［サザ］ン', '', ''),
(2462, '３級', 919, 19, '（形）厚い', 'thick', '［シッ］ク', '', ''),
(2463, '３級', 920, 19, '（形）年配の', 'elderly', '［エル］ダリー', '', ''),
(2464, '３級', 921, 19, '（形）甘い', 'sweet', '［スイー］ト', '', ''),
(2465, '３級', 922, 19, '（形）弱い', 'weak', '［ウィー］ク', '', ''),
(2466, '３級', 923, 19, '（形）生きている', 'alive', 'ア［ライ］ブ', '', ''),
(2467, '３級', 924, 19, '（形）運がいい', 'lucky', '［ラッ］キー', '', ''),
(2468, '３級', 925, 19, '（形）親しみやすい', 'friendly', '［フレン］ドリー', '', ''),
(2469, '３級', 926, 19, '（形）目の見えない', 'blind', '［ブラ］インド', '', ''),
(2470, '３級', 927, 19, '（形）心地よい', 'comfortable', '［カンファ］タブル', '', ''),
(2471, '３級', 928, 19, '（形）きつい', 'tight', '［タ］イト', '', ''),
(2472, '３級', 929, 19, '（形）落ちついた', 'calm', '［カー］ム', '', ''),
(2473, '３級', 930, 19, '（形）うろたえた', 'upset', 'アプ［セッ］ト', '', ''),
(2474, '３級', 931, 19, '（形）役に立つ', 'helpful', '［ヘルプ］フル', '', ''),
(2475, '３級', 932, 19, '（形）やさしい', 'gentle', '［ジェン］トル', '', ''),
(2476, '３級', 933, 19, '（形）神聖な', 'holy', '［ホ］ウリー', '', ''),
(2477, '３級', 934, 19, '（形）正直な', 'honest', '［オネ］スト', '', ''),
(2478, '３級', 935, 19, '（名）夕食', 'dinner', '［ディ］ナー', '', ''),
(2479, '３級', 936, 19, '（名）唇', 'lip', '［リッ］プ', '', ''),
(2480, '３級', 937, 19, '（名）聴衆', 'audience', '［オーディ］エンス', '', ''),
(2481, '３級', 938, 19, '（名）信号', 'signal', '［シグ］ナル', '', ''),
(2482, '３級', 939, 19, '（名）国境', 'border', '［ボー］ダー', '', ''),
(2483, '３級', 940, 19, '（名）群衆', 'crowd', '［クラ］ウド', '', ''),
(2484, '３級', 941, 19, '（名）頭脳', 'brain', '［ブレ］イン', '', ''),
(2485, '３級', 942, 19, '（名）根', 'root', '［ルー］ト', '', ''),
(2486, '３級', 943, 19, '（名）金属', 'metal', '［メ］タル', '', ''),
(2487, '３級', 944, 19, '（名）鉄', 'iron', '［アイ］アン', '', ''),
(2488, '３級', 945, 19, '（名）谷', 'valley', '［バ］リー', '', ''),
(2489, '３級', 946, 19, '（名）歯', 'tooth', '［トゥー］ス', '', ''),
(2490, '３級', 947, 19, '（名）兵士', 'soldier', '［ソル］ジャー', '', ''),
(2491, '３級', 948, 19, '（名）小説', 'novel', '［ノ］ベル', '', ''),
(2492, '３級', 949, 19, '（名）ポケット', 'pocket', '［ポ］ケット', '', ''),
(2493, '３級', 950, 19, '（名）石炭', 'coal', '［コ］ウル', '', ''),
(2494, '３級', 951, 20, '（名）土', 'soil', '［ソ］イル', '', ''),
(2495, '３級', 952, 20, '（名）屋根', 'roof', '［ルー］フ', '', ''),
(2496, '３級', 953, 20, '（名）鏡', 'mirror', '［ミ］ラー', '', ''),
(2497, '３級', 954, 20, '（名）近所の人', 'neighbor', '［ネイ］バー', '', ''),
(2498, '３級', 955, 20, '（名）港', 'port', '［ポー］ト', '', ''),
(2499, '３級', 956, 20, '（名）敵', 'enemy', '［エネ］ミー', '', ''),
(2500, '３級', 957, 20, '（名）10億', 'billion', '［ビ］リオン', '', ''),
(2501, '３級', 958, 20, '（名）朝食', 'breakfast', '［ブレック］ファスト', '', ''),
(2502, '３級', 959, 20, '（名）弁護士', 'lawyer', '［ロー］ヤー', '', ''),
(2503, '３級', 960, 20, '（名）乗客', 'passenger', '［パッセン］ジャー', '', ''),
(2504, '３級', 961, 20, '（名）主人', 'host', '［ホー］スト', '', ''),
(2505, '３級', 962, 20, '（名）草', 'grass', '［グラ］ス', '', ''),
(2506, '３級', 963, 20, '（名）雲', 'cloud', '［クラ］ウド', '', ''),
(2507, '３級', 964, 20, '（名）詩', 'poem', '［ポ］エム', '', ''),
(2508, '３級', 965, 20, '（名）階段', 'stair', '［ステ］ア', '', ''),
(2509, '３級', 966, 20, '（名）帽子', 'hat', '［ハッ］ト', '', ''),
(2510, '３級', 967, 20, '（名）砂糖', 'sugar', '［シュ］ガー', '', ''),
(2511, '３級', 968, 20, '（名）習慣', 'habit', '［ハ］ビット', '', ''),
(2512, '３級', 969, 20, '（名）砂漠', 'desert', '［デザー］ト', '', ''),
(2513, '３級', 970, 20, '（名）電力', 'electricity', 'エレクト［リシ］ティー', '', ''),
(2514, '３級', 971, 20, '（名）パン', 'bread', '［ブレ］ッド', '', ''),
(2515, '３級', 972, 20, '（名）病気', 'illness', '［イル］ネス', '', ''),
(2516, '３級', 973, 20, '（名）ビール', 'beer', '［ビ］ア', '', ''),
(2517, '３級', 974, 20, '（名）慣習', 'custom', '［カ］スタム', '', ''),
(2518, '３級', 975, 20, '（名）嵐', 'storm', '［ストー］ム', '', ''),
(2519, '３級', 976, 20, '（名）蒸気', 'steam', '［スティー］ム', '', ''),
(2520, '３級', 977, 20, '（名）家具', 'furniture', '［ファーニ］チャー', '', ''),
(2521, '３級', 978, 20, '（名）英雄', 'hero', '［ヒー］ロー', '', ''),
(2522, '３級', 979, 20, '（名）ジェエスチャー', 'gesture', '［ジェス］チャー', '', ''),
(2523, '３級', 980, 20, '（名）胃', 'stomach', '［スタ］マック', '', ''),
(2524, '３級', 981, 20, '（名）詩人', 'poet', '［ポエ］ット', '', ''),
(2525, '３級', 982, 20, '（名）ミュージカル', 'musical', '［ミュージ］カル', '', ''),
(2526, '３級', 983, 20, '（名）リゾート', 'resort', 'リ［ゾー］ト', '', ''),
(2527, '３級', 984, 20, '（名）象徴', 'symbol', '［シン］ボル', '', ''),
(2528, '３級', 985, 20, '（名）気候', 'climate', '［クラ］イメット', '', ''),
(2529, '３級', 986, 20, '（名）天国', 'heaven', '［ヘ］ブン', '', ''),
(2530, '３級', 987, 20, '（名）双子', 'twin', '［トゥ］イン', '', ''),
(2531, '３級', 988, 20, '（名）陰', 'shade', '［シェ］イド', '', ''),
(2532, '３級', 989, 20, '（名）ヒント', 'hint', '［ヒン］ト', '', ''),
(2533, '３級', 990, 20, '（名）商人', 'merchant', '［マーチャン］ト', '', ''),
(2534, '３級', 991, 20, '（名）ボタン', 'button', '［バ］トン', '', ''),
(2535, '３級', 992, 20, '（名）お寺', 'temple', '［テン］プル', '', ''),
(2536, '３級', 993, 20, '（名）宇宙', 'universe', '［ユニ］バース', '', ''),
(2537, '３級', 994, 20, '（名）天井', 'ceiling', '［シー］リング', '', ''),
(2538, '３級', 995, 20, '（副）確かに', 'surely', '［シュア］リー', '', ''),
(2539, '３級', 996, 20, '（副）不運にも', 'unfortunately', 'アン［フォーチュネ］イトリー', '', ''),
(2540, '３級', 997, 20, '（副）ひどく', 'badly', '［バッド］リー', '', ''),
(2541, '３級', 998, 20, '（副）静かに', 'quietly', '［クワイエト］リー', '', ''),
(2542, '３級', 999, 20, '（副）海外へ', 'overseas', '［オーバー］シーズ', '', ''),
(2543, '３級', 1000, 20, '（副）上の階へ', 'upstairs', '［アップ］ステアーズ', '', ''),
(2544, '３級', 1001, 21, '（動）ゆでる', 'boil', '［ボ］イル', '', ''),
(2545, '３級', 1002, 21, '（動）取り消す', 'cancel', '［キャン］セル', '', ''),
(2546, '３級', 1003, 21, '（動）元気づける', 'cheer', '［チ］ア', '', ''),
(2547, '３級', 1004, 21, '（動）目が覚める', 'awake', 'ア［ウェ］イク', '', ''),
(2548, '３級', 1005, 21, '（動）飾る', 'decorate', '［デコ］レイト', '', ''),
(2549, '３級', 1006, 21, '（動）嫌う', 'dislike', 'ディス［ラ］イク', '', ''),
(2550, '３級', 1007, 21, '（動）再利用する', 'recycle', 'リ［サイ］クル', '', ''),
(2551, '３級', 1008, 21, '（動）寝過ごす', 'oversleep', '［オーバー］スリープ', '', ''),
(2552, '３級', 1009, 21, '（形）毎週の', 'weekly', '［ウィーク］リー', '', ''),
(2553, '３級', 1010, 21, '（形）利口な', 'clever', '［クレ］バー', '', ''),
(2554, '３級', 1011, 21, '（形）生の', 'raw', '［ロ］ウ', '', ''),
(2555, '３級', 1012, 21, '（形）眠って', 'asleep', 'ア［スリー］プ', '', ''),
(2556, '３級', 1013, 21, '（形）便利な', 'convenient', 'コン［ビーニ］エント', '', ''),
(2557, '３級', 1014, 21, '（形）月に1回の', 'monthly', '［マンス］リー', '', ''),
(2558, '３級', 1015, 21, '（形）勇敢な', 'brave', '［ブレ］イブ', '', ''),
(2559, '３級', 1016, 21, '（形）デジタルの', 'digital', '［デジ］タル', '', ''),
(2560, '３級', 1017, 21, '（形）不幸な', 'unhappy', 'アン［ハ］ピー', '', ''),
(2561, '３級', 1018, 21, '（形）気の狂った', 'crazy', '［クレ］イジー', '', ''),
(2562, '３級', 1019, 21, '（形）寂しい', 'lonely', '［ロン］リー', '', ''),
(2563, '３級', 1020, 21, '（形）温和な', 'mild', '［マイル］ド', '', ''),
(2564, '３級', 1021, 21, '（形）平和な', 'peaceful', '［ピース］フル', '', ''),
(2565, '３級', 1022, 21, '（形）礼儀正しい', 'polite', 'ポ［ラ］イト', '', ''),
(2566, '３級', 1023, 21, '（形）愚かな', 'foolish', '［フー］リッシュ', '', ''),
(2567, '３級', 1024, 21, '（形）元気のよい', 'cheerful', '［チアー］フル', '', ''),
(2568, '３級', 1025, 21, '（形）騒がしい', 'noisy', '［ノイ］ジー', '', ''),
(2569, '３級', 1026, 21, '（形）屋外の', 'outdoor', '［アウト］ドア', '', ''),
(2570, '３級', 1027, 21, '（形）怠け者の', 'lazy', '［レ］イジー', '', ''),
(2571, '３級', 1028, 21, '（形）希望を持っている', 'hopeful', '［ホープ］フル', '', ''),
(2572, '３級', 1029, 21, '（形）おいしい', 'tasty', '［テイス］ティー', '', ''),
(2573, '３級', 1030, 21, '（形）最新の', 'latest', '［レイ］テスト', '', ''),
(2574, '３級', 1031, 21, '（形）おびえた', 'scared', '［スケア］ド', '', ''),
(2575, '３級', 1032, 21, '（形）驚くべき', 'suprising', 'サ［プライ］ジング', '', ''),
(2576, '３級', 1033, 21, '（名）見知らぬ人', 'stranger', '［ストレイン］ジャー', '', ''),
(2577, '３級', 1034, 21, '（名）海洋', 'ocean', '［オー］シャン', '', ''),
(2578, '３級', 1035, 21, '（名）惑星', 'planet', '［プラ］ネット', '', ''),
(2579, '３級', 1036, 21, '（名）絹', 'silk', '［シル］ク', '', ''),
(2580, '３級', 1037, 21, '（名）友情', 'friendship', '［フレンド］シップ', '', ''),
(2581, '３級', 1038, 21, '（名）巣', 'nest', '［ネ］スト', '', ''),
(2582, '３級', 1039, 21, '（名）旗', 'flag', '［フラ］グ', '', ''),
(2583, '３級', 1040, 21, '（名）シャワー', 'shower', '［シャ］ワー', '', ''),
(2584, '３級', 1041, 21, '（名）儀式', 'ceremony', '［セレ］モニー', '', ''),
(2585, '３級', 1042, 21, '（名）勇気', 'courage', '［カ］レッジ', '', ''),
(2586, '３級', 1043, 21, '（名）航空会社', 'airline', '［エア］ライン', '', ''),
(2587, '３級', 1044, 21, '（名）ジュース', 'juice', '［ジュー］ス', '', ''),
(2588, '３級', 1045, 21, '（名）真夜中', 'midnight', '［ミッド］ナイト', '', ''),
(2589, '３級', 1046, 21, '（名）地平線', 'horizon', 'ホ［ライ］ゾン', '', ''),
(2590, '３級', 1047, 21, '（名）宝物', 'treasure', '［トレ］ジャー', '', ''),
(2591, '３級', 1048, 21, '（名）幸福', 'happiness', '［ハッピ］ネス', '', ''),
(2592, '３級', 1049, 21, '（名）近所', 'neighborhood', '［ネイバー］フッド', '', ''),
(2593, '３級', 1050, 21, '（名）葉', 'leaf', '［リー］フ', '', ''),
(2594, '３級', 1051, 22, '（名）矢', 'arrow', '［アロ］ウ', '', ''),
(2595, '３級', 1052, 22, '（名）オーブン', 'oven', '［ア］ブン', '', ''),
(2596, '３級', 1053, 22, '（名）羽', 'feather', '［フェ］ザー', '', ''),
(2597, '３級', 1054, 22, '（名）蜂蜜', 'honey', '［ハ］ニー', '', ''),
(2598, '３級', 1055, 22, '（名）像', 'statue', '［スタ］チュー', '', ''),
(2599, '３級', 1056, 22, '（名）手袋', 'glove', '［グラ］ブ', '', ''),
(2600, '３級', 1057, 22, '（名）フォーク', 'fork', '［フォー］ク', '', ''),
(2601, '３級', 1058, 22, '（名）衣装', 'costume', '［コス］チューム', '', ''),
(2602, '３級', 1059, 22, '（名）船員', 'sailor', '［セイ］ラー', '', ''),
(2603, '３級', 1060, 22, '（名）熱', 'fever', '［フィー］バー', '', ''),
(2604, '３級', 1061, 22, '（名）冷蔵庫', 'fridge', '［フリッ］ジ', '', ''),
(2605, '３級', 1062, 22, '（名）ロケット', 'rocket', '［ロ］ケット', '', ''),
(2606, '３級', 1063, 22, '（名）傘', 'umbrella', 'アン［ブレ］ラ', '', ''),
(2607, '３級', 1064, 22, '（名）インク', 'ink', '［イン］ク', '', ''),
(2608, '３級', 1065, 22, '（名）はがき', 'postcard', '［ポスト］カード', '', ''),
(2609, '３級', 1066, 22, '（名）水族館', 'aquarium', 'ア［クエ］リアム', '', ''),
(2610, '３級', 1067, 22, '（名）シェフ', 'chef', '［シェ］フ', '', ''),
(2611, '３級', 1068, 22, '（名）おい', 'nephew', '［ネ］フュー', '', ''),
(2612, '３級', 1069, 22, '（名）宝石', 'jewel', '［ジュ］エル', '', ''),
(2613, '３級', 1070, 22, '（名）スーツケース', 'suitcase', '［スーツ］ケース', '', ''),
(2614, '３級', 1071, 22, '（名）悲しみ', 'sadness', '［サッド］ネス', '', ''),
(2615, '３級', 1072, 22, '（名）地震', 'earthquake', '［アース］クエイク', '', ''),
(2616, '３級', 1073, 22, '（名）子犬', 'puppy', '［パ］ピー', '', ''),
(2617, '３級', 1074, 22, '（名）神社', 'shrine', '［シュラ］イン', '', ''),
(2618, '３級', 1075, 22, '（名）孫息子', 'grandson', '［グランド］サン', '', ''),
(2619, '３級', 1076, 22, '（名）日没', 'sunset', '［サン］セット', '', ''),
(2620, '３級', 1077, 22, '（名）センチメートル', 'centimeter', '［センチ］メーター', '', ''),
(2621, '３級', 1078, 22, '（名）花火', 'firework', '［ファイア］ワーク', '', ''),
(2622, '３級', 1079, 22, '（名）廊下', 'hallway', '［ホール］ウェイ', '', ''),
(2623, '３級', 1080, 22, '（名）グラム', 'gram', '［グ］ラム', '', ''),
(2624, '３級', 1081, 22, '（名）パジャマ', 'pajamas', 'パ［ジャ］マ', '', ''),
(2625, '３級', 1082, 22, '（名）はさみ', 'scissors', '［シ］ザーズ', '', ''),
(2626, '３級', 1083, 22, '（名）シャンプー', 'shampoo', 'シャン［プー］', '', ''),
(2627, '３級', 1084, 22, '（名）クローゼット', 'closet', '［クロ］ゼット', '', ''),
(2628, '３級', 1085, 22, '（名）ごみ', 'garbage', '［ガー］ビッジ', '', ''),
(2629, '３級', 1086, 22, '（名）エレベーター', 'elevator', '［エレ］ベーター', '', ''),
(2630, '３級', 1087, 22, '（名）黒板', 'blackboard', '［ブラック］ボード', '', ''),
(2631, '３級', 1088, 22, '（名）日の出', 'sunrise', '［サン］ライズ', '', ''),
(2632, '３級', 1089, 22, '（名）台風', 'typhoon', 'タイ［フー］ン', '', ''),
(2633, '３級', 1090, 22, '（名）スニーカー', 'sneaker', '［スニー］カー', '', ''),
(2634, '３級', 1091, 22, '（名）デパート', 'department store', 'ディ［パート］メント・［ストー］ア', '', ''),
(2635, '３級', 1092, 22, '（名）薬局', 'drugstore', '［ドラッグ］ストア', '', ''),
(2636, '３級', 1093, 22, '（名）往復便', 'shuttle bus', '［シャトル］・［バ］ス', '', ''),
(2637, '３級', 1094, 22, '（名）はじめ', 'beginning', 'ビ［ギ］ニング', '', ''),
(2638, '３級', 1095, 22, '（名）挨拶', 'greeting', '［グリー］ティング', '', ''),
(2639, '３級', 1096, 22, '（名）販売員', 'salesclerk', '［セールズ］クラーク', '', ''),
(2640, '３級', 1097, 22, '（副）優しく', 'softly', '［ソフト］リー', '', ''),
(2641, '３級', 1098, 22, '（副）安全に', 'safely', '［セイフ］リー', '', ''),
(2642, '３級', 1099, 22, '（副）声に出して', 'aloud', 'ア［ラウ］ド', '', ''),
(2643, '３級', 1100, 22, '（副）オンラインで', 'online', '［オン］ライン', '', ''),
(2644, '準2級', 1, 1, '（動）分かる', 'tell', '［テ］ル', '', ''),
(2645, '準2級', 1, 1, '（動）所有している', 'own', '［オ］ウン', '', ''),
(2646, '準2級', 1, 1, '（動）続く', 'last', '［ラ］スト', '', ''),
(2647, '準2級', 1, 1, '（動）指す', 'point', '［ポ］イント', '', ''),
(2648, '準2級', 1, 1, '（動）熱望する', 'long', '［ロ］ング', '', ''),
(2649, '準2級', 1, 1, '（動）手渡す', 'hand', '［ハ］ンド', '', ''),
(2650, '準2級', 1, 1, '（動）含む', 'include', 'イン［クル］ード', '', ''),
(2651, '準2級', 1, 1, '（動）会う', 'meet', '［ミ］ート', '', ''),
(2652, '準2級', 1, 1, '（動）組織する', 'form', '［フォ］ーム', '', ''),
(2653, '準2級', 1, 1, '（動）提供する', 'provide', 'プロ［バ］イド', '', ''),
(2654, '準2級', 1, 1, '（動）経営する', 'run', '［ラ］ン', '', ''),
(2655, '準2級', 1, 1, '（動）直面する', 'face', '［フェ］イス', '', ''),
(2656, '準2級', 1, 1, '（動）導く', 'lead', '［リ］ード', '', ''),
(2657, '準2級', 1, 1, '（動）支払う', 'pay', '［ペ］イ', '', ''),
(2658, '準2級', 1, 1, '（動）増加する', 'increase', 'イン［クリ］ース', '', ''),
(2659, '準2級', 1, 1, '（動）予約する', 'book', '［ブ］ック', '', ''),
(2660, '準2級', 1, 1, '（動）支持する', 'support', 'サ［ポ］ート', '', ''),
(2661, '準2級', 1, 1, '（動）抑制する', 'control', 'コン［トロ］ール', '', ''),
(2662, '準2級', 1, 1, '（動）申し出る', 'offer', '［オ］ファー', '', ''),
(2663, '準2級', 1, 1, '（動）費用がかかる', 'cost', '［コ］スト', '', ''),
(2664, '準2級', 1, 1, '（動）強いる', 'force', '［フォ］ース', '', ''),
(2665, '準2級', 1, 1, '（動）出発する', 'leave', '［リ］ーブ', '', ''),
(2666, '準2級', 1, 1, '（動）訓練する', 'train', '［トレ］イン', '', ''),
(2667, '準2級', 1, 1, '（動）許す', 'allow', 'ア［ラ］ウ', '', ''),
(2668, '準2級', 1, 1, '（動）続ける', 'continue', 'コン［テ］ィニュー', '', ''),
(2669, '準2級', 1, 1, '（動）巻き込む', 'involve', 'イン［ボ］ルブ', '', ''),
(2670, '準2級', 1, 1, '（動）作る', 'produce', 'プロ［デュ］ース', '', ''),
(2671, '準2級', 1, 1, '（動）現れる', 'appear', 'ア［ピ］アー', '', ''),
(2672, '準2級', 1, 1, '（動）よく考える', 'consider', 'コン［シ］ダー', '', ''),
(2673, '準2級', 1, 1, '（動）引き起こす', 'cause', '［コ］ーズ', '', ''),
(2674, '準2級', 1, 1, '（動）必要とする', 'require', 'リ［クワ］イアー', '', ''),
(2675, '準2級', 1, 1, '（動）共有する', 'share', '［シェ］アー', '', ''),
(2676, '準2級', 1, 1, '（動）させる', 'let', '［レ］ット', '', ''),
(2677, '準2級', 1, 1, '（動）提案する', 'suggest', 'サ［ジェ］スト', '', ''),
(2678, '準2級', 1, 1, '（動）加える', 'add', '［ア］ッド', '', ''),
(2679, '準2級', 1, 1, '（動）気にかける', 'care', '［ケ］アー', '', ''),
(2680, '準2級', 1, 1, '（動）着陸する', 'land', '［ラ］ンド', '', ''),
(2681, '準2級', 1, 1, '（動）発達させる', 'develop', 'ディ［ベ］ロップ', '', ''),
(2682, '準2級', 1, 1, '（動）耐える', 'bear', '［ベ］アー', '', ''),
(2683, '準2級', 1, 1, '（動）同意する', 'agree', 'ア［グリ］ー', '', ''),
(2684, '準2級', 1, 1, '（動）近づく', 'approach', 'ア［プロ］ーチ', '', ''),
(2685, '準2級', 1, 1, '（動）ある状態にする', 'drive', '［ドラ］イブ', '', ''),
(2686, '準2級', 1, 1, '（動）描写する', 'describe', 'ディ［スク］ライブ', '', ''),
(2687, '準2級', 1, 1, '（動）～のままである', 'remain', 'リ［メ］イン', '', ''),
(2688, '準2級', 1, 1, '（動）強く要求する', 'demand', 'ディ［マ］ンド', '', ''),
(2689, '準2級', 1, 1, '（動）請求する', 'charge', '［チャ］ージ', '', ''),
(2690, '準2級', 1, 1, '（動）覆う', 'cover', '［カ］バー', '', ''),
(2691, '準2級', 1, 1, '（動）創造する', 'create', 'クリ［エ］イト', '', ''),
(2692, '準2級', 1, 1, '（動）受け入れる', 'accept', 'ア［クセ］プト', '', ''),
(2693, '準2級', 1, 1, '（動）育てる', 'raise', '［レ］イズ', '', ''),
(2694, '準2級', 1, 2, '（動）存在する', 'exist', 'イグ［ジ］スト', '', ''),
(2695, '準2級', 1, 2, '（動）申し込む', 'apply', 'ア［プラ］イ', '', ''),
(2696, '準2級', 1, 2, '（動）完成する', 'complete', 'コン［プリ］ート', '', ''),
(2697, '準2級', 1, 2, '（動）減らす', 'reduce', 'リ［デュ］ース', '', ''),
(2698, '準2級', 1, 2, '（動）含む', 'contain', 'コン［テ］イン', '', ''),
(2699, '準2級', 1, 2, '（動）殺す', 'kill', '［キ］ル', '', ''),
(2700, '準2級', 1, 2, '（動）〜することになっている', 'suppose', 'サ［ポ］ーズ', '', ''),
(2701, '準2級', 1, 2, '（動）供給する', 'supply', 'サ［プラ］イ', '', ''),
(2702, '準2級', 1, 2, '（動）見分ける', 'recognize', '［レ］コグナイズ', '', ''),
(2703, '準2級', 1, 2, '（動）準備する', 'prepare', 'プリ［ペ］アー', '', ''),
(2704, '準2級', 1, 2, '（動）食事を出す', 'serve', '［サ］ーブ', '', ''),
(2705, '準2級', 1, 2, '（動）横になる', 'lie', '［ラ］イ', '', ''),
(2706, '準2級', 1, 2, '（動）駐車する', 'park', '［パ］ーク', '', ''),
(2707, '準2級', 1, 2, '（動）管理する', 'manage', '［マ］ネージ', '', ''),
(2708, '準2級', 1, 2, '（動）気が付く', 'realize', '［リ］アライズ', '', ''),
(2709, '準2級', 1, 2, '（動）調和する', 'match', '［マ］ッチ', '', ''),
(2710, '準2級', 1, 2, '（動）証明する', 'prove', '［プル］ーブ', '', ''),
(2711, '準2級', 1, 2, '（動）出版する', 'publish', '［パ］ブリッシュ', '', ''),
(2712, '準2級', 1, 2, '（動）狙いを定める', 'aim', '［エ］イム', '', ''),
(2713, '準2級', 1, 2, '（動）議論する', 'discuss', 'ディ［スカ］ス', '', ''),
(2714, '準2級', 1, 2, '（動）主張する', 'argue', '［ア］ーギュー', '', ''),
(2715, '準2級', 1, 2, '（動）損害を与える', 'damage', '［ダ］メージ', '', ''),
(2716, '準2級', 1, 2, '（動）みなす', 'regard', 'リ［ガ］ード', '', ''),
(2717, '準2級', 1, 2, '（動）影響を与える', 'affect', 'ア［フェ］クト', '', ''),
(2718, '準2級', 1, 2, '（動）改良する', 'improve', 'イン［プル］ーブ', '', ''),
(2719, '準2級', 1, 2, '（動）苦しむ', 'suffer', '［サ］ファー', '', ''),
(2720, '準2級', 1, 2, '（動）連絡を取る', 'contact', '［コ］ンタクト', '', ''),
(2721, '準2級', 1, 2, '（動）特定する', 'identify', 'アイ［デ］ンティファイ', '', ''),
(2722, '準2級', 1, 2, '（動）励ます', 'encourage', 'エン［カ］レッジ', '', ''),
(2723, '準2級', 1, 2, '（動）信頼する', 'trust', '［トラ］スト', '', ''),
(2724, '準2級', 1, 2, '（動）比較する', 'compare', 'コン［ペ］アー', '', ''),
(2725, '準2級', 1, 2, '（動）発表する', 'announce', 'ア［ナ］ウンス', '', ''),
(2726, '準2級', 1, 2, '（動）扱う', 'treat', '［トリ］ート', '', ''),
(2727, '準2級', 1, 2, '（動）言及する', 'mention', '［メ］ンション', '', ''),
(2728, '準2級', 1, 2, '（動）得る', 'gain', '［ゲ］イン', '', ''),
(2729, '準2級', 1, 2, '（動）離す', 'separate', '［セ］パレート', '', ''),
(2730, '準2級', 1, 2, '（動）判断する', 'judge', '［ジャ］ッジ', '', ''),
(2731, '準2級', 1, 2, '（動）避ける', 'avoid', 'ア［ボ］イド', '', ''),
(2732, '準2級', 1, 2, '（動）反対する', 'object', 'オブ［ジェ］クト', '', ''),
(2733, '準2級', 1, 2, '（動）移す', 'transfer', 'トランス［フ］ァー', '', ''),
(2734, '準2級', 1, 2, '（動）取り除く', 'remove', 'リ［ム］ーブ', '', ''),
(2735, '準2級', 1, 2, '（動）約束する', 'promise', '［プ］ロミス', '', ''),
(2736, '準2級', 1, 2, '（動）交換する', 'exchange', 'エクス［チェ］ンジ', '', ''),
(2737, '準2級', 1, 2, '（動）延長する', 'extend', 'イクス［テ］ンド', '', ''),
(2738, '準2級', 1, 2, '（動）取りかえる', 'replace', 'リ［プレ］イス', '', ''),
(2739, '準2級', 1, 2, '（動）警告する', 'warn', '［ウォ］ーン', '', ''),
(2740, '準2級', 1, 2, '（動）拒否する', 'refuse', 'リ［フュ］ーズ', '', ''),
(2741, '準2級', 1, 2, '（動）妨げる', 'prevent', 'プリ［ベ］ント', '', ''),
(2742, '準2級', 1, 2, '（動）続けざまに打つ', 'beat', '［ビ］ート', '', ''),
(2743, '準2級', 1, 2, '（動）組織する', 'organize', '［オ］ーガナイズ', '', ''),
(2744, '準2級', 1, 3, '（動）疑う', 'doubt', '［ダ］ウト', '', ''),
(2745, '準2級', 1, 3, '（動）輸送する', 'transport', 'トランス［ポ］ート', '', ''),
(2746, '準2級', 1, 3, '（動）検査する', 'examine', 'イグ［ザ］ミン', '', ''),
(2747, '準2級', 1, 3, '（動）浪費する', 'waste', '［ウェ］イスト', '', ''),
(2748, '準2級', 1, 3, '（動）送る', 'ship', '［シ］ップ', '', ''),
(2749, '準2級', 1, 3, '（動）保護する', 'protect', 'プロ［テ］クト', '', ''),
(2750, '準2級', 1, 3, '（動）出席する', 'attend', 'ア［テ］ンド', '', ''),
(2751, '準2級', 1, 3, '（動）演じる', 'perform', 'パ［フォ］ーム', '', ''),
(2752, '準2級', 1, 3, '（動）蓄える', 'store', '［スト］アー', '', ''),
(2753, '準2級', 1, 3, '（動）転がす', 'roll', '［ロ］ール', '', ''),
(2754, '準2級', 1, 3, '（動）警告する', 'warn', '［ウォ］ーン', '', ''),
(2755, '準2級', 1, 3, '（動）尊敬する', 'respect', 'リ［スペ］クト', '', ''),
(2756, '準2級', 1, 3, '（動）数える', 'count', '［カ］ウント', '', ''),
(2757, '準2級', 1, 3, '（動）選ぶ', 'select', 'セ［レ］クト', '', ''),
(2758, '準2級', 1, 3, '（動）雇う', 'employ', 'エン［プロ］イ', '', ''),
(2759, '準2級', 1, 3, '（動）生き残る', 'survive', 'サ［バ］イブ', '', ''),
(2760, '準2級', 1, 3, '（動）広がる', 'spread', '［スプ］レッド', '', ''),
(2761, '準2級', 1, 3, '（動）食べ物を与える', 'feed', '［フィ］ード', '', ''),
(2762, '準2級', 1, 3, '（動）実施する', 'conduct', 'コン［ダ］クト', '', ''),
(2763, '準2級', 1, 3, '（動）修理する', 'fix', '［フィ］ックス', '', ''),
(2764, '準2級', 1, 3, '（動）頼む', 'request', 'リ［クエ］スト', '', ''),
(2765, '準2級', 1, 3, '（動）～のほうを好む', 'prefer', 'プリ［フ］ァー', '', ''),
(2766, '準2級', 1, 3, '（動）逃げる', 'escape', 'イ［スケ］イプ', '', ''),
(2767, '準2級', 1, 3, '（動）集中する', 'concentrate', '［コ］ンセントレイト', '', ''),
(2768, '準2級', 1, 3, '（動）製造する', 'manufacture', 'マニュ［ファ］クチャー', '', ''),
(2769, '準2級', 1, 3, '（動）無視する', 'ignore', 'イグ［ノ］アー', '', ''),
(2770, '準2級', 1, 3, '（動）分割する', 'divide', 'ディ［バ］イド', '', ''),
(2771, '準2級', 1, 3, '（動）取り決める', 'arrange', 'ア［レ］ンジ', '', ''),
(2772, '準2級', 1, 3, '（動）スイッチで切り替える', 'switch', '［スウ］ィッチ', '', ''),
(2773, '準2級', 1, 3, '（動）鍵をかける', 'lock', '［ロ］ック', '', ''),
(2774, '準2級', 1, 3, '（動）思い出させる', 'remind', 'リ［マ］インド', '', ''),
(2775, '準2級', 1, 3, '（動）強調する', 'emphasize', '［エ］ンファサイズ', '', ''),
(2776, '準2級', 1, 3, '（動）曲げる', 'bend', '［ベ］ンド', '', ''),
(2777, '準2級', 1, 3, '（動）位置する', 'locate', 'ロ［ケ］イト', '', ''),
(2778, '準2級', 1, 3, '（動）回る', 'spin', '［スピ］ン', '', ''),
(2779, '準2級', 1, 3, '（動）怯えさせる', 'scare', '［スケ］アー', '', ''),
(2780, '準2級', 1, 3, '（動）質を高める', 'upgrade', 'アッ［プグ］レード', '', ''),
(2781, '準2級', 1, 3, '（動）クリックする', 'click', '［クリ］ック', '', ''),
(2782, '準2級', 1, 3, '（形）他の', 'other', '［ア］ザー', '', ''),
(2783, '準2級', 1, 3, '（形）社会の', 'social', '［ソ］ーシャル', '', ''),
(2784, '準2級', 1, 3, '（形）公の', 'public', '［パ］ブリック', '', ''),
(2785, '準2級', 1, 3, '（形）一般的な', 'general', '［ジェ］ネラル', '', ''),
(2786, '準2級', 1, 3, '（形）現在の', 'present', '［プ］レゼント', '', ''),
(2787, '準2級', 1, 3, '（形）主要な', 'major', '［メ］イジャー', '', ''),
(2788, '準2級', 1, 3, '（形）どちらか', 'either', '［イ］ーザー', '', ''),
(2789, '準2級', 1, 3, '（形）利用可能な', 'available', 'ア［ベイ］ラブル', '', ''),
(2790, '準2級', 1, 3, '（形）個人的な', 'individual', 'インディ［ビ］ジュアル', '', ''),
(2791, '準2級', 1, 3, '（形）過去の', 'past', '［パ］スト', '', ''),
(2792, '準2級', 1, 3, '（形）忍耐強い', 'patient', '［ペ］イシェント', '', ''),
(2793, '準2級', 1, 3, '（形）健全な', 'sound', '［サ］ウンド', '', ''),
(2794, '準2級', 1, 4, '（形）経済の', 'economic', 'エコ［ノ］ミック', '', ''),
(2795, '準2級', 1, 4, '（形）ありそうな', 'likely', '［ラ］イクリー', '', ''),
(2796, '準2級', 1, 4, '（形）特定の', 'particular', 'パー［テ］ィキュラー', '', ''),
(2797, '準2級', 1, 4, '（形）確信して', 'certain', '［サ］ーテン', '', ''),
(2798, '準2級', 1, 4, '（形）共通の', 'common', '［コ］モン', '', ''),
(2799, '準2級', 1, 4, '（形）類似した', 'similar', '［シ］ミラー', '', ''),
(2800, '準2級', 1, 4, '（形）個人の', 'personal', '［パ］ーソナル', '', ''),
(2801, '準2級', 1, 4, '（形）個人の', 'private', '［プラ］イベート', '', ''),
(2802, '準2級', 1, 4, '（形）財政の', 'financial', 'ファイ［ナ］ンシャル', '', ''),
(2803, '準2級', 1, 4, '（形）公式の', 'official', 'オ［フィ］シャル', '', ''),
(2804, '準2級', 1, 4, '（形）最近の', 'recent', '［リ］ーセント', '', ''),
(2805, '準2級', 1, 4, '（形）様々な', 'various', '［ベ］アリアス', '', ''),
(2806, '準2級', 1, 4, '（形）現在の', 'current', '［カ］レント', '', ''),
(2807, '準2級', 1, 4, '（形）第一の', 'chief', '［チ］ーフ', '', ''),
(2808, '準2級', 1, 4, '（形）以前の', 'previous', '［プリ］ビアス', '', ''),
(2809, '準2級', 1, 4, '（形）最初の', 'original', 'オ［リ］ジナル', '', ''),
(2810, '準2級', 1, 4, '（形）特定の', 'specific', 'スペ［シ］フィック', '', ''),
(2811, '準2級', 1, 4, '（形）成功した', 'successful', 'サク［セ］スフル', '', ''),
(2812, '準2級', 1, 4, '（形）気づいて', 'aware', 'ア［ウェ］アー', '', ''),
(2813, '準2級', 1, 4, '（形）二者択一の', 'alternative', 'オルタ［ネ］イティブ', '', ''),
(2814, '準2級', 1, 4, '（形）効果的な', 'effective', 'イ［フェ］クティブ', '', ''),
(2815, '準2級', 1, 4, '（形）余分の', 'extra', '［エ］クストラ', '', ''),
(2816, '準2級', 1, 4, '（形）身体の', 'physical', '［フィ］ジカル', '', ''),
(2817, '準2級', 1, 4, '（形）医学の', 'medical', '［メ］ディカル', '', ''),
(2818, '準2級', 1, 4, '（形）市民の', 'civil', '［シ］ビル', '', ''),
(2819, '準2級', 1, 4, '（形）明らかな', 'obvious', '［オ］ブビアス', '', ''),
(2820, '準2級', 1, 4, '（形）肯定の', 'positive', '［ポ］ジティブ', '', ''),
(2821, '準2級', 1, 4, '（形）環境の', 'environmental', 'エンバイロン［メ］ンタル', '', ''),
(2822, '準2級', 1, 4, '（形）巨大な', 'huge', '［ヒュ］ージ', '', ''),
(2823, '準2級', 1, 4, '（形）実用的な', 'practical', '［プラ］クティカル', '', ''),
(2824, '準2級', 1, 4, '（形）活動的な', 'active', '［ア］クティブ', '', ''),
(2825, '準2級', 1, 4, '（形）予定された', 'due', '［デュ］ー', '', ''),
(2826, '準2級', 1, 4, '（形）普通の', 'ordinary', '［オ］ーディナリー', '', ''),
(2827, '準2級', 1, 4, '（形）空の', 'empty', '［エ］ンプティー', '', ''),
(2828, '準2級', 1, 4, '（形）教育の', 'educational', 'エデュケ［ー］ショナル', '', ''),
(2829, '準2級', 1, 4, '（形）精神の', 'mental', '［メ］ンタル', '', ''),
(2830, '準2級', 1, 4, '（形）ありそうにもない', 'unlikely', 'アン［ラ］イクリー', '', ''),
(2831, '準2級', 1, 4, '（形）魅力的な', 'attractive', 'ア［トラ］クティブ', '', ''),
(2832, '準2級', 1, 4, '（形）まれな', 'rare', '［レ］アー', '', ''),
(2833, '準2級', 1, 4, '（形）ひどい', 'terrible', '［テ］リブル', '', ''),
(2834, '準2級', 1, 4, '（形）最高水準の', 'classic', '［クラ］シック', '', ''),
(2835, '準2級', 1, 4, '（形）普通でない', 'unusual', 'アン［ユ］ージュアル', '', ''),
(2836, '準2級', 1, 4, '（形）電気の', 'electric', 'イ［レ］クトリック', '', ''),
(2837, '準2級', 1, 4, '（形）すぐ近くの', 'nearby', '［ニ］アバイ', '', ''),
(2838, '準2級', 1, 4, '（形）電子の', 'electronic', 'エレ［クト］ロニック', '', ''),
(2839, '準2級', 1, 4, '（形）確信して', 'confident', '［コ］ンフィデント', '', ''),
(2840, '準2級', 1, 4, '（形）暴力的な', 'violent', '［バ］イオレント', '', ''),
(2841, '準2級', 1, 4, '（形）頻繁な', 'frequent', '［フリ］ークエント', '', ''),
(2842, '準2級', 1, 4, '（形）正確な', 'exact', 'イグ［ザ］クト', '', ''),
(2843, '準2級', 1, 4, '（形）カジュアルな', 'casual', '［カ］ジュアル', '', ''),
(2844, '準2級', 1, 5, '（形）持ち運びできる', 'portable', '［ポ］ータブル', '', ''),
(2845, '準2級', 1, 5, '（形）有毒な', 'poisonous', '［ポ］イズナス', '', ''),
(2846, '準2級', 1, 5, '（形）不健康な', 'unhealthy', 'アン［ヘ］ルシー', '', ''),
(2847, '準2級', 1, 5, '（形）高品質な', 'high-quality', 'ハイ［クオ］リティ', '', ''),
(2848, '準2級', 1, 5, '（形）驚くべき', 'surprising', 'サ［プラ］イジング', '', ''),
(2849, '準2級', 1, 5, '（形）不動産の', 'real-estate', 'リアル［エス］テート', '', ''),
(2850, '準2級', 1, 5, '（形）退屈な', 'boring', '［ボ］ーリング', '', ''),
(2851, '準2級', 1, 5, '（名）場合', 'case', '［ケ］イス', '', ''),
(2852, '準2級', 1, 5, '（名）責任者', 'head', '［ヘ］ッド', '', ''),
(2853, '準2級', 1, 5, '（名）結果', 'result', 'リ［ザ］ルト', '', ''),
(2854, '準2級', 1, 5, '（名）事実', 'fact', '［フ］ァクト', '', ''),
(2855, '準2級', 1, 5, '（名）発達', 'development', 'ディ［ベ］ロップメント', '', ''),
(2856, '準2級', 1, 5, '（名）部屋', 'room', '［ル］ーム', '', ''),
(2857, '準2級', 1, 5, '（名）影響', 'effect', 'イ［フェ］クト', '', ''),
(2858, '準2級', 1, 5, '（名）政策', 'policy', '［ポ］リシー', '', ''),
(2859, '準2級', 1, 5, '（名）視野', 'view', '［ビュ］ー', '', ''),
(2860, '準2級', 1, 5, '（名）関心', 'concern', 'コン［サ］ーン', '', ''),
(2861, '準2級', 1, 5, '（名）注文', 'order', '［オ］ーダー', '', ''),
(2862, '準2級', 1, 5, '（名）割合', 'rate', '［レ］イト', '', ''),
(2863, '準2級', 1, 5, '（名）法律', 'law', '［ロ］ー', '', ''),
(2864, '準2級', 1, 5, '（名）経験', 'experience', 'イクス［ピ］アリエンス', '', ''),
(2865, '準2級', 1, 5, '（名）位置', 'position', 'ポ［ジ］ション', '', ''),
(2866, '準2級', 1, 5, '（名）期間', 'period', '［ピ］リオド', '', ''),
(2867, '準2級', 1, 5, '（名）社会', 'society', 'ソ［サ］イエティー', '', ''),
(2868, '準2級', 1, 5, '（名）調査', 'research', 'リ［サ］ーチ', '', ''),
(2869, '準2級', 1, 5, '（名）話題', 'subject', '［サ］ブジェクト', '', ''),
(2870, '準2級', 1, 5, '（名）地域社会', 'community', 'コ［ミュ］ニティー', '', ''),
(2871, '準2級', 1, 5, '（名）価値', 'value', '［バ］リュー', '', ''),
(2872, '準2級', 1, 5, '（名）量', 'deal', '［デ］ィール', '', ''),
(2873, '準2級', 1, 5, '（名）デザイン', 'design', 'デ［ザ］イン', '', ''),
(2874, '準2級', 1, 5, '（名）教育', 'education', 'エデュケ［ー］ション', '', ''),
(2875, '準2級', 1, 5, '（名）練習', 'practice', '［プラ］クティス', '', ''),
(2876, '準2級', 1, 5, '（名）状態', 'condition', 'コン［デ］ィション', '', ''),
(2877, '準2級', 1, 5, '（名）感覚', 'sense', '［セ］ンス', '', ''),
(2878, '準2級', 1, 5, '（名）詳細', 'detail', '［デ］ィテール', '', ''),
(2879, '準2級', 1, 5, '（名）決定', 'decision', 'デ［シ］ジョン', '', ''),
(2880, '準2級', 1, 5, '（名）産業', 'industry', '［イ］ンダストリー', '', '');
INSERT INTO `eiken_words` (`id`, `grade`, `question_id`, `stage_number`, `japanese`, `english`, `pronunciation`, `audio_url`, `notes`) VALUES
(2881, '準2級', 1, 5, '（名）スタッフ', 'staff', '［スタ］ッフ', '', ''),
(2882, '準2級', 1, 5, '（名）手段', 'means', '［ミ］ーンズ', '', ''),
(2883, '準2級', 1, 5, '（名）区画', 'section', '［セ］クション', '', ''),
(2884, '準2級', 1, 5, '（名）活動', 'activity', 'ア［クテ］ィビティー', '', ''),
(2885, '準2級', 1, 5, '（名）死', 'death', '［デ］ス', '', ''),
(2886, '準2級', 1, 5, '（名）計画', 'project', '［プ］ロジェクト', '', ''),
(2887, '準2級', 1, 5, '（名）部門', 'department', 'デ［パ］ートメント', '', ''),
(2888, '準2級', 1, 5, '（名）データ', 'date', '［デ］イト', '', ''),
(2889, '準2級', 1, 5, '（名）証拠', 'evidence', '［エ］ビデンス', '', ''),
(2890, '準2級', 1, 5, '（名）役割', 'role', '［ロ］ール', '', ''),
(2891, '準2級', 1, 5, '（名）材料', 'material', 'マ［テ］リアル', '', ''),
(2892, '準2級', 1, 5, '（名）一歩', 'step', '［ステ］ップ', '', ''),
(2893, '準2級', 1, 5, '（名）量', 'amount', 'ア［マ］ウント', '', ''),
(2894, '準2級', 1, 6, '（名）利益', 'benefit', '［ベ］ネフィット', '', ''),
(2895, '準2級', 1, 6, '（名）残り', 'rest', '［レ］スト', '', ''),
(2896, '準2級', 1, 6, '（名）関係', 'relationship', 'リ［レ］ーションシップ', '', ''),
(2897, '準2級', 1, 6, '（名）自然', 'nature', '［ネ］イチャー', '', ''),
(2898, '準2級', 1, 6, '（名）方法', 'method', '［メ］ソッド', '', ''),
(2899, '準2級', 1, 6, '（名）運動', 'movement', '［ム］ーブメント', '', ''),
(2900, '準2級', 1, 6, '（名）板', 'board', '［ボ］ード', '', ''),
(2901, '準2級', 1, 6, '（名）特徴', 'feature', '［フィ］ーチャー', '', ''),
(2902, '準2級', 1, 6, '（名）理論', 'theory', '［セ］オリー', '', ''),
(2903, '準2級', 1, 6, '（名）申し込み', 'application', 'アプリ［ケ］ーション', '', ''),
(2904, '準2級', 1, 6, '（名）用地', 'site', '［サ］イト', '', ''),
(2905, '準2級', 1, 6, '（名）源', 'source', '［ソ］ース', '', ''),
(2906, '準2級', 1, 6, '（名）模様', 'pattern', '［パ］ターン', '', ''),
(2907, '準2級', 1, 6, '（名）損失', 'loss', '［ロ］ス', '', ''),
(2908, '準2級', 1, 6, '（名）影響', 'influence', '［イ］ンフルエンス', '', ''),
(2909, '準2級', 1, 6, '（名）目的', 'purpose', '［パ］ーパス', '', ''),
(2910, '準2級', 1, 6, '（名）圧力', 'pressure', '［プ］レッシャー', '', ''),
(2911, '準2級', 1, 6, '（名）恐れ', 'fear', '［フィ］アー', '', ''),
(2912, '準2級', 1, 6, '（名）人口', 'population', 'ポピュ［レ］ーション', '', ''),
(2913, '準2級', 1, 6, '（名）知識', 'knowledge', '［ノ］レッジ', '', ''),
(2914, '準2級', 1, 6, '（名）環境', 'environment', 'エンバイ［ロン］メント', '', ''),
(2915, '準2級', 1, 6, '（名）成功', 'success', 'サク［セ］ス', '', ''),
(2916, '準2級', 1, 6, '（名）地域', 'region', '［リ］ージョン', '', ''),
(2917, '準2級', 1, 6, '（名）陳述', 'statement', '［ステ］イトメント', '', ''),
(2918, '準2級', 1, 6, '（名）選択', 'choice', '［チョ］イス', '', ''),
(2919, '準2級', 1, 6, '（名）収入', 'income', '［イ］ンカム', '', ''),
(2920, '準2級', 1, 6, '（名）努力', 'effort', '［エ］フォート', '', ''),
(2921, '準2級', 1, 6, '（名）科学技術', 'technology', 'テク［ノ］ロジー', '', ''),
(2922, '準2級', 1, 6, '（名）細胞', 'cell', '［セ］ル', '', ''),
(2923, '準2級', 1, 6, '（名）資源', 'resource', 'リ［ソ］ース', '', ''),
(2924, '準2級', 1, 6, '（名）程度', 'degree', 'デ［グリ］ー', '', ''),
(2925, '準2級', 1, 6, '（名）成長', 'growth', '［グロ］ース', '', ''),
(2926, '準2級', 1, 6, '（名）扱い', 'treatment', '［トリ］ートメント', '', ''),
(2927, '準2級', 1, 6, '（名）課題', 'task', '［タ］スク', '', ''),
(2928, '準2級', 1, 6, '（名）運動', 'exercise', '［エ］クササイズ', '', ''),
(2929, '準2級', 1, 6, '（名）技術', 'skill', '［スキ］ル', '', ''),
(2930, '準2級', 1, 6, '（名）経済', 'economy', 'イ［コ］ノミー', '', ''),
(2931, '準2級', 1, 6, '（名）釣り合い', 'balance', '［バ］ランス', '', ''),
(2932, '準2級', 1, 6, '（名）組織的活動', 'campaign', 'キャン［ペ］ーン', '', ''),
(2933, '準2級', 1, 6, '（名）責任', 'responsibility', 'レスポンシビ［リ］ティー', '', ''),
(2934, '準2級', 1, 6, '（名）利益', 'profit', '［プ］ロフィット', '', ''),
(2935, '準2級', 1, 6, '（名）義務', 'duty', '［デュ］ーティー', '', ''),
(2936, '準2級', 1, 6, '（名）顧客', 'customer', '［カ］スタマー', '', ''),
(2937, '準2級', 1, 6, '（名）調査', 'survey', '［サ］ーベイ', '', ''),
(2938, '準2級', 1, 6, '（名）会議', 'conference', '［コ］ンファレンス', '', ''),
(2939, '準2級', 1, 6, '（名）形', 'shape', '［シェ］イプ', '', ''),
(2940, '準2級', 1, 6, '（名）接近方法', 'access', '［ア］クセス', '', ''),
(2941, '準2級', 1, 6, '（名）依頼人', 'client', '［クラ］イアント', '', ''),
(2942, '準2級', 1, 6, '（名）難題', 'challenge', '［チャ］レンジ', '', ''),
(2943, '準2級', 1, 6, '（名）平均', 'average', '［ア］ベレージ', '', ''),
(2944, '準2級', 1, 7, '（名）表面', 'surface', '［サ］ーフェス', '', ''),
(2945, '準2級', 1, 7, '（名）態度', 'attitude', '［ア］ティテュード', '', ''),
(2946, '準2級', 1, 7, '（名）病気', 'disease', 'デ［ィ］ジーズ', '', ''),
(2947, '準2級', 1, 7, '（名）文書', 'document', '［ド］キュメント', '', ''),
(2948, '準2級', 1, 7, '（名）専門技術', 'technique', 'テク［ニ］ーク', '', ''),
(2949, '準2級', 1, 7, '（名）項目', 'item', '［ア］イテム', '', ''),
(2950, '準2級', 1, 7, '（名）文', 'sentence', '［セ］ンテンス', '', ''),
(2951, '準2級', 1, 7, '（名）有利な点', 'advantage', 'アド［バ］ンテージ', '', ''),
(2952, '準2級', 1, 7, '（名）血液', 'blood', '［ブラ］ッド', '', ''),
(2953, '準2級', 1, 7, '（名）記憶', 'memory', '［メ］モリー', '', ''),
(2954, '準2級', 1, 7, '（名）多様性', 'variety', 'バ［ラ］イエティー', '', ''),
(2955, '準2級', 1, 7, '（名）品物', 'goods', '［グ］ッズ', '', ''),
(2956, '準2級', 1, 7, '（名）競争', 'competition', 'コンペ［テ］ィション', '', ''),
(2957, '準2級', 1, 7, '（名）支払い', 'payment', '［ペ］イメント', '', ''),
(2958, '準2級', 1, 7, '（名）地球', 'earth', '［ア］ース', '', ''),
(2959, '準2級', 1, 7, '（名）種', 'species', '［スピ］ーシーズ', '', ''),
(2960, '準2級', 1, 7, '（名）意思の疎通', 'communication', 'コミュニ［ケ］ーション', '', ''),
(2961, '準2級', 1, 7, '（名）焦点', 'focus', '［フォ］ーカス', '', ''),
(2962, '準2級', 1, 7, '（名）代理店', 'agency', '［エ］イジェンシー', '', ''),
(2963, '準2級', 1, 7, '（名）内容', 'content', '［コ］ンテント', '', ''),
(2964, '準2級', 1, 7, '（名）解決策', 'solution', 'ソ［リュ］ーション', '', ''),
(2965, '準2級', 1, 7, '（名）ソフトウェア', 'software', '［ソ］フトウェア', '', ''),
(2966, '準2級', 1, 7, '（名）組織', 'organization', 'オーガニ［ゼ］ーション', '', ''),
(2967, '準2級', 1, 7, '（名）支店', 'branch', '［ブラ］ンチ', '', ''),
(2968, '準2級', 1, 7, '（名）設備', 'equipment', 'イ［クイ］ップメント', '', ''),
(2969, '準2級', 1, 7, '（名）犯罪', 'crime', '［クラ］イム', '', ''),
(2970, '準2級', 1, 7, '（名）従業員', 'employee', 'エン［プロ］イー', '', ''),
(2971, '準2級', 1, 7, '（名）場面', 'scene', '［シ］ーン', '', ''),
(2972, '準2級', 1, 7, '（名）現金', 'cash', '［キャ］ッシュ', '', ''),
(2973, '準2級', 1, 7, '（名）見本', 'sample', '［サ］ンプル', '', ''),
(2974, '準2級', 1, 7, '（名）信用', 'credit', '［クレ］ジット', '', ''),
(2975, '準2級', 1, 7, '（名）圧迫感', 'stress', '［スト］レス', '', ''),
(2976, '準2級', 1, 7, '（名）安全', 'safety', '［セ］イフティー', '', ''),
(2977, '準2級', 1, 7, '（名）痛み', 'pain', '［ペ］イン', '', ''),
(2978, '準2級', 1, 7, '（名）肌', 'skin', '［スキ］ン', '', ''),
(2979, '準2級', 1, 7, '（名）画面', 'screen', '［スク］リーン', '', ''),
(2980, '準2級', 1, 7, '（名）距離', 'distance', '［デ］ィスタンス', '', ''),
(2981, '準2級', 1, 7, '（名）専門家', 'expert', '［エ］クスパート', '', ''),
(2982, '準2級', 1, 7, '（名）結論', 'conclusion', 'コン［クル］ージョン', '', ''),
(2983, '準2級', 1, 7, '（名）暗号', 'code', '［コ］ード', '', ''),
(2984, '準2級', 1, 7, '（名）服', 'clothes', '［クロ］ーズ', '', ''),
(2985, '準2級', 1, 7, '（名）乗り物', 'vehicle', '［ビ］ークル', '', ''),
(2986, '準2級', 1, 7, '（名）許可', 'license', '［ラ］イセンス', '', ''),
(2987, '準2級', 1, 7, '（名）背景', 'background', '［バ］ックグラウンド', '', ''),
(2988, '準2級', 1, 7, '（名）エンジン', 'engine', '［エ］ンジン', '', ''),
(2989, '準2級', 1, 7, '（名）著者', 'author', '［オ］ーサー', '', ''),
(2990, '準2級', 1, 7, '（名）展覧会', 'exhibition', 'エグジ［ビ］ション', '', ''),
(2991, '準2級', 1, 7, '（名）消費者', 'consumer', 'コン［シュ］ーマー', '', ''),
(2992, '準2級', 1, 7, '（名）建設', 'construction', 'コンスト［ラ］クション', '', ''),
(2993, '準2級', 1, 7, '（名）改善', 'improvement', 'イン［プル］ーブメント', '', ''),
(2994, '準2級', 1, 8, '（名）会話', 'conversation', 'コンバ［セ］ーション', '', ''),
(2995, '準2級', 1, 8, '（名）信号', 'signal', '［シ］グナル', '', ''),
(2996, '準2級', 1, 8, '（名）指示', 'instruction', 'インスト［ラ］クション', '', ''),
(2997, '準2級', 1, 8, '（名）金属', 'metal', '［メ］タル', '', ''),
(2998, '準2級', 1, 8, '（名）監視者', 'guard', '［ガ］ード', '', ''),
(2999, '準2級', 1, 8, '（名）教授', 'professor', 'プロ［フェ］ッサー', '', ''),
(3000, '準2級', 1, 8, '（名）ラベル', 'label', '［レ］イベル', '', ''),
(3001, '準2級', 1, 8, '（名）会員資格', 'membership', '［メ］ンバーシップ', '', ''),
(3002, '準2級', 1, 8, '（名）パネル', 'panel', '［パ］ネル', '', ''),
(3003, '準2級', 1, 8, '（名）沿岸', 'coast', '［コ］ースト', '', ''),
(3004, '準2級', 1, 8, '（名）脂肪', 'fat', '［フ］ァット', '', ''),
(3005, '準2級', 1, 8, '（名）骨', 'bone', '［ボ］ーン', '', ''),
(3006, '準2級', 1, 8, '（名）助手', 'assistant', 'ア［シ］スタント', '', ''),
(3007, '準2級', 1, 8, '（名）配達', 'delivery', 'デ［リ］バリー', '', ''),
(3008, '準2級', 1, 8, '（名）推薦', 'recommendation', 'レコメン［デ］ーション', '', ''),
(3009, '準2級', 1, 8, '（名）田舎', 'countryside', '［カ］ントリーサイド', '', ''),
(3010, '準2級', 1, 8, '（名）筋肉', 'muscle', '［マ］ッスル', '', ''),
(3011, '準2級', 1, 8, '（名）昇進', 'promotion', 'プロ［モ］ーション', '', ''),
(3012, '準2級', 1, 8, '（名）退職', 'retirement', 'リ［タ］イアメント', '', ''),
(3013, '準2級', 1, 8, '（名）気候', 'climate', '［クラ］イメット', '', ''),
(3014, '準2級', 1, 8, '（名）栄養補助剤', 'supplement', '［サ］プリメント', '', ''),
(3015, '準2級', 1, 8, '（名）参加者', 'participant', 'パーティ［シ］パント', '', ''),
(3016, '準2級', 1, 8, '（名）小道', 'trail', '［トレ］イル', '', ''),
(3017, '準2級', 1, 8, '（名）告知', 'announcement', 'ア［ナ］ウンスメント', '', ''),
(3018, '準2級', 1, 8, '（名）係員', 'clerk', '［クラ］ーク', '', ''),
(3019, '準2級', 1, 8, '（名）臓器', 'organ', '［オ］ーガン', '', ''),
(3020, '準2級', 1, 8, '（名）毒', 'poison', '［ポ］イズン', '', ''),
(3021, '準2級', 1, 8, '（名）電池', 'battery', '［バ］ッテリー', '', ''),
(3022, '準2級', 1, 8, '（名）化学', 'chemistry', '［ケ］ミストリー', '', ''),
(3023, '準2級', 1, 8, '（名）割り当て', 'assignment', 'ア［サ］インメント', '', ''),
(3024, '準2級', 1, 8, '（名）毛布', 'blanket', '［ブラ］ンケット', '', ''),
(3025, '準2級', 1, 8, '（名）予約', 'reservation', 'レザ［ベ］ーション', '', ''),
(3026, '準2級', 1, 8, '（名）泡', 'bubble', '［バ］ブル', '', ''),
(3027, '準2級', 1, 8, '（名）棚', 'shelf', '［シェ］ルフ', '', ''),
(3028, '準2級', 1, 8, '（名）発明', 'invention', 'イン［ベ］ンション', '', ''),
(3029, '準2級', 1, 8, '（名）ビタミン', 'vitamin', '［バ］イタミン', '', ''),
(3030, '準2級', 1, 8, '（名）タブレット', 'tablet', '［タ］ブレット', '', ''),
(3031, '準2級', 1, 8, '（名）締切', 'deadline', '［デ］ッドライン', '', ''),
(3032, '準2級', 1, 8, '（名）生物学', 'biology', 'バイ［オ］ロジー', '', ''),
(3033, '準2級', 1, 8, '（名）プライバシー', 'privacy', '［プラ］イバシー', '', ''),
(3034, '準2級', 1, 8, '（名）教官', 'instructor', 'インスト［ラ］クター', '', ''),
(3035, '準2級', 1, 8, '（名）小冊子', 'pamphlet', '［パ］ンフレット', '', ''),
(3036, '準2級', 1, 8, '（名）プログラマー', 'programmer', '［プ］ログラマー', '', ''),
(3037, '準2級', 1, 8, '（名）スラム街', 'slum', '［スラ］ム', '', ''),
(3038, '準2級', 1, 8, '（名）サメ', 'shark', '［シャ］ーク', '', ''),
(3039, '準2級', 1, 8, '（名）パスワード', 'password', '［パ］スワード', '', ''),
(3040, '準2級', 1, 8, '（名）食料雑貨店', 'grocery', '［グロ］ーサリー', '', ''),
(3041, '準2級', 1, 8, '（名）健康管理', 'healthcare', '［ヘ］ルスケア', '', ''),
(3042, '準2級', 1, 8, '（名）ゴミ', 'trash', '［トラ］ッシュ', '', ''),
(3043, '準2級', 1, 8, '（名）同僚', 'co-worker', '［コ］ワーカー', '', ''),
(3044, '準2級', 1, 9, '（名）スマートフォン', 'smartphone', 'スマート［フォ］ン', '', ''),
(3045, '準2級', 1, 9, '（名）農業', 'farming', '［フ］ァーミング', '', ''),
(3046, '準2級', 1, 9, '（名）冷暖房装置', 'airconditioner', 'エア［コン］ディショナー', '', ''),
(3047, '準2級', 1, 9, '（名）地球温暖化', 'globalwarming', 'グローバル［ウォー］ミング', '', ''),
(3048, '準2級', 1, 9, '（名）二酸化炭素', 'carbondioxide', 'カーボンダイ［オ］キサイド', '', ''),
(3049, '準2級', 1, 9, '（名）クレジットカード', 'creditcard', '［クレ］ジットカード', '', ''),
(3050, '準2級', 1, 9, '（名）ルームメイト', 'roommate', '［ル］ームメイト', '', ''),
(3051, '準2級', 1, 9, '（名）宝石類', 'jewelry', '［ジュ］エリー', '', ''),
(3052, '準2級', 1, 9, '（名）銀行業', 'banking', '［バ］ンキング', '', ''),
(3053, '準2級', 1, 9, '（副）もっと遠くに', 'further', '［フ］ァーザー', '', ''),
(3054, '準2級', 1, 9, '（副）もしかすると', 'perhaps', 'パー［ハ］ップス', '', ''),
(3055, '準2級', 1, 9, '（副）たぶん', 'probably', '［プ］ロバブリー', '', ''),
(3056, '準2級', 1, 9, '（副）実は', 'actually', '［ア］クチュアリー', '', ''),
(3057, '準2級', 1, 9, '（副）むしろ', 'rather', '［ラ］ーザー', '', ''),
(3058, '準2級', 1, 9, '（副）本当に', 'indeed', 'イン［デ］ィード', '', ''),
(3059, '準2級', 1, 9, '（副）単に', 'simply', '［シ］ンプリー', '', ''),
(3060, '準2級', 1, 9, '（副）特に', 'especially', 'イ［スペ］シャリー', '', ''),
(3061, '準2級', 1, 9, '（副）最近', 'recently', '［リ］ーセントリー', '', ''),
(3062, '準2級', 1, 9, '（副）一般に', 'generally', '［ジェ］ネラリー', '', ''),
(3063, '準2級', 1, 9, '（副）もう少しで', 'nearly', '［ニ］アリー', '', ''),
(3064, '準2級', 1, 9, '（副）正確に', 'exactly', 'イグ［ザ］クトリー', '', ''),
(3065, '準2級', 1, 9, '（副）結局', 'eventually', 'イ［ベ］ンチュアリー', '', ''),
(3066, '準2級', 1, 9, '（副）ほとんど～ない', 'hardly', '［ハ］ードリー', '', ''),
(3067, '準2級', 1, 9, '（副）直接に', 'directly', 'ディ［レ］クトリー', '', ''),
(3068, '準2級', 1, 9, '（副）完全に', 'completely', 'コン［プリ］ートリー', '', ''),
(3069, '準2級', 1, 9, '（副）通常は', 'normally', '［ノ］ーマリー', '', ''),
(3070, '準2級', 1, 9, '（副）それにもかかわらず', 'nevertheless', 'ネバーザ［レ］ス', '', ''),
(3071, '準2級', 1, 9, '（副）主に', 'mainly', '［メ］インリー', '', ''),
(3072, '準2級', 1, 9, '（副）どこかへ', 'somewhere', '［サ］ムウェア', '', ''),
(3073, '準2級', 1, 9, '（副）全く', 'entirely', 'エン［タ］イアリー', '', ''),
(3074, '準2級', 1, 9, '（副）最初は', 'originally', 'オリ［ジ］ナリー', '', ''),
(3075, '準2級', 1, 9, '（副）自然に', 'naturally', '［ナ］チュラリー', '', ''),
(3076, '準2級', 1, 9, '（副）定期的に', 'regularly', '［レ］ギュラリー', '', ''),
(3077, '準2級', 1, 9, '（副）伝統的に', 'traditionally', 'トラディ［ショ］ナリー', '', ''),
(3078, '準2級', 1, 9, '（副）地元で', 'locally', '［ロ］ーカリー', '', ''),
(3079, '準2級', 1, 9, '（副）近頃は', 'nowadays', '［ナ］ウアデイズ', '', ''),
(3080, '準2級', 1, 9, '（副）自由に', 'freely', '［フリ］ーリー', '', ''),
(3081, '準2級', 1, 9, '（副）異なって', 'differently', '［デ］ィファレントリー', '', ''),
(3082, '準2級', 1, 9, '（副）劇的に', 'dramatically', 'ドラ［マ］ティカリー', '', ''),
(3083, '準2級', 1, 9, '（副）能率的に', 'efficiently', 'イ［フィ］シェントリー', '', ''),
(3084, '準2級', 1, 9, '（副）時間外に', 'overtime', '［オ］ーバータイム', '', ''),
(3085, '準2級', 1, 9, '（副）環境保護の点で', 'environmentally', 'エンバイロンメン［タ］リー', '', ''),
(3086, '準2級', 1, 9, '（前）〜以内に', 'within', 'ウィ［ズィ］ン', '', ''),
(3087, '準2級', 1, 9, '（前）〜とは違って', 'unlike', 'アン［ラ］イク', '', ''),
(3088, '準2級', 1, 9, '（接）～している間', 'while', '［ワ］イル', '', ''),
(3089, '準2級', 1, 9, '（接）～だけれども', 'though', '［ゾ］ウ', '', ''),
(3090, '準2級', 1, 9, '（接）〜かどうか', 'whether', '［ウェ］ザー', '', ''),
(3091, '準2級', 1, 9, '（接）～にもかかわらず', 'despite', 'ディ［スパ］イト', '', ''),
(3092, '準2級', 1, 9, '（接）～の間中ずっと', 'throughout', 'スルー［ア］ウト', '', ''),
(3093, '準2級', 1, 9, '（接）～でない限り', 'unless', 'アン［レ］ス', '', ''),
(3094, '準2級', 1, 10, '（動）ついていく', 'follow', '［フォ］ロー', '', ''),
(3095, '準2級', 1, 10, '（動）(食品等を)加工処理する', 'process', '［プ］ロセス', '', ''),
(3096, '準2級', 1, 10, '（動）予期する', 'expect', 'イク［スペ］クト', '', ''),
(3097, '準2級', 1, 10, '（動）重大である', 'matter', '［マ］ター', '', ''),
(3098, '準2級', 1, 10, '（動）説明する', 'account', 'ア［カ］ウント', '', ''),
(3099, '準2級', 1, 10, '（動）書き留める', 'note', '［ノ］ート', '', ''),
(3100, '準2級', 1, 10, '（動）試みる', 'attempt', 'ア［テ］ンプト', '', ''),
(3101, '準2級', 1, 10, '（動）賞を与える', 'award', 'ア［ウォ］ード', '', ''),
(3102, '準2級', 1, 10, '（動）設立する', 'establish', 'イ［スタ］ブリッシュ', '', ''),
(3103, '準2級', 1, 10, '（動）航海する', 'sale', '［セ］イル', '', ''),
(3104, '準2級', 1, 10, '（動）上昇する', 'rise', '［ラ］イズ', '', ''),
(3105, '準2級', 1, 10, '（動）契約する', 'contract', '［コ］ントラクト', '', ''),
(3106, '準2級', 1, 10, '（動）達成する', 'achieve', 'ア［チ］ーブ', '', ''),
(3107, '準2級', 1, 10, '（動）関連がある', 'relate', 'リ［レ］イト', '', ''),
(3108, '準2級', 1, 10, '（動）指揮する', 'direct', 'ディ［レ］クト', '', ''),
(3109, '準2級', 1, 10, '（動）起こる', 'occur', 'ア［カ］ー', '', ''),
(3110, '準2級', 1, 10, '（動）代表する', 'represent', 'レプリ［ゼ］ント', '', ''),
(3111, '準2級', 1, 10, '（動）訴える', 'appeal', 'ア［ピ］ール', '', ''),
(3112, '準2級', 1, 10, '（動）投票する', 'vote', '［ボ］ート', '', ''),
(3113, '準2級', 1, 10, '（動）撃つ', 'strike', '［スト］ライク', '', ''),
(3114, '準2級', 1, 10, '（動）表現する', 'express', 'イク［スプ］レス', '', ''),
(3115, '準2級', 1, 10, '（動）決定する', 'determine', 'ディ［タ］ーミン', '', ''),
(3116, '準2級', 1, 10, '（動）言及する', 'refer', 'リ［フ］ァー', '', ''),
(3117, '準2級', 1, 10, '（動）結婚する', 'marry', '［マ］リー', '', ''),
(3118, '準2級', 1, 10, '（動）作動する', 'operate', '［オ］ペレイト', '', ''),
(3119, '準2級', 1, 10, '（動）解放する', 'release', 'リ［リ］ース', '', ''),
(3120, '準2級', 1, 10, '（動）検査する', 'check', '［チェ］ック', '', ''),
(3121, '準2級', 1, 10, '（動）得る', 'obtain', 'オブ［テ］イン', '', ''),
(3122, '準2級', 1, 10, '（動）掲示する', 'post', '［ポ］スト', '', ''),
(3123, '準2級', 1, 10, '（動）維持する', 'maintain', 'メイン［テ］イン', '', ''),
(3124, '準2級', 1, 10, '（動）指し示す', 'indicate', '［イ］ンディケイト', '', ''),
(3125, '準2級', 1, 10, '（動）進める', 'advance', 'アド［バ］ンス', '', ''),
(3126, '準2級', 1, 10, '（動）満たす', 'fill', '［フ］ィル', '', ''),
(3127, '準2級', 1, 10, '（動）提携する', 'associate', 'ア［ソ］シエイト', '', ''),
(3128, '準2級', 1, 10, '（動）反射する', 'reflect', 'リ［フレ］クト', '', ''),
(3129, '準2級', 1, 10, '（動）仮定する', 'assume', 'ア［シュ］ーム', '', ''),
(3130, '準2級', 1, 10, '（動）認める', 'admit', 'アド［ミ］ット', '', ''),
(3131, '準2級', 1, 10, '（動）提案する', 'propose', 'プロ［ポ］ーズ', '', ''),
(3132, '準2級', 1, 10, '（動）展示する', 'display', 'ディ［スプ］レイ', '', ''),
(3133, '準2級', 1, 10, '（動）返事をする', 'reply', 'リ［プラ］イ', '', ''),
(3134, '準2級', 1, 10, '（動）形作る', 'shape', '［シェ］イプ', '', ''),
(3135, '準2級', 1, 10, '（動）明らかにする', 'reveal', 'リ［ビ］ール', '', ''),
(3136, '準2級', 1, 10, '（動）評価する', 'estimate', '［エ］スティメイト', '', ''),
(3137, '準2級', 1, 10, '（動）持ち上げる', 'lift', '［リ］フト', '', ''),
(3138, '準2級', 1, 10, '（動）依存する', 'depend', 'ディ［ペ］ンド', '', ''),
(3139, '準2級', 1, 10, '（動）探す', 'search', '［サ］ーチ', '', ''),
(3140, '準2級', 1, 10, '（動）突き刺す', 'stick', '［スティ］ック', '', ''),
(3141, '準2級', 1, 10, '（動）討論する', 'debate', 'デ［ィベ］イト', '', ''),
(3142, '準2級', 1, 10, '（動）生じる', 'arise', 'ア［ラ］イズ', '', ''),
(3143, '準2級', 1, 10, '（動）進歩する', 'progress', '［プ］ログレス', '', ''),
(3144, '準2級', 1, 11, '（動）採用する', 'adopt', 'ア［ド］プト', '', ''),
(3145, '準2級', 1, 11, '（動）変わる', 'vary', '［ベ］アリー', '', ''),
(3146, '準2級', 1, 11, '（動）習熟する', 'master', '［マ］スター', '', ''),
(3147, '準2級', 1, 11, '（動）確かめる', 'confirm', 'コン［ファ］ーム', '', ''),
(3148, '準2級', 1, 11, '（動）殺害する', 'murder', '［マ］ーダー', '', ''),
(3149, '準2級', 1, 11, '（動）繰り返す', 'repeat', 'リ［ピ］ート', '', ''),
(3150, '準2級', 1, 11, '（動）隠す', 'hide', '［ハ］イド', '', ''),
(3151, '準2級', 1, 11, '（動）流れる', 'flow', '［フロ］ー', '', ''),
(3152, '準2級', 1, 11, '（動）購入する', 'purchase', '［パ］ーチェス', '', ''),
(3153, '準2級', 1, 11, '（動）都合がよい', 'suit', '［スー］ツ', '', ''),
(3154, '準2級', 1, 11, '（動）衰える', 'decline', 'デ［クラ］イン', '', ''),
(3155, '準2級', 1, 11, '（動）観察する', 'observe', 'オブ［ザ］ーブ', '', ''),
(3156, '準2級', 1, 11, '（動）結びつける', 'combine', 'コン［バ］イン', '', ''),
(3157, '準2級', 1, 11, '（動）罪を犯す', 'commit', 'コ［ミ］ット', '', ''),
(3158, '準2級', 1, 11, '（動）衝撃を与える', 'shock', '［ショ］ック', '', ''),
(3159, '準2級', 1, 11, '（動）習得する', 'acquire', 'ア［クワ］イア', '', ''),
(3160, '準2級', 1, 11, '（動）実演する', 'demonstrate', '［デ］モンストレイト', '', ''),
(3161, '準2級', 1, 11, '（動）積み込む', 'load', '［ロ］ード', '', ''),
(3162, '準2級', 1, 11, '（動）引きつける', 'attract', 'ア［トラ］クト', '', ''),
(3163, '準2級', 1, 11, '（動）昇格する', 'promote', 'プロ［モ］ート', '', ''),
(3164, '準2級', 1, 11, '（動）集める', 'gather', '［ギャ］ザー', '', ''),
(3165, '準2級', 1, 11, '（動）拒絶する', 'reject', 'リ［ジェ］クト', '', ''),
(3166, '準2級', 1, 11, '（動）抗議する', 'protest', '［プ］ロテスト', '', ''),
(3167, '準2級', 1, 11, '（動）逮捕する', 'arrest', 'ア［レ］スト', '', ''),
(3168, '準2級', 1, 11, '（動）配達する', 'deliver', 'デ［リ］バー', '', ''),
(3169, '準2級', 1, 11, '（動）伸ばす', 'stretch', '［スト］レッチ', '', ''),
(3170, '準2級', 1, 11, '（動）推薦する', 'recommend', 'レコ［メ］ンド', '', ''),
(3171, '準2級', 1, 11, '（動）予約する', 'reserve', 'リ［ザ］ーブ', '', ''),
(3172, '準2級', 1, 11, '（動）貢献する', 'contribute', 'コン［トリ］ビュート', '', ''),
(3173, '準2級', 1, 11, '（動）遅らせる', 'delay', 'ディ［レ］イ', '', ''),
(3174, '準2級', 1, 11, '（動）囲む', 'surround', 'サ［ラ］ウンド', '', ''),
(3175, '準2級', 1, 11, '（動）発生させる', 'generate', '［ジェ］ネレイト', '', ''),
(3176, '準2級', 1, 11, '（動）宣伝する', 'advertise', '［ア］ドバタイズ', '', ''),
(3177, '準2級', 1, 11, '（動）禁止する', 'ban', '［バ］ン', '', ''),
(3178, '準2級', 1, 11, '（動）飼育する', 'breed', '［ブリ］ード', '', ''),
(3179, '準2級', 1, 11, '（動）頼る', 'rely', 'リ［ラ］イ', '', ''),
(3180, '準2級', 1, 11, '（動）お金を出して借りる', 'rent', '［レ］ント', '', ''),
(3181, '準2級', 1, 11, '（動）～する余裕がある', 'afford', 'ア［フォ］ード', '', ''),
(3182, '準2級', 1, 11, '（動）取り付ける', 'attach', 'ア［タ］ッチ', '', ''),
(3183, '準2級', 1, 11, '（動）説得する', 'persuade', 'パ［スウ］ェイド', '', ''),
(3184, '準2級', 1, 11, '（動）沈む', 'sink', '［シ］ンク', '', ''),
(3185, '準2級', 1, 11, '（動）つなぐ', 'connect', 'コ［ネ］クト', '', ''),
(3186, '準2級', 1, 11, '（動）放棄する', 'abandon', 'ア［バ］ンドン', '', ''),
(3187, '準2級', 1, 11, '（動）探検する', 'explore', 'イク［スプ］ロア', '', ''),
(3188, '準2級', 1, 11, '（動）航海する', 'sail', '［セ］イル', '', ''),
(3189, '準2級', 1, 11, '（動）衝突する', 'crash', '［クラ］ッシュ', '', ''),
(3190, '準2級', 1, 11, '（動）反対する', 'oppose', 'ア［ポ］ーズ', '', ''),
(3191, '準2級', 1, 11, '（動）修理する', 'repair', 'リ［ペ］アー', '', ''),
(3192, '準2級', 1, 11, '（動）修復する', 'restore', 'リ［スト］アー', '', ''),
(3193, '準2級', 1, 11, '（動）守る', 'defend', 'デ［ィフェ］ンド', '', ''),
(3194, '準2級', 1, 12, '（動）不平を言う', 'complain', 'コン［プレ］イン', '', ''),
(3195, '準2級', 1, 12, '（動）保存する', 'preserve', 'プリ［ザ］ーブ', '', ''),
(3196, '準2級', 1, 12, '（動）手伝う', 'assist', 'ア［シ］スト', '', ''),
(3197, '準2級', 1, 12, '（動）注ぐ', 'pour', '［ポ］アー', '', ''),
(3198, '準2級', 1, 12, '（動）予測する', 'predict', 'プリ［デ］ィクト', '', ''),
(3199, '準2級', 1, 12, '（動）投資する', 'invest', 'イン［ベ］スト', '', ''),
(3200, '準2級', 1, 12, '（動）動揺させる', 'upset', 'ア［プセ］ット', '', ''),
(3201, '準2級', 1, 12, '（動）水浸しにする', 'flood', '［フラ］ッド', '', ''),
(3202, '準2級', 1, 12, '（動）克服する', 'overcome', 'オーバー［カ］ム', '', ''),
(3203, '準2級', 1, 12, '（動）割引する', 'discount', '［デ］ィスカウント', '', ''),
(3204, '準2級', 1, 12, '（動）専門とする', 'specialize', '［スペ］シャライズ', '', ''),
(3205, '準2級', 1, 12, '（動）調節する', 'adjust', 'ア［ジャ］スト', '', ''),
(3206, '準2級', 1, 12, '（動）ふりをする', 'pretend', 'プリ［テ］ンド', '', ''),
(3207, '準2級', 1, 12, '（動）最新のものに更新する', 'update', '［ア］ップデート', '', ''),
(3208, '準2級', 1, 12, '（動）反応する', 'react', 'リ［ア］クト', '', ''),
(3209, '準2級', 1, 12, '（動）の重さがある', 'weigh', '［ウ］ェイ', '', ''),
(3210, '準2級', 1, 12, '（動）拭く', 'wipe', '［ワ］イプ', '', ''),
(3211, '準2級', 1, 12, '（動）更新する', 'renew', 'リ［ニュ］ー', '', ''),
(3212, '準2級', 1, 12, '（動）治癒させる', 'cure', '［キュ］アー', '', ''),
(3213, '準2級', 1, 12, '（動）発展する', 'evolve', 'イ［ボ］ルブ', '', ''),
(3214, '準2級', 1, 12, '（動）治る', 'heal', '［ヒ］ール', '', ''),
(3215, '準2級', 1, 12, '（動）消費する', 'consume', 'コン［シュ］ーム', '', ''),
(3216, '準2級', 1, 12, '（動）注意深く調べる', 'scan', '［スキャ］ン', '', ''),
(3217, '準2級', 1, 12, '（動）飛び込む', 'dive', '［ダ］イブ', '', ''),
(3218, '準2級', 1, 12, '（動）批判する', 'criticize', '［クリ］ティサイズ', '', ''),
(3219, '準2級', 1, 12, '（動）動機を与える', 'motivate', '［モ］ティベイト', '', ''),
(3220, '準2級', 1, 12, '（動）ぶつかる', 'bump', '［バ］ンプ', '', ''),
(3221, '準2級', 1, 12, '（動）大きくする', 'enlarge', 'エン［ラ］ージ', '', ''),
(3222, '準2級', 1, 12, '（動）やめる', 'quit', '［ク］ィット', '', ''),
(3223, '準2級', 1, 12, '（動）寄付する', 'donate', '［ド］ネイト', '', ''),
(3224, '準2級', 1, 12, '（動）消化する', 'digest', 'ダイ［ジェ］スト', '', ''),
(3225, '準2級', 1, 12, '（動）植え付ける', 'implant', 'イン［プラ］ント', '', ''),
(3226, '準2級', 1, 12, '（動）中身を出す', 'unpack', 'アン［パ］ック', '', ''),
(3227, '準2級', 1, 12, '（動）分析する', 'analyze', '［ア］ナライズ', '', ''),
(3228, '準2級', 1, 12, '（動）初期状態に戻す', 'reset', '［リ］セット', '', ''),
(3229, '準2級', 1, 12, '（動）記憶する', 'memorize', '［メ］モライズ', '', ''),
(3230, '準2級', 1, 12, '（形）深刻な', 'serious', '［シ］リアス', '', ''),
(3231, '準2級', 1, 12, '（形）価値がある', 'worth', '［ワ］ース', '', ''),
(3232, '準2級', 1, 12, '（形）重大な', 'significant', 'シグ［ニ］フィカント', '', ''),
(3233, '準2級', 1, 12, '（形）適切な', 'appropriate', 'ア［プロ］ープリエイト', '', ''),
(3234, '準2級', 1, 12, '（形）軍の', 'military', '［ミ］リタリー', '', ''),
(3235, '準2級', 1, 12, '（形）潜在的な', 'potential', 'ポ［テ］ンシャル', '', ''),
(3236, '準2級', 1, 12, '（形）独立した', 'independent', 'インディ［ペ］ンデント', '', ''),
(3237, '準2級', 1, 12, '（形）複雑な', 'complex', '［コ］ンプレックス', '', ''),
(3238, '準2級', 1, 12, '（形）必要不可欠な', 'essential', 'イ［セ］ンシャル', '', ''),
(3239, '準2級', 1, 12, '（形）商業の', 'commercial', 'コ［マ］ーシャル', '', ''),
(3240, '準2級', 1, 12, '（形）年１回の', 'annual', '［ア］ニュアル', '', ''),
(3241, '準2級', 1, 12, '（形）全体的な', 'overall', '［オ］ーバーオール', '', ''),
(3242, '準2級', 1, 12, '（形）代表する', 'representative', 'レプリゼン［タ］ティブ', '', ''),
(3243, '準2級', 1, 12, '（形）規則正しい', 'regular', '［レ］ギュラー', '', ''),
(3244, '準2級', 1, 13, '（形）相対的な', 'relative', '［レ］ラティブ', '', ''),
(3245, '準2級', 1, 13, '（形）国内の', 'domestic', 'ド［メ］スティック', '', ''),
(3246, '準2級', 1, 13, '（形）実際の', 'actual', '［ア］クチュアル', '', ''),
(3247, '準2級', 1, 13, '（形）特有の', 'characteristic', 'キャラクタ［リ］スティック', '', ''),
(3248, '準2級', 1, 13, '（形）短い', 'brief', '［ブリ］ーフ', '', ''),
(3249, '準2級', 1, 13, '（形）化学の', 'chemical', '［ケ］ミカル', '', ''),
(3250, '準2級', 1, 13, '（形）文化的な', 'cultural', '［カ］ルチュラル', '', ''),
(3251, '準2級', 1, 13, '（形）反対の', 'opposite', '［オ］ポジット', '', ''),
(3252, '準2級', 1, 13, '（形）薄い', 'thin', '［シ］ン', '', ''),
(3253, '準2級', 1, 13, '（形）学問の', 'academic', 'アカ［デ］ミック', '', ''),
(3254, '準2級', 1, 13, '（形）とても小さな', 'tiny', '［タ］イニー', '', ''),
(3255, '準2級', 1, 13, '（形）絶えず続く', 'constant', '［コ］ンスタント', '', ''),
(3256, '準2級', 1, 13, '（形）古代の', 'ancient', '［エ］インシェント', '', ''),
(3257, '準2級', 1, 13, '（形）否定の', 'negative', '［ネ］ガティブ', '', ''),
(3258, '準2級', 1, 13, '（形）厳しい', 'severe', 'セ［ビ］ア', '', ''),
(3259, '準2級', 1, 13, '（形）独特の', 'unique', 'ユ［ニ］ーク', '', ''),
(3260, '準2級', 1, 13, '（形）極端な', 'extreme', 'イ［クス］トリーム', '', ''),
(3261, '準2級', 1, 13, '（形）丈夫な', 'tough', '［タ］フ', '', ''),
(3262, '準2級', 1, 13, '（形）高価な', 'valuable', '［バ］リュアブル', '', ''),
(3263, '準2級', 1, 13, '（形）長期の', 'long-term', '［ロング］ターム', '', ''),
(3264, '準2級', 1, 13, '（形）目の不自由な', 'blind', '［ブラ］インド', '', ''),
(3265, '準2級', 1, 13, '（形）能率的な', 'efficient', 'イ［フィ］シェント', '', ''),
(3266, '準2級', 1, 13, '（形）一時的な', 'temporary', '［テ］ンポラリー', '', ''),
(3267, '準2級', 1, 13, '（形）粗い', 'rough', '［ラ］フ', '', ''),
(3268, '準2級', 1, 13, '（形）地球全体の', 'global', '［グロ］ーバル', '', ''),
(3269, '準2級', 1, 13, '（形）神経質な', 'nervous', '［ナ］ーバス', '', ''),
(3270, '準2級', 1, 13, '（形）正確な', 'accurate', '［ア］キュレイト', '', ''),
(3271, '準2級', 1, 13, '（形）快い', 'pleasant', '［プレ］ザント', '', ''),
(3272, '準2級', 1, 13, '（形）歴史上有名な', 'historic', 'ヒ［スト］リック', '', ''),
(3273, '準2級', 1, 13, '（形）信頼できる', 'reliable', 'リ［ラ］イアブル', '', ''),
(3274, '準2級', 1, 13, '（形）意外な', 'unexpected', 'アン［エクスペ］クテッド', '', ''),
(3275, '準2級', 1, 13, '（形）都合の良い', 'convenient', 'コン［ビ］ニエント', '', ''),
(3276, '準2級', 1, 13, '（形）人工の', 'artificial', 'アーティ［フィ］シャル', '', ''),
(3277, '準2級', 1, 13, '（形）空白の', 'blank', '［ブラ］ンク', '', ''),
(3278, '準2級', 1, 13, '（形）裕福な', 'wealthy', '［ウェ］ルシー', '', ''),
(3279, '準2級', 1, 13, '（形）太陽の', 'solar', '［ソ］ーラー', '', ''),
(3280, '準2級', 1, 13, '（形）仮想の', 'virtual', '［バ］ーチャル', '', ''),
(3281, '準2級', 1, 13, '（形）才能がある', 'talented', '［タ］レンテッド', '', ''),
(3282, '準2級', 1, 13, '（形）有害な', 'harmful', '［ハ］ームフル', '', ''),
(3283, '準2級', 1, 13, '（形）間違った', 'incorrect', 'インコ［レ］クト', '', ''),
(3284, '準2級', 1, 13, '（形）流行の', 'stylish', '［スタ］イリッシュ', '', ''),
(3285, '準2級', 1, 13, '（形）めまいがする', 'dizzy', '［デ］ィジー', '', ''),
(3286, '準2級', 1, 13, '（形）生まれたばかりの', 'newborn', '［ニュ］ーボーン', '', ''),
(3287, '準2級', 1, 13, '（形）ベストセラーの', 'best-selling', '［ベスト］セリング', '', ''),
(3288, '準2級', 1, 13, '（形）中古の', 'secondhand', '［セ］カンドハンド', '', ''),
(3289, '準2級', 1, 13, '（形）低収入の', 'low-income', '［ロー］インカム', '', ''),
(3290, '準2級', 1, 13, '（形）最新の', 'latest', '［レ］イテスト', '', ''),
(3291, '準2級', 1, 13, '（形）冷凍した', 'frozen', '［フロ］ーズン', '', ''),
(3292, '準2級', 1, 13, '（形）団結した', 'united', 'ユ［ナ］イテッド', '', ''),
(3293, '準2級', 1, 13, '（形）複雑な', 'complicated', '［コ］ンプリケイテッド', '', ''),
(3294, '準2級', 1, 14, '（形）絶滅危機の', 'endangered', 'エン［デ］インジャード', '', ''),
(3295, '準2級', 1, 14, '（形）非営利的な', 'nonprofit', '［ノン］プロフィット', '', ''),
(3296, '準2級', 1, 14, '（名）賃金', 'pay', '［ペ］イ', '', ''),
(3297, '準2級', 1, 14, '（名）権威', 'authority', 'オ［ソ］リティー', '', ''),
(3298, '準2級', 1, 14, '（名）期間', 'term', '［タ］ーム', '', ''),
(3299, '準2級', 1, 14, '（名）口座', 'account', 'ア［カ］ウント', '', ''),
(3300, '準2級', 1, 14, '（名）貿易', 'trade', '［トレ］イド', '', ''),
(3301, '準2級', 1, 14, '（名）患者', 'patient', '［ペ］イシェント', '', ''),
(3302, '準2級', 1, 14, '（名）接近', 'approach', 'ア［プロ］ーチ', '', ''),
(3303, '準2級', 1, 14, '（名）範囲', 'range', '［レ］インジ', '', ''),
(3304, '準2級', 1, 14, '（名）要求', 'demand', 'ディ［マ］ンド', '', ''),
(3305, '準2級', 1, 14, '（名）標準', 'standard', '［スタ］ンダード', '', ''),
(3306, '準2級', 1, 14, '（名）税', 'tax', '［タ］ックス', '', ''),
(3307, '準2級', 1, 14, '（名）構造', 'structure', '［スト］ラクチャー', '', ''),
(3308, '準2級', 1, 14, '（名）状況', 'situation', 'シチュエ［ー］ション', '', ''),
(3309, '準2級', 1, 14, '（名）質', 'quality', '［クオ］リティー', '', ''),
(3310, '準2級', 1, 14, '（名）基金', 'fund', '［フ］ァンド', '', ''),
(3311, '準2級', 1, 14, '（名）基準', 'measure', '［メ］ジャー', '', ''),
(3312, '準2級', 1, 14, '（名）公務員', 'officer', '［オ］フィサー', '', ''),
(3313, '準2級', 1, 14, '（名）重役', 'director', 'ディ［レ］クター', '', ''),
(3314, '準2級', 1, 14, '（名）秘書', 'secretary', '［セ］クレタリー', '', ''),
(3315, '準2級', 1, 14, '（名）生産', 'production', 'プロ［ダ］クション', '', ''),
(3316, '準2級', 1, 14, '（名）運転', 'operation', 'オペ［レ］ーション', '', ''),
(3317, '準2級', 1, 14, '（名）機会', 'opportunity', 'オポ［チュ］ニティー', '', ''),
(3318, '準2級', 1, 14, '（名）安全', 'security', 'セ［キュ］リティー', '', ''),
(3319, '準2級', 1, 14, '（名）つながり', 'link', '［リ］ンク', '', ''),
(3320, '準2級', 1, 14, '（名）狙い', 'aim', '［エ］イム', '', ''),
(3321, '準2級', 1, 14, '（名）機能', 'function', '［フ］ァンクション', '', ''),
(3322, '準2級', 1, 14, '（名）危険', 'risk', '［リ］スク', '', ''),
(3323, '準2級', 1, 14, '（名）要素', 'factor', '［フ］ァクター', '', ''),
(3324, '準2級', 1, 14, '（名）シリーズ', 'series', '［シ］リーズ', '', ''),
(3325, '準2級', 1, 14, '（名）不足', 'lack', '［ラ］ック', '', ''),
(3326, '準2級', 1, 14, '（名）批評', 'review', 'リ［ビュ］ー', '', ''),
(3327, '準2級', 1, 14, '（名）行動', 'behavior', 'ビ［ヘ］イビアー', '', ''),
(3328, '準2級', 1, 14, '（名）応答', 'response', 'リ［スポ］ンス', '', ''),
(3329, '準2級', 1, 14, '（名）利用者', 'user', '［ユ］ーザー', '', ''),
(3330, '準2級', 1, 14, '（名）陸軍', 'army', '［ア］ーミー', '', ''),
(3331, '準2級', 1, 14, '（名）題名', 'title', '［タ］イトル', '', ''),
(3332, '準2級', 1, 14, '（名）物', 'object', '［オ］ブジェクト', '', ''),
(3333, '準2級', 1, 14, '（名）局面', 'aspect', '［ア］スペクト', '', ''),
(3334, '準2級', 1, 14, '（名）画像', 'image', '［イ］メージ', '', ''),
(3335, '準2級', 1, 14, '（名）方向', 'direction', 'ディ［レ］クション', '', ''),
(3336, '準2級', 1, 14, '（名）事柄', 'affair', 'ア［フェ］アー', '', ''),
(3337, '準2級', 1, 14, '（名）薬', 'drug', '［ド］ラッグ', '', ''),
(3338, '準2級', 1, 14, '（名）版', 'version', '［バ］ージョン', '', ''),
(3339, '準2級', 1, 14, '（名）大多数', 'majority', 'マ［ジョ］リティー', '', ''),
(3340, '準2級', 1, 14, '（名）蓄え', 'stock', '［スト］ック', '', ''),
(3341, '準2級', 1, 14, '（名）施設', 'facility', 'ファ［シ］リティー', '', ''),
(3342, '準2級', 1, 14, '（名）記事', 'article', '［ア］ーティクル', '', ''),
(3343, '準2級', 1, 14, '（名）収蔵品', 'collection', 'コ［レ］クション', '', ''),
(3344, '準2級', 1, 15, '（名）まと', 'target', '［タ］ーゲット', '', ''),
(3345, '準2級', 1, 15, '（名）場合', 'occasion', 'オ［ケ］イジョン', '', ''),
(3346, '準2級', 1, 15, '（名）意見', 'opinion', 'オ［ピ］ニオン', '', ''),
(3347, '準2級', 1, 15, '（名）必要条件', 'requirement', 'リ［クワ］イアメント', '', ''),
(3348, '準2級', 1, 15, '（名）選択権', 'option', '［オ］プション', '', ''),
(3349, '準2級', 1, 15, '（名）旅行', 'tour', '［ツ］アー', '', ''),
(3350, '準2級', 1, 15, '（名）対照', 'contrast', '［コ］ントラスト', '', ''),
(3351, '準2級', 1, 15, '（名）競技連盟', 'league', '［リ］ーグ', '', ''),
(3352, '準2級', 1, 15, '（名）長さ', 'length', '［レ］ングス', '', ''),
(3353, '準2級', 1, 15, '（名）力', 'strength', '［スト］レングス', '', ''),
(3354, '準2級', 1, 15, '（名）貢献', 'contribution', 'コントリ［ビュ］ーション', '', ''),
(3355, '準2級', 1, 15, '（名）代理人', 'agent', '［エ］イジェント', '', ''),
(3356, '準2級', 1, 15, '（名）欲望', 'desire', 'デ［ザ］イア', '', ''),
(3357, '準2級', 1, 15, '（名）道', 'route', '［ル］ート', '', ''),
(3358, '準2級', 1, 15, '（名）マスメディア', 'media', '［メ］ディア', '', ''),
(3359, '準2級', 1, 15, '（名）候補者', 'candidate', '［キャ］ンディデイト', '', ''),
(3360, '準2級', 1, 15, '（名）後者', 'latter', '［ラ］ター', '', ''),
(3361, '準2級', 1, 15, '（名）衝撃', 'impact', '［イ］ンパクト', '', ''),
(3362, '準2級', 1, 15, '（名）親類', 'relative', '［レ］ラティブ', '', ''),
(3363, '準2級', 1, 15, '（名）刑務所', 'prison', '［プリ］ズン', '', ''),
(3364, '準2級', 1, 15, '（名）現実', 'reality', 'リ［ア］リティー', '', ''),
(3365, '準2級', 1, 15, '（名）同僚', 'colleague', '［コ］リーグ', '', ''),
(3366, '準2級', 1, 15, '（名）自信', 'confidence', '［コ］ンフィデンス', '', ''),
(3367, '準2級', 1, 15, '（名）世代', 'generation', 'ジェネ［レ］ーション', '', ''),
(3368, '準2級', 1, 15, '（名）脅威', 'threat', '［ス］レット', '', ''),
(3369, '準2級', 1, 15, '（名）行儀', 'manner', '［マ］ナー', '', ''),
(3370, '準2級', 1, 15, '（名）入ること', 'entry', '［エ］ントリー', '', ''),
(3371, '準2級', 1, 15, '（名）融資', 'loan', '［ロ］ーン', '', ''),
(3372, '準2級', 1, 15, '（名）伝統', 'tradition', 'トラ［デ］ィション', '', ''),
(3373, '準2級', 1, 15, '（名）交通', 'traffic', '［トラ］フィック', '', ''),
(3374, '準2級', 1, 15, '（名）実験', 'experiment', 'エクス［ペ］リメント', '', ''),
(3375, '準2級', 1, 15, '（名）会期', 'session', '［セ］ッション', '', ''),
(3376, '準2級', 1, 15, '（名）観衆', 'audience', '［オ］ーディエンス', '', ''),
(3377, '準2級', 1, 15, '（名）飛行機の便', 'flight', '［フラ］イト', '', ''),
(3378, '準2級', 1, 15, '（名）青年時代', 'youth', '［ユ］ース', '', ''),
(3379, '準2級', 1, 15, '（名）研究機関', 'institute', '［イ］ンスティテュート', '', ''),
(3380, '準2級', 1, 15, '（名）10年間', 'decade', '［デ］ィケイド', '', ''),
(3381, '準2級', 1, 15, '（名）誤り', 'error', '［エ］ラー', '', ''),
(3382, '準2級', 1, 15, '（名）味', 'taste', '［テ］イスト', '', ''),
(3383, '準2級', 1, 15, '（名）出生', 'birth', '［バ］ース', '', ''),
(3384, '準2級', 1, 15, '（名）爆弾', 'bomb', '［ボ］ム', '', ''),
(3385, '準2級', 1, 15, '（名）料金', 'fee', '［フ］ィー', '', ''),
(3386, '準2級', 1, 15, '（名）旅行', 'journey', '［ジャ］ーニー', '', ''),
(3387, '準2級', 1, 15, '（名）訪問客', 'guest', '［ゲ］スト', '', ''),
(3388, '準2級', 1, 15, '（名）接続', 'connection', 'コ［ネ］クション', '', ''),
(3389, '準2級', 1, 15, '（名）居住者', 'resident', '［レ］ジデント', '', ''),
(3390, '準2級', 1, 15, '（名）谷', 'valley', '［バ］リー', '', ''),
(3391, '準2級', 1, 15, '（名）画廊', 'gallery', '［ギャ］ラリー', '', ''),
(3392, '準2級', 1, 15, '（名）流行', 'fashion', '［フ］ァッション', '', ''),
(3393, '準2級', 1, 15, '（名）燃料', 'fuel', '［フュ］エル', '', ''),
(3394, '準2級', 1, 16, '（名）組み合わせ', 'combination', 'コンビ［ネ］ーション', '', ''),
(3395, '準2級', 1, 16, '（名）息', 'breath', '［ブレ］ス', '', ''),
(3396, '準2級', 1, 16, '（名）石炭', 'coal', '［コ］ール', '', ''),
(3397, '準2級', 1, 16, '（名）基礎', 'foundation', 'ファウン［デ］ーション', '', ''),
(3398, '準2級', 1, 16, '（名）周期', 'cycle', '［サ］イクル', '', ''),
(3399, '準2級', 1, 16, '（名）装置', 'device', 'デ［バ］イス', '', ''),
(3400, '準2級', 1, 16, '（名）車輪', 'wheel', '［ウ］ィール', '', ''),
(3401, '準2級', 1, 16, '（名）ヒント', 'tip', '［テ］ィップ', '', ''),
(3402, '準2級', 1, 16, '（名）10億', 'billion', '［ビ］リオン', '', ''),
(3403, '準2級', 1, 16, '（名）慈善事業', 'charity', '［チャ］リティー', '', ''),
(3404, '準2級', 1, 16, '（名）予想', 'expectation', 'エクスペク［テ］ーション', '', ''),
(3405, '準2級', 1, 16, '（名）製造業者', 'manufacturer', 'マニュ［ファ］クチャラー', '', ''),
(3406, '準2級', 1, 16, '（名）隔たり', 'gap', '［ギャ］ップ', '', ''),
(3407, '準2級', 1, 16, '（名）データベース', 'database', '［デ］ータベース', '', ''),
(3408, '準2級', 1, 16, '（名）同一人物であること', 'identity', 'アイ［デ］ンティティー', '', ''),
(3409, '準2級', 1, 16, '（名）鋼鉄', 'steel', '［スティ］ール', '', ''),
(3410, '準2級', 1, 16, '（名）層', 'layer', '［レ］イヤー', '', ''),
(3411, '準2級', 1, 16, '（名）協力', 'partnership', '［パ］ートナーシップ', '', ''),
(3412, '準2級', 1, 16, '（名）様式', 'mode', '［モ］ード', '', ''),
(3413, '準2級', 1, 16, '（名）保存', 'conservation', 'コンサー［ベ］ーション', '', ''),
(3414, '準2級', 1, 16, '（名）生き物', 'creature', '［クリ］ーチャー', '', ''),
(3415, '準2級', 1, 16, '（名）批評家', 'critic', '［クリ］ティック', '', ''),
(3416, '準2級', 1, 16, '（名）発表', 'presentation', 'プレゼン［テ］ーション', '', ''),
(3417, '準2級', 1, 16, '（名）電気', 'electricity', 'エレクト［リ］シティー', '', ''),
(3418, '準2級', 1, 16, '（名）針金', 'wire', '［ワ］イアー', '', ''),
(3419, '準2級', 1, 16, '（名）作物', 'crop', '［クロ］ップ', '', ''),
(3420, '準2級', 1, 16, '（名）混合物', 'mixture', '［ミ］クスチャー', '', ''),
(3421, '準2級', 1, 16, '（名）物質', 'substance', '［サ］ブスタンス', '', ''),
(3422, '準2級', 1, 16, '（名）発見', 'discovery', 'ディ［スカ］バリー', '', ''),
(3423, '準2級', 1, 16, '（名）例', 'instance', '［イ］ンスタンス', '', ''),
(3424, '準2級', 1, 16, '（名）薬', 'medicine', '［メ］ディスン', '', ''),
(3425, '準2級', 1, 16, '（名）許可', 'permission', 'パー［ミ］ッション', '', ''),
(3426, '準2級', 1, 16, '（名）災害', 'disaster', 'デ［ィザ］スター', '', ''),
(3427, '準2級', 1, 16, '（名）スポンサー', 'sponsor', '［スポ］ンサー', '', ''),
(3428, '準2級', 1, 16, '（名）割引', 'discount', '［デ］ィスカウント', '', ''),
(3429, '準2級', 1, 16, '（名）カウンター', 'counter', '［カ］ウンター', '', ''),
(3430, '準2級', 1, 16, '（名）角度', 'angle', '［ア］ングル', '', ''),
(3431, '準2級', 1, 16, '（名）出版社', 'publisher', '［パ］ブリッシャー', '', ''),
(3432, '準2級', 1, 16, '（名）歴史学者', 'historian', 'ヒ［スト］リアン', '', ''),
(3433, '準2級', 1, 16, '（名）詩', 'poetry', '［ポ］エトリー', '', ''),
(3434, '準2級', 1, 16, '（名）経済学', 'economics', 'エコ［ノ］ミックス', '', ''),
(3435, '準2級', 1, 16, '（名）舌', 'tongue', '［タ］ング', '', ''),
(3436, '準2級', 1, 16, '（名）追加', 'addition', 'ア［デ］ィション', '', ''),
(3437, '準2級', 1, 16, '（名）光線', 'ray', '［レ］イ', '', ''),
(3438, '準2級', 1, 16, '（名）いたずら', 'trick', '［トリ］ック', '', ''),
(3439, '準2級', 1, 16, '（名）材木', 'timber', '［テ］ィンバー', '', ''),
(3440, '準2級', 1, 16, '（名）進化', 'evolution', 'エボ［リュ］ーション', '', ''),
(3441, '準2級', 1, 16, '（名）旅行者', 'traveler', '［トラ］ベラー', '', ''),
(3442, '準2級', 1, 16, '（名）炭素', 'carbon', '［カ］ーボン', '', ''),
(3443, '準2級', 1, 16, '（名）しみ', 'stain', '［ステ］イン', '', ''),
(3444, '準2級', 1, 17, '（名）取り散らかしたもの', 'mess', '［メ］ス', '', ''),
(3445, '準2級', 1, 17, '（名）展示', 'exhibit', 'エグ［ジ］ビット', '', ''),
(3446, '準2級', 1, 17, '（名）人を引き付けるもの', 'attraction', 'アト［ラ］クション', '', ''),
(3447, '準2級', 1, 17, '（名）計算', 'calculation', 'カルキュ［レ］ーション', '', ''),
(3448, '準2級', 1, 17, '（名）診療所', 'clinic', '［クリ］ニック', '', ''),
(3449, '準2級', 1, 17, '（名）ランプ', 'lamp', '［ラ］ンプ', '', ''),
(3450, '準2級', 1, 17, '（名）記念日', 'anniversary', 'アニ［バ］ーサリー', '', ''),
(3451, '準2級', 1, 17, '（名）海軍', 'navy', '［ネ］イビー', '', ''),
(3452, '準2級', 1, 17, '（名）性別', 'gender', '［ジェ］ンダー', '', ''),
(3453, '準2級', 1, 17, '（名）柔軟性', 'flexibility', 'フレクシビ［リ］ティー', '', ''),
(3454, '準2級', 1, 17, '（名）家庭教師', 'tutor', '［チュ］ーター', '', ''),
(3455, '準2級', 1, 17, '（名）一生', 'lifetime', '［ラ］イフタイム', '', ''),
(3456, '準2級', 1, 17, '（名）酸素', 'oxygen', '［オ］クシジェン', '', ''),
(3457, '準2級', 1, 17, '（名）大通り', 'avenue', '［ア］ベニュー', '', ''),
(3458, '準2級', 1, 17, '（名）封筒', 'envelope', '［エ］ンベロープ', '', ''),
(3459, '準2級', 1, 17, '（名）羊毛', 'wool', '［ウ］ール', '', ''),
(3460, '準2級', 1, 17, '（名）肺', 'lung', '［ラ］ング', '', ''),
(3461, '準2級', 1, 17, '（名）混雑', 'jam', '［ジャ］ム', '', ''),
(3462, '準2級', 1, 17, '（名）粉', 'powder', '［パ］ウダー', '', ''),
(3463, '準2級', 1, 17, '（名）巡航', 'cruise', '［クル］ーズ', '', ''),
(3464, '準2級', 1, 17, '（名）糸', 'thread', '［ス］レッド', '', ''),
(3465, '準2級', 1, 17, '（名）オーケストラ', 'orchestra', '［オ］ーケストラ', '', ''),
(3466, '準2級', 1, 17, '（名）愛情', 'affection', 'ア［フェ］クション', '', ''),
(3467, '準2級', 1, 17, '（名）容器', 'container', 'コン［テ］イナー', '', ''),
(3468, '準2級', 1, 17, '（名）文明', 'civilization', 'シビリ［ゼ］ーション', '', ''),
(3469, '準2級', 1, 17, '（名）羽', 'feather', '［フェ］ザー', '', ''),
(3470, '準2級', 1, 17, '（名）グラフ', 'graph', '［グラ］フ', '', ''),
(3471, '準2級', 1, 17, '（名）化石', 'fossil', '［フォ］ッスル', '', ''),
(3472, '準2級', 1, 17, '（名）バクテリア', 'bacteria', 'バク［テ］リア', '', ''),
(3473, '準2級', 1, 17, '（名）毛皮', 'fur', '［フ］ァー', '', ''),
(3474, '準2級', 1, 17, '（名）温室', 'greenhouse', '［グリ］ーンハウス', '', ''),
(3475, '準2級', 1, 17, '（名）楽しみ', 'amusement', 'ア［ミュ］ーズメント', '', ''),
(3476, '準2級', 1, 17, '（名）処方箋', 'prescription', 'プレスク［リ］プション', '', ''),
(3477, '準2級', 1, 17, '（名）職場', 'workplace', '［ワ］ークプレイス', '', ''),
(3478, '準2級', 1, 17, '（名）マッサージ', 'massage', '［マ］ッサージ', '', ''),
(3479, '準2級', 1, 17, '（名）会報', 'newsletter', '［ニュ］ーズレター', '', ''),
(3480, '準2級', 1, 17, '（名）運動場', 'playground', '［プレ］イグラウンド', '', ''),
(3481, '準2級', 1, 17, '（名）恐竜', 'dinosaur', '［ダ］イノソア', '', ''),
(3482, '準2級', 1, 17, '（名）チェス', 'chess', '［チェ］ス', '', ''),
(3483, '準2級', 1, 17, '（名）火山', 'volcano', 'ボル［ケ］イノ', '', ''),
(3484, '準2級', 1, 17, '（名）顕微鏡', 'microscope', '［マ］イクロスコープ', '', ''),
(3485, '準2級', 1, 17, '（名）通路', 'aisle', '［ア］イル', '', ''),
(3486, '準2級', 1, 17, '（名）日没', 'sunset', '［サ］ンセット', '', ''),
(3487, '準2級', 1, 17, '（名）高度', 'altitude', '［ア］ルティテュード', '', ''),
(3488, '準2級', 1, 17, '（名）菜食主義者', 'vegetarian', 'ベジ［テ］リアン', '', ''),
(3489, '準2級', 1, 17, '（名）筆跡', 'handwriting', '［ハ］ンドライティング', '', ''),
(3490, '準2級', 1, 17, '（名）ワクチン', 'vaccine', '［バ］クシン', '', ''),
(3491, '準2級', 1, 17, '（名）不便', 'inconvenience', 'インコン［ビ］ニエンス', '', ''),
(3492, '準2級', 1, 17, '（名）芸術作品', 'artwork', '［ア］ートワーク', '', ''),
(3493, '準2級', 1, 17, '（名）指紋', 'fingerprint', '［フ］ィンガープリント', '', ''),
(3494, '準2級', 1, 18, '（名）育児', 'childcare', '［チャ］イルドケア', '', ''),
(3495, '準2級', 1, 18, '（名）湿気', 'humidity', 'ヒュ［ミ］ディティー', '', ''),
(3496, '準2級', 1, 18, '（名）生ごみ', 'garbage', '［ガ］ーベッジ', '', ''),
(3497, '準2級', 1, 18, '（名）視力', 'eyesight', '［ア］イサイト', '', ''),
(3498, '準2級', 1, 18, '（名）栄養失調', 'malnutrition', 'マルニュ［ト］リション', '', ''),
(3499, '準2級', 1, 18, '（名）カフェテリア', 'cafeteria', 'カフェ［テ］リア', '', ''),
(3500, '準2級', 1, 18, '（名）インフルエンザ', 'influenza', 'インフル［エ］ンザ', '', ''),
(3501, '準2級', 1, 18, '（名）幼稚園', 'kindergarten', '［キ］ンダーガーテン', '', ''),
(3502, '準2級', 1, 18, '（名）高速道路', 'freeway', '［フリ］ーウェイ', '', ''),
(3503, '準2級', 1, 18, '（名）故郷', 'hometown', '［ホ］ームタウン', '', ''),
(3504, '準2級', 1, 18, '（名）獣医', 'veterinarian', 'ベテリ［ネ］リアン', '', ''),
(3505, '準2級', 1, 18, '（名）気持ち', 'feeling', '［フィ］ーリング', '', ''),
(3506, '準2級', 1, 18, '（名）エコツーリズム', 'ecotourism', 'エコ［ツ］ーリズム', '', ''),
(3507, '準2級', 1, 18, '（名）工学', 'engineering', 'エンジ［ニ］アリング', '', ''),
(3508, '準2級', 1, 18, '（名）ノンフィクション', 'nonfiction', '［ノン］フィクション', '', ''),
(3509, '準2級', 1, 18, '（名）ブログ', 'blog', '［ブロ］グ', '', ''),
(3510, '準2級', 1, 18, '（名）アルミニウム', 'aluminum', 'ア［ル］ミナム', '', ''),
(3511, '準2級', 1, 18, '（名）衣類', 'clothing', '［クロ］ージング', '', ''),
(3512, '準2級', 1, 18, '（副）特に', 'particularly', 'パー［テ］ィキュラリー', '', ''),
(3513, '準2級', 1, 18, '（副）このように', 'thus', '［ザ］ス', '', ''),
(3514, '準2級', 1, 18, '（副）直ちに', 'immediately', 'イ［ミ］ディエイトリー', '', ''),
(3515, '準2級', 1, 18, '（副）そうでなければ', 'otherwise', '［ア］ザーワイズ', '', ''),
(3516, '準2級', 1, 18, '（副）比較的', 'relatively', '［レ］ラティブリー', '', ''),
(3517, '準2級', 1, 18, '（副）もしかしたら', 'possibly', '［ポ］シブリー', '', ''),
(3518, '準2級', 1, 18, '（副）現在', 'currently', '［カ］レントリー', '', ''),
(3519, '準2級', 1, 18, '（副）極端に', 'extremely', 'イ［クス］トリームリー', '', ''),
(3520, '準2級', 1, 18, '（副）まあまあ', 'fairly', '［フェ］アリー', '', ''),
(3521, '準2級', 1, 18, '（副）ますます', 'increasingly', 'イン［クリ］ーシングリー', '', ''),
(3522, '準2級', 1, 18, '（副）等しく', 'equally', '［イ］ークワリー', '', ''),
(3523, '準2級', 1, 18, '（副）不運にも', 'unfortunately', 'アン［フ］ォーチュネイトリー', '', ''),
(3524, '準2級', 1, 18, '（副）あとで', 'afterwards', '［ア］フターワーズ', '', ''),
(3525, '準2級', 1, 18, '（副）急速に', 'rapidly', '［ラ］ピッドリー', '', ''),
(3526, '準2級', 1, 18, '（副）その上', 'moreover', 'モア［オ］ーバー', '', ''),
(3527, '準2級', 1, 18, '（副）まもなく', 'shortly', '［ショ］ートリー', '', ''),
(3528, '準2級', 1, 18, '（副）その上', 'besides', 'ビ［サ］イズ', '', ''),
(3529, '準2級', 1, 18, '（副）一般に', 'commonly', '［コ］モンリー', '', ''),
(3530, '準2級', 1, 18, '（副）一晩中', 'overnight', '［オ］ーバーナイト', '', ''),
(3531, '準2級', 1, 18, '（副）正しく', 'correctly', 'コ［レ］クトリー', '', ''),
(3532, '準2級', 1, 18, '（副）永久に', 'permanently', '［パ］ーマネントリー', '', ''),
(3533, '準2級', 1, 18, '（副）心から', 'sincerely', 'シン［シ］アリー', '', ''),
(3534, '準2級', 1, 18, '（副）下手に', 'poorly', '［プ］アリー', '', ''),
(3535, '準2級', 1, 18, '（副）その上', 'additionally', 'ア［デ］ィショナリー', '', ''),
(3536, '準2級', 1, 18, '（副）健康的に', 'healthily', '［ヘ］ルシリー', '', ''),
(3537, '準2級', 1, 18, '（副）世界中に', 'worldwide', '［ワ］ールドワイド', '', ''),
(3538, '準2級', 1, 18, '（前）〜を除いては', 'except', 'イク［セ］プト', '', ''),
(3539, '準2級', 1, 18, '（接）～であるのに対して', 'whereas', 'ウェア［ア］ズ', '', ''),
(3540, '準2級', 1, 18, '（接）～するときはいつでも', 'whenever', 'ウェン［エ］バー', '', ''),
(3541, '準2級', 1, 18, '（接）どこへ～しようとも', 'wherever', 'ウェア［エ］バー', '', ''),
(3542, '準2級', 1, 18, '（接）もし～ならば', 'provided', 'プロ［バ］イデッド', '', ''),
(3543, '準2級', 1, 18, '（接）～に関して', 'concerning', 'コン［サ］ーニング', '', ''),
(3544, '準2級', 1, 19, '（動）分類する', 'sort', '［ソ］ート', '', ''),
(3545, '準2級', 1, 19, '（動）噛む', 'bite', '［バ］イト', '', ''),
(3546, '準2級', 1, 19, '（動）主演させる', 'feature', '［フィ］ーチャー', '', ''),
(3547, '準2級', 1, 19, '（動）探す', 'seek', '［シ］ーク', '', ''),
(3548, '準2級', 1, 19, '（動）置く', 'lay', '［レ］イ', '', ''),
(3549, '準2級', 1, 19, '（動）適している', 'fit', '［フィ］ット', '', ''),
(3550, '準2級', 1, 19, '（動）低くする', 'lower', '［ロ］ウアー', '', ''),
(3551, '準2級', 1, 19, '（動）確実にする', 'ensure', 'エン［シュ］アー', '', ''),
(3552, '準2級', 1, 19, '（動）再検討する', 'review', 'リ［ビュ］ー', '', ''),
(3553, '準2級', 1, 19, '（動）商品を店に置いている', 'stock', '［スト］ック', '', ''),
(3554, '準2級', 1, 19, '（動）定義する', 'define', 'ディ［フ］ァイン', '', ''),
(3555, '準2級', 1, 19, '（動）じろじろ見る', 'stare', '［ステ］アー', '', ''),
(3556, '準2級', 1, 19, '（動）発射する', 'launch', '［ロ］ーンチ', '', ''),
(3557, '準2級', 1, 19, '（動）波打つ', 'wave', '［ウェ］イブ', '', ''),
(3558, '準2級', 1, 19, '（動）奮闘する', 'struggle', '［スト］ラグル', '', ''),
(3559, '準2級', 1, 19, '（動）衝突する', 'conflict', '［コ］ンフリクト', '', ''),
(3560, '準2級', 1, 19, '（動）課す', 'impose', 'イン［ポ］ーズ', '', ''),
(3561, '準2級', 1, 19, '（動）成り立っている', 'consist', 'コン［シ］スト', '', ''),
(3562, '準2級', 1, 19, '（動）監視する', 'monitor', '［モ］ニター', '', ''),
(3563, '準2級', 1, 19, '（動）暗示する', 'imply', 'イン［プラ］イ', '', ''),
(3564, '準2級', 1, 19, '（動）保証する', 'guarantee', 'ギャラン［テ］ィー', '', ''),
(3565, '準2級', 1, 19, '（動）知らせる', 'inform', 'イン［フォ］ーム', '', ''),
(3566, '準2級', 1, 19, '（動）納得させる', 'convince', 'コン［ビ］ンス', '', ''),
(3567, '準2級', 1, 19, '（動）疑う', 'suspect', '［サ］スペクト', '', ''),
(3568, '準2級', 1, 19, '（動）結論を下す', 'conclude', 'コン［クル］ード', '', ''),
(3569, '準2級', 1, 19, '（動）成功する', 'succeed', 'サク［シ］ード', '', ''),
(3570, '準2級', 1, 19, '（動）目撃する', 'witness', '［ウィ］ットネス', '', ''),
(3571, '準2級', 1, 19, '（動）区別する', 'distinguish', 'ディス［テ］ィングイッシュ', '', ''),
(3572, '準2級', 1, 19, '（動）稼ぐ', 'earn', '［ア］ーン', '', ''),
(3573, '準2級', 1, 19, '（動）拡大する', 'expand', 'イク［スパ］ンド', '', ''),
(3574, '準2級', 1, 19, '（動）資格を与える', 'qualify', '［クオ］リファイ', '', ''),
(3575, '準2級', 1, 19, '（動）輸入する', 'import', '［イ］ンポート', '', ''),
(3576, '準2級', 1, 19, '（動）くつろぐ', 'relax', 'リ［ラ］ックス', '', ''),
(3577, '準2級', 1, 19, '（動）急いでいく', 'rush', '［ラ］ッシュ', '', ''),
(3578, '準2級', 1, 19, '（動）休止する', 'pause', '［ポ］ーズ', '', ''),
(3579, '準2級', 1, 19, '（動）虐待する', 'abuse', 'ア［ビュ］ーズ', '', ''),
(3580, '準2級', 1, 19, '（動）退職する', 'retire', 'リ［タ］イア', '', ''),
(3581, '準2級', 1, 19, '（動）推測する', 'guess', '［ゲ］ス', '', ''),
(3582, '準2級', 1, 19, '（動）崩壊する', 'collapse', 'コ［ラ］プス', '', ''),
(3583, '準2級', 1, 19, '（動）預ける', 'deposit', 'デ［ポ］ジット', '', ''),
(3584, '準2級', 1, 19, '（動）建設する', 'construct', 'コン［スト］ラクト', '', ''),
(3585, '準2級', 1, 19, '（動）改める', 'alter', '［オ］ルター', '', ''),
(3586, '準2級', 1, 19, '（動）和らげる', 'ease', '［イ］ーズ', '', ''),
(3587, '準2級', 1, 19, '（動）凍る', 'freeze', '［フリ］ーズ', '', ''),
(3588, '準2級', 1, 19, '（動）計算する', 'calculate', '［カ］ルキュレイト', '', ''),
(3589, '準2級', 1, 19, '（動）感謝する', 'appreciate', 'ア［プリ］シエイト', '', ''),
(3590, '準2級', 1, 19, '（動）変える', 'convert', 'コン［バ］ート', '', ''),
(3591, '準2級', 1, 19, '（動）遭遇する', 'encounter', 'エン［カ］ウンター', '', ''),
(3592, '準2級', 1, 19, '（動）競争する', 'compete', 'コン［ピ］ート', '', ''),
(3593, '準2級', 1, 19, '（動）逆にする', 'reverse', 'リ［バ］ース', '', ''),
(3594, '準2級', 1, 20, '（動）混乱させる', 'confuse', 'コン［フュ］ーズ', '', ''),
(3595, '準2級', 1, 20, '（動）分配する', 'distribute', 'ディス［トリ］ビュート', '', ''),
(3596, '準2級', 1, 20, '（動）放送する', 'broadcast', '［ブロ］ードキャスト', '', ''),
(3597, '準2級', 1, 20, '（動）破裂させる', 'burst', '［バ］ースト', '', ''),
(3598, '準2級', 1, 20, '（動）邪魔をする', 'disturb', 'ディ［スタ］ーブ', '', ''),
(3599, '準2級', 1, 20, '（動）雇う', 'hire', '［ハ］イアー', '', ''),
(3600, '準2級', 1, 20, '（動）抵抗する', 'resist', 'レ［ジ］スト', '', ''),
(3601, '準2級', 1, 20, '（動）値する', 'deserve', 'デ［ザ］ーブ', '', ''),
(3602, '準2級', 1, 20, '（動）がっかりさせる', 'disappoint', 'ディサ［ポ］イント', '', ''),
(3603, '準2級', 1, 20, '（動）浮かぶ', 'float', '［フロ］ート', '', ''),
(3604, '準2級', 1, 20, '（動）検出する', 'detect', 'デ［ィテ］クト', '', ''),
(3605, '準2級', 1, 20, '（動）救助する', 'rescue', '［レ］スキュー', '', ''),
(3606, '準2級', 1, 20, '（動）ふるまう', 'behave', 'ビ［ヘ］イブ', '', ''),
(3607, '準2級', 1, 20, '（動）参加する', 'participate', 'パー［テ］ィシペイト', '', ''),
(3608, '準2級', 1, 20, '（動）折りたたむ', 'fold', '［フォ］ールド', '', ''),
(3609, '準2級', 1, 20, '（動）強固にする', 'strengthen', '［スト］レングセン', '', ''),
(3610, '準2級', 1, 20, '（動）印象を与える', 'impress', 'イン［プレ］ス', '', ''),
(3611, '準2級', 1, 20, '（動）追いかける', 'chase', '［チェ］イス', '', ''),
(3612, '準2級', 1, 20, '（動）驚かせる', 'amaze', 'ア［メ］イズ', '', ''),
(3613, '準2級', 1, 20, '（動）吸収する', 'absorb', 'アブ［ゾ］ーブ', '', ''),
(3614, '準2級', 1, 20, '（動）予測する', 'forecast', '［フォ］アキャスト', '', ''),
(3615, '準2級', 1, 20, '（動）適応させる', 'adapt', 'ア［ダ］プト', '', ''),
(3616, '準2級', 1, 20, '（動）卒業する', 'graduate', '［グラ］ジュエイト', '', ''),
(3617, '準2級', 1, 20, '（動）だめにする', 'ruin', '［ル］イン', '', ''),
(3618, '準2級', 1, 20, '（動）褒める', 'praise', '［プレ］イズ', '', ''),
(3619, '準2級', 1, 20, '（動）減少する', 'decrease', 'デ［ィク］リース', '', ''),
(3620, '準2級', 1, 20, '（動）教育する', 'educate', '［エ］デュケイト', '', ''),
(3621, '準2級', 1, 20, '（動）創作する', 'compose', 'コン［ポ］ーズ', '', ''),
(3622, '準2級', 1, 20, '（動）当惑させる', 'puzzle', '［パ］ズル', '', ''),
(3623, '準2級', 1, 20, '（動）関心する', 'admire', 'アド［マ］イア', '', ''),
(3624, '準2級', 1, 20, '（動）こする', 'rub', '［ラ］ブ', '', ''),
(3625, '準2級', 1, 20, '（動）取り消す', 'cancel', '［キャ］ンセル', '', ''),
(3626, '準2級', 1, 20, '（動）編集する', 'edit', '［エ］ディット', '', ''),
(3627, '準2級', 1, 20, '（動）奪う', 'rob', '［ロ］ブ', '', ''),
(3628, '準2級', 1, 20, '（動）楽しませる', 'entertain', 'エンタ［テ］イン', '', ''),
(3629, '準2級', 1, 20, '（動）中断させる', 'interrupt', 'イン［タ］ラプト', '', ''),
(3630, '準2級', 1, 20, '（動）懇願する', 'beg', '［ベ］グ', '', ''),
(3631, '準2級', 1, 20, '（動）捧げる', 'dedicate', '［デ］ディケイト', '', ''),
(3632, '準2級', 1, 20, '（動）断言する', 'assert', 'ア［サ］ート', '', ''),
(3633, '準2級', 1, 20, '（動）引っ掻く', 'scratch', '［スク］ラッチ', '', ''),
(3634, '準2級', 1, 20, '（動）受け継ぐ', 'inherit', 'イン［ヘ］リット', '', ''),
(3635, '準2級', 1, 20, '（動）発明する', 'invent', 'イン［ベ］ント', '', ''),
(3636, '準2級', 1, 20, '（動）だめにする', 'spoil', '［スポ］イル', '', ''),
(3637, '準2級', 1, 20, '（動）割り当てる', 'assign', 'ア［サ］イン', '', ''),
(3638, '準2級', 1, 20, '（動）嫌う', 'dislike', 'ディス［ラ］イク', '', ''),
(3639, '準2級', 1, 20, '（動）改築する', 'rebuild', 'リ［ビ］ルド', '', ''),
(3640, '準2級', 1, 20, '（動）こぼす', 'spill', '［スピ］ル', '', ''),
(3641, '準2級', 1, 20, '（動）イライラさせる', 'annoy', 'ア［ノ］イ', '', ''),
(3642, '準2級', 1, 20, '（動）震える', 'tremble', '［トレ］ンブル', '', ''),
(3643, '準2級', 1, 20, '（動）謝る', 'apologize', 'ア［ポ］ロジャイズ', '', ''),
(3644, '準2級', 1, 21, '（動）複製する', 'reproduce', 'リプロ［デュ］ース', '', ''),
(3645, '準2級', 1, 21, '（動）驚かす', 'astonish', 'ア［スト］ニッシュ', '', ''),
(3646, '準2級', 1, 21, '（動）咳をする', 'cough', '［コ］フ', '', ''),
(3647, '準2級', 1, 21, '（動）侮辱する', 'insult', 'イン［サ］ルト', '', ''),
(3648, '準2級', 1, 21, '（動）埋め合わせをする', 'compensate', '［コ］ンペンセイト', '', ''),
(3649, '準2級', 1, 21, '（動）協力する', 'cooperate', 'コ［オ］ペレイト', '', ''),
(3650, '準2級', 1, 21, '（動）叫ぶ', 'yell', '［イェ］ル', '', ''),
(3651, '準2級', 1, 21, '（動）咲く', 'bloom', '［ブル］ーム', '', ''),
(3652, '準2級', 1, 21, '（動）成し遂げる', 'accomplish', 'ア［コ］ンプリッシュ', '', ''),
(3653, '準2級', 1, 21, '（動）延期する', 'postpone', 'ポ［スト］ポーン', '', ''),
(3654, '準2級', 1, 21, '（動）許容する', 'tolerate', '［ト］レレイト', '', ''),
(3655, '準2級', 1, 21, '（動）金銭を返す', 'repay', 'リ［ペ］イ', '', ''),
(3656, '準2級', 1, 21, '（動）設置する', 'install', 'イン［スト］ール', '', ''),
(3657, '準2級', 1, 21, '（動）締める', 'fasten', '［フ］ァスン', '', ''),
(3658, '準2級', 1, 21, '（動）有効期限が切れる', 'expire', 'イクス［パ］イア', '', ''),
(3659, '準2級', 1, 21, '（動）汚染する', 'pollute', 'ポ［リュ］ート', '', ''),
(3660, '準2級', 1, 21, '（動）大好きである', 'adore', 'ア［ド］ア', '', ''),
(3661, '準2級', 1, 21, '（動）短くする', 'shorten', '［ショ］ートゥン', '', ''),
(3662, '準2級', 1, 21, '（動）書き出す', 'rewrite', 'リ［ラ］イト', '', ''),
(3663, '準2級', 1, 21, '（動）払い戻す', 'refund', '［リ］ファンド', '', ''),
(3664, '準2級', 1, 21, '（動）サーフィンをする', 'surf', '［サ］ーフ', '', ''),
(3665, '準2級', 1, 21, '（動）通勤・通学する', 'commute', 'コ［ミュ］ート', '', ''),
(3666, '準2級', 1, 21, '（動）再開始する', 'restart', 'リ［スタ］ート', '', ''),
(3667, '準2級', 1, 21, '（動）再利用する', 'reuse', 'リ［ユ］ーズ', '', ''),
(3668, '準2級', 1, 21, '（動）うんざりさせる', 'bore', '［ボ］ア', '', ''),
(3669, '準2級', 1, 21, '（動）強調する', 'emphasise', '［エ］ンファサイズ', '', ''),
(3670, '準2級', 1, 21, '（形）前の', 'former', '［フォ］ーマー', '', ''),
(3671, '準2級', 1, 21, '（形）王室の', 'royal', '［ロ］イヤル', '', ''),
(3672, '準2級', 1, 21, '（形）最も重要な', 'prime', '［プラ］イム', '', ''),
(3673, '準2級', 1, 21, '（形）責任のある', 'responsible', 'レスポン［シ］ブル', '', ''),
(3674, '準2級', 1, 21, '（形）先輩の', 'senior', '［シ］ニア', '', ''),
(3675, '準2級', 1, 21, '（形）どちらも～でない', 'neither', '［ニ］ーザー', '', ''),
(3676, '準2級', 1, 21, '（形）関連した', 'relevant', '［レ］レバント', '', ''),
(3677, '準2級', 1, 21, '（形）追加の', 'additional', 'ア［デ］ィショナル', '', ''),
(3678, '準2級', 1, 21, '（形）最初の', 'initial', 'イ［ニ］シャル', '', ''),
(3679, '準2級', 1, 21, '（形）正式の', 'formal', '［フォ］ーマル', '', ''),
(3680, '準2級', 1, 21, '（形）田舎の', 'rural', '［ル］ーラル', '', ''),
(3681, '準2級', 1, 21, '（形）適した', 'suitable', '［スー］タブル', '', ''),
(3682, '準2級', 1, 21, '（形）歴史の', 'historical', 'ヒス［ト］リカル', '', ''),
(3683, '準2級', 1, 21, '（形）明白な', 'apparent', 'ア［ペ］アレント', '', ''),
(3684, '準2級', 1, 21, '（形）最小の', 'minimum', '［ミ］ニマム', '', ''),
(3685, '準2級', 1, 21, '（形）有能な', 'capable', '［ケ］イパブル', '', ''),
(3686, '準2級', 1, 21, '（形）典型的な', 'typical', '［テ］ィピカル', '', ''),
(3687, '準2級', 1, 21, '（形）全体の', 'entire', 'エン［タ］イア', '', ''),
(3688, '準2級', 1, 21, '（形）有罪の', 'guilty', '［ギ］ルティー', '', ''),
(3689, '準2級', 1, 21, '（形）ばく大な', 'enormous', 'イ［ノ］ーマス', '', ''),
(3690, '準2級', 1, 21, '（形）なめらかな', 'smooth', '［スム］ーズ', '', ''),
(3691, '準2級', 1, 21, '（形）広範囲にわたる', 'extensive', 'イクス［テ］ンシブ', '', ''),
(3692, '準2級', 1, 21, '（形）～しても構わないと思う', 'willing', '［ウィ］リング', '', ''),
(3693, '準2級', 1, 21, '（形）突然の', 'sudden', '［サ］ドゥン', '', ''),
(3694, '準2級', 1, 22, '（形）劇的な', 'dramatic', 'ドラ［マ］ティック', '', ''),
(3695, '準2級', 1, 22, '（形）予備の', 'spare', '［スペ］アー', '', ''),
(3696, '準2級', 1, 22, '（形）急速な', 'rapid', '［ラ］ピッド', '', ''),
(3697, '準2級', 1, 22, '（形）絶対的な', 'absolute', '［ア］ブソルート', '', ''),
(3698, '準2級', 1, 22, '（形）本物の', 'genuine', '［ジェ］ニュイン', '', ''),
(3699, '準2級', 1, 22, '（形）古典的な', 'classical', '［クラ］シカル', '', ''),
(3700, '準2級', 1, 22, '（形）広く行き渡った', 'widespread', '［ワ］イドスプレッド', '', ''),
(3701, '準2級', 1, 22, '（形）心配して', 'anxious', '［ア］ンクシャス', '', ''),
(3702, '準2級', 1, 22, '（形）意識して', 'conscious', '［コ］ンシャス', '', ''),
(3703, '準2級', 1, 22, '（形）具体的な', 'concrete', '［コ］ンクリート', '', '');
INSERT INTO `eiken_words` (`id`, `grade`, `question_id`, `stage_number`, `japanese`, `english`, `pronunciation`, `audio_url`, `notes`) VALUES
(3704, '準2級', 1, 22, '（形）創造的な', 'creative', 'クリ［エ］イティブ', '', ''),
(3705, '準2級', 1, 22, '（形）成熟した', 'mature', 'マ［チュ］ア', '', ''),
(3706, '準2級', 1, 22, '（形）柔軟な', 'flexible', '［フレ］クシブル', '', ''),
(3707, '準2級', 1, 22, '（形）民族的な', 'ethnic', '［エ］スニック', '', ''),
(3708, '準2級', 1, 22, '（形）好奇心の強い', 'curious', '［キュ］リアス', '', ''),
(3709, '準2級', 1, 22, '（形）常勤の', 'full-time', '［フル］タイム', '', ''),
(3710, '準2級', 1, 22, '（形）鈍い', 'dull', '［ダ］ル', '', ''),
(3711, '準2級', 1, 22, '（形）目が覚めて', 'awake', 'ア［ウェ］イク', '', ''),
(3712, '準2級', 1, 22, '（形）恋愛の', 'romantic', 'ロ［マ］ンティック', '', ''),
(3713, '準2級', 1, 22, '（形）排他的な', 'exclusive', 'イクス［クル］ーシブ', '', ''),
(3714, '準2級', 1, 22, '（形）馬鹿げた', 'ridiculous', 'リ［デ］ィキュラス', '', ''),
(3715, '準2級', 1, 22, '（形）不要な', 'unnecessary', 'アン［ネ］セサリー', '', ''),
(3716, '準2級', 1, 22, '（形）繊細な', 'delicate', '［デ］リケイト', '', ''),
(3717, '準2級', 1, 22, '（形）短期の', 'short-term', '［ショート］ターム', '', ''),
(3718, '準2級', 1, 22, '（形）適度な', 'moderate', '［モ］デレイト', '', ''),
(3719, '準2級', 1, 22, '（形）野心的な', 'ambitious', 'アン［ビ］シャス', '', ''),
(3720, '準2級', 1, 22, '（形）熱心な', 'enthusiastic', 'エンスー［ジ］アスティック', '', ''),
(3721, '準2級', 1, 22, '（形）残酷な', 'cruel', '［クル］エル', '', ''),
(3722, '準2級', 1, 22, '（形）醜い', 'ugly', '［ア］グリー', '', ''),
(3723, '準2級', 1, 22, '（形）心地の良くない', 'uncomfortable', 'アン［カン］ファタブル', '', ''),
(3724, '準2級', 1, 22, '（形）有益な', 'beneficial', 'ベネ［フィ］シャル', '', ''),
(3725, '準2級', 1, 22, '（形）神秘的な', 'mysterious', 'ミス［テ］リアス', '', ''),
(3726, '準2級', 1, 22, '（形）目に見えない', 'invisible', 'イン［ビ］ジブル', '', ''),
(3727, '準2級', 1, 22, '（形）元気の良い', 'cheerful', '［チア］フル', '', ''),
(3728, '準2級', 1, 22, '（形）家のない', 'homeless', '［ホ］ームレス', '', ''),
(3729, '準2級', 1, 22, '（形）忠実な', 'faithful', '［フェ］イスフル', '', ''),
(3730, '準2級', 1, 22, '（形）ばかげた', 'absurd', 'アブ［サ］ード', '', ''),
(3731, '準2級', 1, 22, '（形）不明確な', 'unclear', 'アン［ク］リア', '', ''),
(3732, '準2級', 1, 22, '（形）偽の', 'fake', '［フェ］イク', '', ''),
(3733, '準2級', 1, 22, '（形）望まれてない', 'unwanted', 'アン［ウォ］ンテッド', '', ''),
(3734, '準2級', 1, 22, '（形）光る', 'shiny', '［シャ］イニー', '', ''),
(3735, '準2級', 1, 22, '（形）無知な', 'ignorant', '［イ］グノラント', '', ''),
(3736, '準2級', 1, 22, '（形）確信がない', 'unsure', 'アン［シュ］ア', '', ''),
(3737, '準2級', 1, 22, '（形）最新式の', 'up-to-date', '［アップ］トゥー［デ］イト', '', ''),
(3738, '準2級', 1, 22, '（形）信じられない', 'unbelievable', 'アンビ［リ］ーバブル', '', ''),
(3739, '準2級', 1, 22, '（形）もっと遠い', 'farther', '［フ］ァーザー', '', ''),
(3740, '準2級', 1, 22, '（形）３次元の', 'three-dimensional', 'スリー［デ］ィメンショナル', '', ''),
(3741, '準2級', 1, 22, '（形）経済的な', 'economical', 'エコノ［ミ］カル', '', ''),
(3742, '準2級', 1, 22, '（形）絶滅した', 'extinct', 'エクス［テ］ィンクト', '', ''),
(3743, '準2級', 1, 22, '（形）散らかった', 'messy', '［メ］シー', '', ''),
(3744, '準2級', 1, 23, '（形）寒い', 'chilly', '［チ］リー', '', ''),
(3745, '準2級', 1, 23, '（形）流ちょうな', 'fluent', '［フル］エント', '', ''),
(3746, '準2級', 1, 23, '（形）ストレスの原因となる', 'stressful', '［スト］レスフル', '', ''),
(3747, '準2級', 1, 23, '（形）安価な', 'inexpensive', 'イネック［スペ］ンシブ', '', ''),
(3748, '準2級', 1, 23, '（形）対面の', 'face-to-face', '［フェイス］トゥー［フェ］イス', '', ''),
(3749, '準2級', 1, 23, '（形）恐ろしい', 'scary', '［スケ］アリー', '', ''),
(3750, '準2級', 1, 23, '（形）塩気のある', 'salty', '［ソ］ールティー', '', ''),
(3751, '準2級', 1, 23, '（形）屋上にある', 'rooftop', '［ル］ーフトップ', '', ''),
(3752, '準2級', 1, 23, '（形）食べ残し', 'leftover', '［レ］フトオーバー', '', ''),
(3753, '準2級', 1, 23, '（形）機内持ち込みの', 'carry-on', '［キャ］リーオン', '', ''),
(3754, '準2級', 1, 23, '（形）環境に優しい', 'eco-friendly', '［エコ］フレンドリー', '', ''),
(3755, '準2級', 1, 23, '（形）やりがいのある', 'challenging', '［チャ］レンジング', '', ''),
(3756, '準2級', 1, 23, '（形）決まりの悪い', 'embarrassed', 'エン［バ］ラスト', '', ''),
(3757, '準2級', 1, 23, '（形）身体障害の', 'disabled', 'ディス［エ］イブルド', '', ''),
(3758, '準2級', 1, 23, '（形）二言語使用の', 'bilingual', 'バイ［リ］ンガル', '', ''),
(3759, '準2級', 1, 23, '（名）争点', 'issue', '［イ］シュー', '', ''),
(3760, '準2級', 1, 23, '（名）裁判所', 'court', '［コ］ート', '', ''),
(3761, '準2級', 1, 23, '（名）議会', 'council', '［カ］ウンスル', '', ''),
(3762, '準2級', 1, 23, '（名）大臣', 'minister', '［ミ］ニスター', '', ''),
(3763, '準2級', 1, 23, '（名）人物', 'figure', '［フィ］ギュアー', '', ''),
(3764, '準2級', 1, 23, '（名）経営', 'management', '［マ］ネジメント', '', ''),
(3765, '準2級', 1, 23, '（名）委員会', 'committee', 'コ［ミ］ッティー', '', ''),
(3766, '準2級', 1, 23, '（名）報道機関', 'press', '［プレ］ス', '', ''),
(3767, '準2級', 1, 23, '（名）請求書', 'bill', '［ビ］ル', '', ''),
(3768, '準2級', 1, 23, '（名）財産', 'property', '［プ］ロパティー', '', ''),
(3769, '準2級', 1, 23, '（名）原理', 'principle', '［プリ］ンシプル', '', ''),
(3770, '準2級', 1, 23, '（名）投資', 'investment', 'イン［ベ］ストメント', '', ''),
(3771, '準2級', 1, 23, '（名）論評', 'comment', '［コ］メント', '', ''),
(3772, '準2級', 1, 23, '（名）手順', 'procedure', 'プロ［シ］ージャー', '', ''),
(3773, '準2級', 1, 23, '（名）提案', 'proposal', 'プロ［ポ］ーザル', '', ''),
(3774, '準2級', 1, 23, '（名）状況', 'circumstance', '［サ］ーカムスタンス', '', ''),
(3775, '準2級', 1, 23, '（名）雇用', 'employment', 'エン［プロ］イメント', '', ''),
(3776, '準2級', 1, 23, '（名）刃', 'edge', '［エ］ッジ', '', ''),
(3777, '準2級', 1, 23, '（名）予算', 'budget', '［バ］ジェット', '', ''),
(3778, '準2級', 1, 23, '（名）発砲', 'shot', '［ショ］ット', '', ''),
(3779, '準2級', 1, 23, '（名）経歴', 'career', 'キャ［リ］ア', '', ''),
(3780, '準2級', 1, 23, '（名）可能性', 'possibility', 'ポッシビ［リ］ティー', '', ''),
(3781, '準2級', 1, 23, '（名）４分の１', 'quarter', '［クォ］ーター', '', ''),
(3782, '準2級', 1, 23, '（名）正方形', 'square', '［スク］エア', '', ''),
(3783, '準2級', 1, 23, '（名）地位', 'status', '［ステ］イタス', '', ''),
(3784, '準2級', 1, 23, '（名）裁判', 'trial', '［トラ］イアル', '', ''),
(3785, '準2級', 1, 23, '（名）国民', 'nation', '［ネ］イション', '', ''),
(3786, '準2級', 1, 23, '（名）スタジオ', 'studio', '［スタ］ジオ', '', ''),
(3787, '準2級', 1, 23, '（名）正義', 'justice', '［ジャ］スティス', '', ''),
(3788, '準2級', 1, 23, '（名）代理人', 'representative', 'レプレゼン［タ］ティブ', '', ''),
(3789, '準2級', 1, 23, '（名）結果', 'consequence', '［コ］ンシクエンス', '', ''),
(3790, '準2級', 1, 23, '（名）紹介', 'introduction', 'イントロ［ダ］クション', '', ''),
(3791, '準2級', 1, 23, '（名）減少', 'reduction', 'リ［ダ］クション', '', ''),
(3792, '準2級', 1, 23, '（名）犯罪者', 'criminal', '［クリ］ミナル', '', ''),
(3793, '準2級', 1, 23, '（名）約束', 'appointment', 'ア［ポ］イントメント', '', ''),
(3794, '準2級', 1, 23, '（名）境界', 'border', '［ボ］ーダー', '', ''),
(3795, '準2級', 1, 23, '（名）武器', 'weapon', '［ウェ］ポン', '', ''),
(3796, '準2級', 1, 23, '（名）温度', 'temperature', '［テ］ンパラチャー', '', ''),
(3797, '準2級', 1, 23, '（名）所帯', 'household', '［ハ］ウスホールド', '', ''),
(3798, '準2級', 1, 23, '（名）頭脳', 'brain', '［ブレ］イン', '', ''),
(3799, '準2級', 1, 23, '（名）専門家', 'specialist', '［スペ］シャリスト', '', ''),
(3800, '準2級', 1, 23, '（名）枠', 'frame', '［フレ］イム', '', ''),
(3801, '準2級', 1, 23, '（名）道具', 'instrument', '［イ］ンストゥルメント', '', ''),
(3802, '準2級', 1, 23, '（名）場所', 'location', 'ロ［ケ］ーション', '', ''),
(3803, '準2級', 1, 23, '（名）運動', 'motion', '［モ］ーション', '', ''),
(3804, '準2級', 1, 23, '（名）信頼', 'faith', '［フェ］イス', '', ''),
(3805, '準2級', 1, 23, '（名）文学', 'literature', '［リ］タラチャー', '', ''),
(3806, '準2級', 1, 23, '（名）土壌', 'soil', '［ソ］イル', '', ''),
(3807, '準2級', 1, 23, '（名）提案', 'suggestion', 'サ［ジェ］スチョン', '', ''),
(3808, '準2級', 1, 23, '（名）校長', 'principal', '［プリ］ンシパル', '', ''),
(3809, '準2級', 1, 23, '（名）屋根', 'roof', '［ル］ーフ', '', ''),
(3810, '準2級', 1, 23, '（名）食事', 'diet', '［ダ］イエット', '', ''),
(3811, '準2級', 1, 23, '（名）大気', 'atmosphere', '［ア］トモスフィア', '', ''),
(3812, '準2級', 1, 23, '（名）敵', 'enemy', '［エ］ネミー', '', ''),
(3813, '準2級', 1, 23, '（名）報酬', 'reward', 'リ［ウォ］ード', '', ''),
(3814, '準2級', 1, 23, '（名）国民', 'citizen', '［シ］ティズン', '', ''),
(3815, '準2級', 1, 23, '（名）企業', 'corporation', 'コーポ［レ］ーション', '', ''),
(3816, '準2級', 1, 23, '（名）不平', 'complaint', 'コン［プレ］イント', '', ''),
(3817, '準2級', 1, 23, '（名）支持者', 'supporter', 'サ［ポ］ーター', '', ''),
(3818, '準2級', 1, 23, '（名）宿泊設備', 'accommodation', 'アコモ［デ］ーション', '', ''),
(3819, '準2級', 1, 23, '（名）例外', 'exception', 'エク［セ］プション', '', ''),
(3820, '準2級', 1, 23, '（名）少数派', 'minority', 'マイ［ノ］リティー', '', ''),
(3821, '準2級', 1, 23, '（名）遺伝子', 'gene', '［ジ］ーン', '', ''),
(3822, '準2級', 1, 23, '（名）量', 'quantity', '［クオ］ンティティー', '', ''),
(3823, '準2級', 1, 23, '（名）ライバル', 'rival', '［ラ］イバル', '', ''),
(3824, '準2級', 1, 23, '（名）深さ', 'depth', '［デ］プス', '', ''),
(3825, '準2級', 1, 23, '（名）胸', 'chest', '［チェ］スト', '', ''),
(3826, '準2級', 1, 23, '（名）習慣', 'habit', '［ハ］ビット', '', ''),
(3827, '準2級', 1, 23, '（名）農業', 'agriculture', 'ア［グリ］カルチャー', '', ''),
(3828, '準2級', 1, 23, '（名）効率', 'efficiency', 'エ［フィ］シエンシー', '', ''),
(3829, '準2級', 1, 23, '（名）講義', 'lecture', '［レ］クチャー', '', ''),
(3830, '準2級', 1, 23, '（名）実験室', 'laboratory', 'ラ［ボ］ラトリー', '', ''),
(3831, '準2級', 1, 23, '（名）慣習', 'custom', '［カ］スタム', '', ''),
(3832, '準2級', 1, 23, '（名）反響', 'echo', '［エ］コー', '', ''),
(3833, '準2級', 1, 23, '（名）気分', 'mood', '［ム］ード', '', ''),
(3834, '準2級', 1, 23, '（名）巻きタバコ', 'cigarette', 'シガ［レ］ット', '', ''),
(3835, '準2級', 1, 23, '（名）感情', 'emotion', 'イ［モ］ーション', '', ''),
(3836, '準2級', 1, 23, '（名）害', 'harm', '［ハ］ーム', '', ''),
(3837, '準2級', 1, 23, '（名）喜び', 'joy', '［ジョ］イ', '', ''),
(3838, '準2級', 1, 23, '（名）研修会', 'workshop', '［ワ］ークショップ', '', ''),
(3839, '準2級', 1, 23, '（名）パーセント', 'percentage', 'パー［セ］ンテージ', '', ''),
(3840, '準2級', 1, 23, '（名）心配', 'anxiety', 'アン［ザ］イエティー', '', ''),
(3841, '準2級', 1, 23, '（名）貧困', 'poverty', '［ポ］バティー', '', ''),
(3842, '準2級', 1, 23, '（名）障壁', 'barrier', '［バ］リアー', '', ''),
(3843, '準2級', 1, 23, '（名）要約', 'summary', '［サ］マリー', '', ''),
(3844, '準2級', 1, 24, '（名）プロフィール', 'profile', '［プロ］ファイル', '', ''),
(3845, '準2級', 1, 24, '（名）貯蔵', 'storage', '［スト］レージ', '', ''),
(3846, '準2級', 1, 24, '（名）予測', 'forecast', '［フォ］アキャスト', '', ''),
(3847, '準2級', 1, 24, '（名）給料', 'salary', '［サ］ラリー', '', ''),
(3848, '準2級', 1, 24, '（名）ブランド', 'brand', '［ブラ］ンド', '', ''),
(3849, '準2級', 1, 24, '（名）外科', 'surgery', '［サ］ージェリー', '', ''),
(3850, '準2級', 1, 24, '（名）継ぎ当て用の布', 'patch', '［パ］ッチ', '', ''),
(3851, '準2級', 1, 24, '（名）液体', 'liquid', '［リ］クイッド', '', ''),
(3852, '準2級', 1, 24, '（名）ポンプ', 'pump', '［パ］ンプ', '', ''),
(3853, '準2級', 1, 24, '（名）建築家', 'architect', '［ア］ーキテクト', '', ''),
(3854, '準2級', 1, 24, '（名）天井', 'ceiling', '［シ］ーリング', '', ''),
(3855, '準2級', 1, 24, '（名）出発', 'departure', 'デ［パ］ーチャー', '', ''),
(3856, '準2級', 1, 24, '（名）柱', 'pole', '［ポ］ール', '', ''),
(3857, '準2級', 1, 24, '（名）反対', 'objection', 'オブ［ジェ］クション', '', ''),
(3858, '準2級', 1, 24, '（名）知れ渡ること', 'publicity', 'パブリ［シ］ティー', '', ''),
(3859, '準2級', 1, 24, '（名）見知らぬ人', 'stranger', '［スト］レインジャー', '', ''),
(3860, '準2級', 1, 24, '（名）志願者', 'applicant', '［ア］プリカント', '', ''),
(3861, '準2級', 1, 24, '（名）マスク', 'mask', '［マ］スク', '', ''),
(3862, '準2級', 1, 24, '（名）憂鬱', 'depression', 'デ［プレ］ッション', '', ''),
(3863, '準2級', 1, 24, '（名）広告', 'advertisement', 'アド［バ］タイズメント', '', ''),
(3864, '準2級', 1, 24, '（名）潮', 'tide', '［タ］イド', '', ''),
(3865, '準2級', 1, 24, '（名）人工衛星', 'satellite', '［サ］テライト', '', ''),
(3866, '準2級', 1, 24, '（名）説明画', 'illustration', 'イラスト［レ］ーション', '', ''),
(3867, '準2級', 1, 24, '（名）不足', 'shortage', '［ショ］ーテージ', '', ''),
(3868, '準2級', 1, 24, '（名）昆虫', 'insect', '［イ］ンセクト', '', ''),
(3869, '準2級', 1, 24, '（名）パニック', 'panic', '［パ］ニック', '', ''),
(3870, '準2級', 1, 24, '（名）勇気', 'courage', '［カ］レッジ', '', ''),
(3871, '準2級', 1, 24, '（名）選手権大会', 'tournament', '［ト］ーナメント', '', ''),
(3872, '準2級', 1, 24, '（名）リズム', 'rhythm', '［リ］ズム', '', ''),
(3873, '準2級', 1, 24, '（名）暖かさ', 'warmth', '［ウォー］ムス', '', ''),
(3874, '準2級', 1, 24, '（名）彫刻', 'sculpture', '［スカ］ルプチャー', '', ''),
(3875, '準2級', 1, 24, '（名）先駆者', 'pioneer', 'パイオ［ニ］ア', '', ''),
(3876, '準2級', 1, 24, '（名）手がかり', 'clue', '［ク］ルー', '', ''),
(3877, '準2級', 1, 24, '（名）野生動物', 'wildlife', '［ワ］イルドライフ', '', ''),
(3878, '準2級', 1, 24, '（名）なまり', 'accent', '［ア］クセント', '', ''),
(3879, '準2級', 1, 24, '（名）材料', 'ingredient', 'イン［グリ］ーディエント', '', ''),
(3880, '準2級', 1, 24, '（名）学者', 'scholar', '［ス］カラー', '', ''),
(3881, '準2級', 1, 24, '（名）正確さ', 'accuracy', '［ア］キュラシー', '', ''),
(3882, '準2級', 1, 24, '（名）刃', 'blade', '［ブレ］イド', '', ''),
(3883, '準2級', 1, 24, '（名）近所', 'neighborhood', '［ネ］イバーフッド', '', ''),
(3884, '準2級', 1, 24, '（名）タクシー', 'cab', '［キャ］ブ', '', ''),
(3885, '準2級', 1, 24, '（名）地理学', 'geography', 'ジオ［グラ］フィー', '', ''),
(3886, '準2級', 1, 24, '（名）台本', 'script', '［スク］リプト', '', ''),
(3887, '準2級', 1, 24, '（名）平等', 'equality', 'イ［クオ］リティー', '', ''),
(3888, '準2級', 1, 24, '（名）そよ風', 'breeze', '［ブリ］ーズ', '', ''),
(3889, '準2級', 1, 24, '（名）奨励', 'encouragement', 'エン［カ］レッジメント', '', ''),
(3890, '準2級', 1, 24, '（名）目的地', 'destination', 'デスティ［ネ］ーション', '', ''),
(3891, '準2級', 1, 24, '（名）事務局', 'bureau', '［ビュ］ーロー', '', ''),
(3892, '準2級', 1, 24, '（名）電子工学', 'electronics', 'エレ［クト］ロニクス', '', ''),
(3893, '準2級', 1, 24, '（名）観光事業', 'tourism', '［ツ］ーリズム', '', ''),
(3894, '準2級', 1, 25, '（名）記念碑', 'monument', '［モ］ニュメント', '', ''),
(3895, '準2級', 1, 25, '（名）部族', 'tribe', '［トラ］イブ', '', ''),
(3896, '準2級', 1, 25, '（名）反応', 'feedback', '［フィ］ードバック', '', ''),
(3897, '準2級', 1, 25, '（名）思い起こさせるもの', 'reminder', 'リ［マ］インダー', '', ''),
(3898, '準2級', 1, 25, '（名）外国人', 'foreigner', '［フォ］リナー', '', ''),
(3899, '準2級', 1, 25, '（名）謝罪', 'apology', 'ア［ポ］ロジー', '', ''),
(3900, '準2級', 1, 25, '（名）レンズ', 'lens', '［レ］ンズ', '', ''),
(3901, '準2級', 1, 25, '（名）瓶', 'jar', '［ジャ］ー', '', ''),
(3902, '準2級', 1, 25, '（名）意見の相違', 'disagreement', 'ディスア［グリ］ーメント', '', ''),
(3903, '準2級', 1, 25, '（名）アルミニウム', 'aluminium', 'ア［ル］ミニウム', '', ''),
(3904, '準2級', 1, 25, '（名）伝記', 'biography', 'バイ［オ］グラフィー', '', ''),
(3905, '準2級', 1, 25, '（名）リハーサル', 'rehearsal', 'リ［ハ］ーサル', '', ''),
(3906, '準2級', 1, 25, '（名）ドキュメンタリー', 'documentary', 'ドキュ［メ］ンタリー', '', ''),
(3907, '準2級', 1, 25, '（名）知人', 'acquaintance', 'ア［クエ］インタンス', '', ''),
(3908, '準2級', 1, 25, '（名）地下室', 'basement', '［ベ］イスメント', '', ''),
(3909, '準2級', 1, 25, '（名）車いす', 'wheelchair', '［ウィ］ールチェア', '', ''),
(3910, '準2級', 1, 25, '（名）潜水艦', 'submarine', '［サ］ブマリン', '', ''),
(3911, '準2級', 1, 25, '（名）泥棒', 'thief', '［シ］ーフ', '', ''),
(3912, '準2級', 1, 25, '（名）軽食', 'buffet', '［バ］フェ', '', ''),
(3913, '準2級', 1, 25, '（名）家事', 'housework', '［ハ］ウスワーク', '', ''),
(3914, '準2級', 1, 25, '（名）創作者', 'creator', 'クリ［エ］イター', '', ''),
(3915, '準2級', 1, 25, '（名）ハリケーン', 'hurricane', '［ハ］リケーン', '', ''),
(3916, '準2級', 1, 25, '（名）熱帯雨林', 'rainforest', '［レ］インフォレスト', '', ''),
(3917, '準2級', 1, 25, '（名）絶滅', 'extinction', 'エクス［テ］ィンクション', '', ''),
(3918, '準2級', 1, 25, '（名）傑作', 'masterpiece', '［マ］スターピース', '', ''),
(3919, '準2級', 1, 25, '（名）クリーニング店', 'laundry', '［ロ］ーンドリー', '', ''),
(3920, '準2級', 1, 25, '（名）計算機', 'calculator', '［カ］ルキュレーター', '', ''),
(3921, '準2級', 1, 25, '（名）明るさ', 'brightness', '［ブラ］イトネス', '', ''),
(3922, '準2級', 1, 25, '（名）緯度', 'latitude', '［ラ］ティテュード', '', ''),
(3923, '準2級', 1, 25, '（名）発明者', 'inventor', 'イン［ベ］ンター', '', ''),
(3924, '準2級', 1, 25, '（名）バイク', 'motorcycle', '［モ］ーターサイクル', '', ''),
(3925, '準2級', 1, 25, '（名）アニメーション', 'animation', 'アニ［メ］ーション', '', ''),
(3926, '準2級', 1, 25, '（名）自動車', 'automobile', '［オ］ートモービル', '', ''),
(3927, '準2級', 1, 25, '（名）心臓の鼓動', 'heartbeat', '［ハ］ートビート', '', ''),
(3928, '準2級', 1, 25, '（名）配布資料', 'handout', '［ハ］ンドアウト', '', ''),
(3929, '準2級', 1, 25, '（名）生態系', 'ecosystem', '［エ］コシステム', '', ''),
(3930, '準2級', 1, 25, '（名）寮', 'dormitory', '［ド］ーミトリー', '', ''),
(3931, '準2級', 1, 25, '（名）竜巻', 'tornado', 'ト［ネ］イドー', '', ''),
(3932, '準2級', 1, 25, '（名）業績', 'accomplishment', 'ア［コン］プリッシュメント', '', ''),
(3933, '準2級', 1, 25, '（名）卒業', 'graduation', 'グラ［ジュエ］ーション', '', ''),
(3934, '準2級', 1, 25, '（名）消防士', 'firefighter', '［フ］ァイアファイター', '', ''),
(3935, '準2級', 1, 25, '（名）リュックサック', 'backpack', '［バ］ックパック', '', ''),
(3936, '準2級', 1, 25, '（名）激しい雷雨', 'thunderstorm', '［サン］ダーストーム', '', ''),
(3937, '準2級', 1, 25, '（名）ノートパソコン', 'laptop', '［ラ］ップトップ', '', ''),
(3938, '準2級', 1, 25, '（名）暴風雨', 'rainstorm', '［レ］インストーム', '', ''),
(3939, '準2級', 1, 25, '（名）(二学期制の)学期', 'semester', 'セ［メ］スター', '', ''),
(3940, '準2級', 1, 25, '（名）候補者', 'candidat', '［キャ］ンディデイト', '', ''),
(3941, '準2級', 1, 25, '（名）バイオ燃料', 'biofuel', '［バ］イオフュエル', '', ''),
(3942, '準2級', 1, 25, '（名）実習訓練期間', 'internship', '［イ］ンターンシップ', '', ''),
(3943, '準2級', 1, 25, '（名）防御', 'defense', '［デ］ィフェンス', '', ''),
(3944, '準2級', 1, 26, '（名）免許', 'licence', '［ラ］イセンス', '', ''),
(3945, '準2級', 1, 26, '（副）わずかに', 'slightly', '［スラ］イトリー', '', ''),
(3946, '準2級', 1, 26, '（副）すっかり', 'totally', '［ト］ータリー', '', ''),
(3947, '準2級', 1, 26, '（副）頻繁に', 'frequently', '［フリ］ークエントリー', '', ''),
(3948, '準2級', 1, 26, '（副）適切に', 'properly', '［プ］ロパリー', '', ''),
(3949, '準2級', 1, 26, '（副）密接に', 'closely', '［ク］ローズリー', '', ''),
(3950, '準2級', 1, 26, '（副）効果的に', 'effectively', 'イ［フェ］クティブリー', '', ''),
(3951, '準2級', 1, 26, '（副）その間', 'meanwhile', '［ミ］ーンワイル', '', ''),
(3952, '準2級', 1, 26, '（副）ひどく', 'badly', '［バ］ッドリー', '', ''),
(3953, '準2級', 1, 26, '（副）めったに～ない', 'rarely', '［レ］アリー', '', ''),
(3954, '準2級', 1, 26, '（副）優しく', 'gently', '［ジェ］ントリー', '', ''),
(3955, '準2級', 1, 26, '（副）時々', 'occasionally', 'オ［ケイ］ジョナリー', '', ''),
(3956, '準2級', 1, 26, '（副）たいてい', 'mostly', '［モ］ーストリー', '', ''),
(3957, '準2級', 1, 26, '（副）徐々に', 'gradually', '［グ］ラジュアリー', '', ''),
(3958, '準2級', 1, 26, '（副）正確に', 'precisely', 'プリ［サ］イスリー', '', ''),
(3959, '準2級', 1, 26, '（副）本当に', 'truly', '［トル］ーリー', '', ''),
(3960, '準2級', 1, 26, '（副）間違いなく', 'definitely', '［デ］フィニトリー', '', ''),
(3961, '準2級', 1, 26, '（副）基本的には', 'basically', '［ベ］イシカリー', '', ''),
(3962, '準2級', 1, 26, '（副）絶えず', 'constantly', '［コ］ンスタントリー', '', ''),
(3963, '準2級', 1, 26, '（副）その上', 'furthermore', '［ファ］ーザーモア', '', ''),
(3964, '準2級', 1, 26, '（副）自動で', 'automatically', '［オ］ートマティカリー', '', ''),
(3965, '準2級', 1, 26, '（副）純粋に', 'purely', '［ピュ］アリー', '', ''),
(3966, '準2級', 1, 26, '（副）従って', 'accordingly', 'ア［コ］ーディングリー', '', ''),
(3967, '準2級', 1, 26, '（副）厳密に', 'strictly', '［スト］リクトリー', '', ''),
(3968, '準2級', 1, 26, '（副）精神的に', 'mentally', '［メ］ンタリー', '', ''),
(3969, '準2級', 1, 26, '（副）特に', 'specially', '［スペ］シャリー', '', ''),
(3970, '準2級', 1, 26, '（副）うまくいけば', 'hopefully', '［ホ］ープフリー', '', ''),
(3971, '準2級', 1, 26, '（副）離れて', 'separately', '［セ］パレイトリー', '', ''),
(3972, '準2級', 1, 26, '（副）着実に', 'steadily', '［ステ］ディリー', '', ''),
(3973, '準2級', 1, 26, '（副）独立して', 'independently', 'インディ［ペ］ンデントリー', '', ''),
(3974, '準2級', 1, 26, '（副）重要なこと', 'importantly', 'イン［ポ］ータントリー', '', ''),
(3975, '準2級', 1, 26, '（副）ひどく', 'terribly', '［テ］リブリー', '', ''),
(3976, '準2級', 1, 26, '（副）黙って', 'silently', '［サ］イレントリー', '', ''),
(3977, '準2級', 1, 26, '（副）中途で', 'halfway', '［ハ］ーフウェイ', '', ''),
(3978, '準2級', 1, 26, '（副）個々に', 'individually', 'インディ［ビ］ジュアリー', '', ''),
(3979, '準2級', 1, 26, '（副）経済的に', 'economically', 'エコノ［ミ］カリー', '', ''),
(3980, '準2級', 1, 26, '（副）例外的に', 'exceptionally', 'エク［セ］プショナリー', '', ''),
(3981, '準2級', 1, 26, '（副）最近', 'lately', '［レ］イトリー', '', ''),
(3982, '準2級', 1, 26, '（副）丁寧に', 'politely', 'ポ［ラ］イトリー', '', ''),
(3983, '準2級', 1, 26, '（副）熱望して', 'eagerly', '［イ］ーガリー', '', ''),
(3984, '準2級', 1, 26, '（副）視覚的に', 'visually', '［ビ］ジュアリー', '', ''),
(3985, '準2級', 1, 26, '（副）偶然に', 'accidentally', '［ア］クシデンタリー', '', ''),
(3986, '準2級', 1, 26, '（副）驚くほどに', 'amazingly', 'ア［メ］イジングリー', '', ''),
(3987, '準2級', 1, 26, '（副）無作為に', 'randomly', '［ラ］ンダムリー', '', ''),
(3988, '準2級', 1, 26, '（副）客観的に', 'objectively', 'オブ［ジェ］クティブリー', '', ''),
(3989, '準2級', 1, 26, '（副）無邪気に', 'innocently', '［イ］ノセントリー', '', ''),
(3990, '準2級', 1, 26, '（副）否定的に', 'negatively', '［ネ］ガティブリー', '', ''),
(3991, '準2級', 1, 26, '（副）街の中心部へ', 'downtown', '［ダ］ウンタウン', '', ''),
(3992, '準2級', 1, 26, '（副）流暢に', 'fluently', '［フル］エントリー', '', ''),
(3993, '準2級', 1, 26, '（前）〜を加えて', 'plus', '［プラ］ス', '', ''),
(3994, '準2級', 1, 27, '（動）紹介する', 'introduce', 'イントロ［デュ］ース', '', ''),
(3995, '準2級', 1, 27, '（動）意図する', 'intend', 'イン［テ］ンド', '', ''),
(3996, '準2級', 1, 27, '（動）発見する', 'discover', 'ディス［カ］バー', '', ''),
(3997, '準2級', 1, 27, '（動）処理する', 'handle', '［ハ］ンドル', '', ''),
(3998, '準2級', 1, 27, '（動）定住する', 'settle', '［セ］トル', '', ''),
(3999, '準2級', 1, 27, '（動）訂正する', 'correct', 'コ［レ］クト', '', ''),
(4000, '準2級', 1, 27, '（動）否定する', 'deny', 'デ［ナ］イ', '', ''),
(4001, '準2級', 1, 27, '（動）吹き飛ばす', 'blow', '［ブロ］ウ', '', ''),
(4002, '準2級', 1, 27, '（動）詰める', 'pack', '［パ］ック', '', ''),
(4003, '準2級', 1, 27, '（動）登録する', 'register', '［レ］ジスター', '', ''),
(4004, '準2級', 1, 27, '（動）脅す', 'threaten', '［ス］レットン', '', ''),
(4005, '準2級', 1, 27, '（動）答える', 'respond', 'リ［スポ］ンド', '', ''),
(4006, '準2級', 1, 27, '（動）満足させる', 'satisfy', '［サ］ティスファイ', '', ''),
(4007, '準2級', 1, 27, '（動）強く主張する', 'insist', 'イン［シ］スト', '', ''),
(4008, '準2級', 1, 27, '（動）命令する', 'command', 'コ［マ］ンド', '', ''),
(4009, '準2級', 1, 27, '（動）断言する', 'declare', 'デ［ィク］レア', '', ''),
(4010, '準2級', 1, 27, '（動）思い出す', 'recall', 'リ［コ］ール', '', ''),
(4011, '準2級', 1, 27, '（動）承認する', 'approve', 'ア［プル］ーブ', '', ''),
(4012, '準2級', 1, 27, '（動）破壊する', 'destroy', 'デ［ィス］トロイ', '', ''),
(4013, '準2級', 1, 27, '（動）負かす', 'defeat', 'デ［ィフ］ィート', '', ''),
(4014, '準2級', 1, 27, '（動）輸出する', 'export', '［エ］クスポート', '', ''),
(4015, '準2級', 1, 27, '（動）告訴する', 'accuse', 'ア［キュ］ーズ', '', ''),
(4016, '準2級', 1, 27, '（動）図解する', 'illustrate', '［イ］ラストレイト', '', ''),
(4017, '準2級', 1, 27, '（動）消える', 'disappear', 'ディサ［ピ］アー', '', ''),
(4018, '準2級', 1, 27, '（動）調査する', 'investigate', 'イン［ベ］スティゲイト', '', ''),
(4019, '準2級', 1, 27, '（動）同行する', 'accompany', 'ア［カ］ンパニー', '', ''),
(4020, '準2級', 1, 27, '（動）許可する', 'permit', 'パー［ミ］ット', '', ''),
(4021, '準2級', 1, 27, '（動）喜ばせる', 'delight', 'デ［ラ］イト', '', ''),
(4022, '準2級', 1, 27, '（動）得る', 'derive', 'デ［ィラ］イブ', '', ''),
(4023, '準2級', 1, 27, '（動）非難する', 'blame', '［ブレ］イム', '', ''),
(4024, '準2級', 1, 27, '（動）回復する', 'recover', 'リ［カ］バー', '', ''),
(4025, '準2級', 1, 27, '（動）占める', 'occupy', '［オ］キュパイ', '', ''),
(4026, '準2級', 1, 27, '（動）制限する', 'restrict', 'リ［スト］リクト', '', ''),
(4027, '準2級', 1, 27, '（動）正当化する', 'justify', '［ジャ］スティファイ', '', ''),
(4028, '準2級', 1, 27, '（動）分裂させる', 'split', '［スプ］リット', '', ''),
(4029, '準2級', 1, 27, '（動）熱心に勧める', 'urge', '［ア］ージ', '', ''),
(4030, '準2級', 1, 27, '（動）引き出す', 'withdraw', 'ウィズ［ド］ロー', '', ''),
(4031, '準2級', 1, 27, '（動）跡をたどる', 'trace', '［トレ］イス', '', ''),
(4032, '準2級', 1, 27, '（動）借りる', 'borrow', '［ボ］ロー', '', ''),
(4033, '準2級', 1, 27, '（動）呼吸する', 'breathe', '［ブリ］ーズ', '', ''),
(4034, '準2級', 1, 27, '（動）悩ます', 'bother', '［ボ］ザー', '', ''),
(4035, '準2級', 1, 27, '（動）決意する', 'resolve', 'リ［ゾ］ルブ', '', ''),
(4036, '準2級', 1, 27, '（動）通訳する', 'interpret', 'イン［タ］ープレット', '', ''),
(4037, '準2級', 1, 27, '（動）解雇する', 'dismiss', 'デ［ィス］ミス', '', ''),
(4038, '準2級', 1, 27, '（動）所有する', 'possess', 'ポ［ゼ］ス', '', ''),
(4039, '準2級', 1, 27, '（動）祝う', 'celebrate', '［セ］レブレイト', '', ''),
(4040, '準2級', 1, 27, '（動）ささやく', 'whisper', '［ウィ］スパー', '', ''),
(4041, '準2級', 1, 27, '（動）引き受ける', 'undertake', '［ア］ンダーテイク', '', ''),
(4042, '準2級', 1, 27, '（動）解決する', 'solve', '［ソ］ルブ', '', ''),
(4043, '準2級', 1, 27, '（動）構成する', 'constitute', '［コ］ンスティテュート', '', ''),
(4044, '準2級', 1, 27, '（動）わなで捕える', 'trap', '［トラ］ップ', '', ''),
(4045, '準2級', 1, 27, '（動）服従する', 'submit', 'サブ［ミ］ット', '', ''),
(4046, '準2級', 1, 27, '（動）さらす', 'expose', 'イク［スポ］ーズ', '', ''),
(4047, '準2級', 1, 27, '（動）借りている', 'owe', '［オ］ウ', '', ''),
(4048, '準2級', 1, 27, '（動）埋める', 'bury', '［ベ］リー', '', ''),
(4049, '準2級', 1, 27, '（動）気づく', 'perceive', 'パー［シ］ーブ', '', ''),
(4050, '準2級', 1, 27, '（動）賭ける', 'bet', '［ベ］ット', '', ''),
(4051, '準2級', 1, 27, '（動）磨く', 'polish', '［ポ］リッシュ', '', ''),
(4052, '準2級', 1, 27, '（動）封をする', 'seal', '［シ］ール', '', ''),
(4053, '準2級', 1, 27, '（動）辞める', 'resign', 'リ［ザ］イン', '', ''),
(4054, '準2級', 1, 27, '（動）掘る', 'dig', '［デ］ィグ', '', ''),
(4055, '準2級', 1, 27, '（動）捧げる', 'devote', 'デ［ィボ］ート', '', ''),
(4056, '準2級', 1, 27, '（動）負担をかける', 'burden', '［バ］ーデン', '', ''),
(4057, '準2級', 1, 27, '（動）変換する', 'transform', 'トランス［フォ］ーム', '', ''),
(4058, '準2級', 1, 27, '（動）積み重ねる', 'pile', '［パ］イル', '', ''),
(4059, '準2級', 1, 27, '（動）告訴する', 'sue', '［ス］ー', '', ''),
(4060, '準2級', 1, 27, '（動）代わりをする', 'substitute', '［サ］ブスティテュート', '', ''),
(4061, '準2級', 1, 27, '（動）かき混ぜる', 'stir', '［スタ］ー', '', ''),
(4062, '準2級', 1, 27, '（動）挨拶する', 'greet', '［グリ］ート', '', ''),
(4063, '準2級', 1, 27, '（動）終わる', 'cease', '［シ］ース', '', ''),
(4064, '準2級', 1, 27, '（動）包む', 'wrap', '［ラ］ップ', '', ''),
(4065, '準2級', 1, 27, '（動）変更する', 'modify', '［モ］ディファイ', '', ''),
(4066, '準2級', 1, 27, '（動）奮い立たせる', 'inspire', 'イン［スパ］イア', '', ''),
(4067, '準2級', 1, 27, '（動）刺激する', 'stimulate', '［ステ］ィミュレイト', '', ''),
(4068, '準2級', 1, 27, '（動）予期する', 'anticipate', 'アン［テ］ィシペイト', '', ''),
(4069, '準2級', 1, 27, '（動）妥協する', 'compromise', '［コ］ンプロマイズ', '', ''),
(4070, '準2級', 1, 27, '（動）当惑させる', 'embarrass', 'エン［バ］ラス', '', ''),
(4071, '準2級', 1, 27, '（動）安心させる', 'relieve', 'リ［リ］ーブ', '', ''),
(4072, '準2級', 1, 27, '（動）満たす', 'fulfill', '［フ］ルフィル', '', ''),
(4073, '準2級', 1, 27, '（動）連絡をとる', 'communicate', 'コ［ミュ］ニケイト', '', ''),
(4074, '準2級', 1, 27, '（動）ぶらぶらする', 'wander', '［ワ］ンダー', '', ''),
(4075, '準2級', 1, 27, '（動）飲み込む', 'swallow', '［スワ］ロー', '', ''),
(4076, '準2級', 1, 27, '（動）無視する', 'neglect', 'ニ［グレ］クト', '', ''),
(4077, '準2級', 1, 27, '（動）後悔する', 'regret', 'リ［グレ］ット', '', ''),
(4078, '準2級', 1, 27, '（動）徐々に消える', 'fade', '［フェ］イド', '', ''),
(4079, '準2級', 1, 27, '（動）魅了する', 'fascinate', '［フ］ァシネイト', '', ''),
(4080, '準2級', 1, 27, '（動）捨てる', 'dump', '［ダ］ンプ', '', ''),
(4081, '準2級', 1, 27, '（動）超える', 'exceed', 'イク［シ］ード', '', ''),
(4082, '準2級', 1, 27, '（動）まきちらす', 'scatter', '［スキャ］ター', '', ''),
(4083, '準2級', 1, 27, '（動）疲れさせる', 'exhaust', 'イグ［ゾ］ースト', '', ''),
(4084, '準2級', 1, 27, '（動）取り除く', 'eliminate', 'イ［リ］ミネイト', '', ''),
(4085, '準2級', 1, 27, '（動）評価する', 'evaluate', 'イ［バ］リュエイト', '', ''),
(4086, '準2級', 1, 27, '（動）対決させる', 'confront', 'コン［フロ］ント', '', ''),
(4087, '準2級', 1, 27, '（動）展示する', 'exhibit', 'エグ［ジ］ビット', '', ''),
(4088, '準2級', 1, 27, '（動）施行する', 'enforce', 'エン［フォ］ース', '', ''),
(4089, '準2級', 1, 27, '（動）ためらう', 'hesitate', '［ヘ］ジテイト', '', ''),
(4090, '準2級', 1, 27, '（動）翻訳する', 'translate', 'トランス［レ］イト', '', ''),
(4091, '準2級', 1, 27, '（動）誘惑する', 'tempt', '［テ］ンプト', '', ''),
(4092, '準2級', 1, 27, '（動）許す', 'forgive', 'フォー［ギ］ブ', '', ''),
(4093, '準2級', 1, 27, '（動）挿入する', 'insert', 'イン［サ］ート', '', ''),
(4094, '準2級', 1, 27, '（動）抱きしめる', 'embrace', 'エン［ブレ］イス', '', ''),
(4095, '準2級', 1, 27, '（動）粉砕する', 'smash', '［スマ］ッシュ', '', ''),
(4096, '準2級', 1, 27, '（動）修正する', 'revise', 'リ［バ］イズ', '', ''),
(4097, '準2級', 1, 27, '（動）飾る', 'decorate', '［デ］コレイト', '', ''),
(4098, '準2級', 1, 27, '（動）犠牲にする', 'sacrifice', '［サ］クリファイス', '', ''),
(4099, '準2級', 1, 27, '（動）溶ける', 'melt', '［メ］ルト', '', ''),
(4100, '準2級', 1, 27, '（動）拡げる', 'widen', '［ワ］イデン', '', ''),
(4101, '準2級', 1, 27, '（動）邪魔する', 'interfere', 'インター［フィ］ア', '', ''),
(4102, '準2級', 1, 27, '（動）似ている', 'resemble', 'リ［ゼ］ンブル', '', ''),
(4103, '準2級', 1, 27, '（動）指示する', 'instruct', 'イン［スト］ラクト', '', ''),
(4104, '準2級', 1, 27, '（動）消える', 'vanish', '［バ］ニッシュ', '', ''),
(4105, '準2級', 1, 27, '（動）降伏する', 'surrender', 'サ［レ］ンダー', '', ''),
(4106, '準2級', 1, 27, '（動）固く締める', 'tighten', '［タ］イトゥン', '', ''),
(4107, '準2級', 1, 27, '（動）奪う', 'deprive', 'デ［ィプ］ライブ', '', ''),
(4108, '準2級', 1, 27, '（動）重ねる', 'overlap', '［オ］ーバーラップ', '', ''),
(4109, '準2級', 1, 27, '（動）出血する', 'bleed', '［ブリ］ード', '', ''),
(4110, '準2級', 1, 27, '（動）再生利用する', 'recycle', 'リ［サ］イクル', '', ''),
(4111, '準2級', 1, 27, '（動）発音する', 'pronounce', 'プロ［ナ］ウンス', '', ''),
(4112, '準2級', 1, 27, '（動）計画を立てる', 'formulate', '［フォ］ーミュレイト', '', ''),
(4113, '準2級', 1, 27, '（動）口笛を吹く', 'whistle', '［ウィ］スル', '', ''),
(4114, '準2級', 1, 27, '（動）抑圧する', 'suppress', 'サ［プレ］ス', '', ''),
(4115, '準2級', 1, 27, '（動）我慢する', 'endure', 'エン［デュ］ア', '', ''),
(4116, '準2級', 1, 27, '（動）わくわくさせる', 'thrill', '［ス］リル', '', ''),
(4117, '準2級', 1, 27, '（動）罰する', 'punish', '［パ］ニッシュ', '', ''),
(4118, '準2級', 1, 27, '（動）感情を害する', 'offend', 'オ［フェ］ンド', '', ''),
(4119, '準2級', 1, 27, '（動）を裏切る', 'betray', 'ビ［トレ］イ', '', ''),
(4120, '準2級', 1, 27, '（動）白状する', 'confess', 'コン［フェ］ス', '', ''),
(4121, '準2級', 1, 27, '（動）誇張する', 'exaggerate', 'イグ［ザ］ジェレイト', '', ''),
(4122, '準2級', 1, 27, '（動）縮む', 'shrink', '［シュ］リンク', '', ''),
(4123, '準2級', 1, 27, '（動）従う', 'obey', 'オ［ベ］イ', '', ''),
(4124, '準2級', 1, 27, '（動）浸す', 'soak', '［ソ］ーク', '', ''),
(4125, '準2級', 1, 27, '（動）意見が食い違う', 'disagree', 'ディスア［グリ］ー', '', ''),
(4126, '準2級', 1, 27, '（動）飢える', 'starve', '［スタ］ーブ', '', ''),
(4127, '準2級', 1, 27, '（動）禁止する', 'prohibit', 'プロ［ヒ］ビット', '', ''),
(4128, '準2級', 1, 27, '（動）がたがた音がする', 'rattle', '［ラ］トル', '', ''),
(4129, '準2級', 1, 27, '（動）利用する', 'utilize', '［ユ］ーティライズ', '', ''),
(4130, '準2級', 1, 27, '（動）抱きしめる', 'hug', '［ハ］グ', '', ''),
(4131, '準2級', 1, 27, '（動）削除する', 'delete', 'デ［ィリ］ート', '', ''),
(4132, '準2級', 1, 27, '（動）追い越す', 'overtake', 'オーバー［テ］イク', '', ''),
(4133, '準2級', 1, 27, '（動）お祝いを述べる', 'congratulate', 'コン［グラ］チュレイト', '', ''),
(4134, '準2級', 1, 27, '（動）焼く', 'roast', '［ロ］ースト', '', ''),
(4135, '準2級', 1, 27, '（動）お世辞を言う', 'flatter', '［フラ］ター', '', ''),
(4136, '準2級', 1, 27, '（動）回転する', 'rotate', 'ロ［テ］イト', '', ''),
(4137, '準2級', 1, 27, '（動）住んでいる', 'inhabit', 'イン［ハ］ビット', '', ''),
(4138, '準2級', 1, 27, '（動）さわやかにする', 'refresh', 'リ［フレ］ッシュ', '', ''),
(4139, '準2級', 1, 27, '（動）征服する', 'conquer', '［コ］ンカー', '', ''),
(4140, '準2級', 1, 27, '（動）を欺く', 'deceive', 'デ［ィシ］ーブ', '', ''),
(4141, '準2級', 1, 27, '（動）移住する', 'migrate', '［マ］イグレイト', '', ''),
(4142, '準2級', 1, 27, '（動）ひっくり返す', 'overturn', 'オーバー［タ］ーン', '', ''),
(4143, '準2級', 1, 27, '（動）予約講読する', 'subscribe', 'サブ［スク］ライブ', '', ''),
(4144, '準2級', 1, 27, '（動）吐く', 'vomit', '［ボ］ミット', '', ''),
(4145, '準2級', 1, 27, '（動）真似する', 'imitate', '［イ］ミテイト', '', ''),
(4146, '準2級', 1, 27, '（動）入会させる', 'enroll', 'エン［ロ］ール', '', ''),
(4147, '準2級', 1, 27, '（動）叱る', 'scold', '［スコ］ールド', '', ''),
(4148, '準2級', 1, 27, '（動）やり過ぎる', 'overdo', 'オーバー［ド］ゥー', '', ''),
(4149, '準2級', 1, 27, '（形）自然の', 'natural', '［ナ］チュラル', '', ''),
(4150, '準2級', 1, 27, '（形）現代の', 'modern', '［モ］ダン', '', ''),
(4151, '準2級', 1, 27, '（形）かなりの', 'considerable', 'コン［シ］デラブル', '', ''),
(4152, '準2級', 1, 27, '（形）核エネルギーの', 'nuclear', '［ニュ］ークリア', '', ''),
(4153, '準2級', 1, 27, '（形）地方の', 'regional', '［リ］ージョナル', '', ''),
(4154, '準2級', 1, 27, '（形）等しい', 'equal', '［イ］ークァル', '', ''),
(4155, '準2級', 1, 27, '（形）宗教の', 'religious', 'リ［リ］ジャス', '', ''),
(4156, '準2級', 1, 27, '（形）理想的な', 'ideal', 'アイ［デ］ィアル', '', ''),
(4157, '準2級', 1, 27, '（形）値段が手ごろな', 'reasonable', '［リ］ーズナブル', '', ''),
(4158, '準2級', 1, 27, '（形）十分な', 'sufficient', 'サ［フィ］シェント', '', ''),
(4159, '準2級', 1, 27, '（形）よく知られている', 'familiar', 'ファ［ミ］リア', '', ''),
(4160, '準2級', 1, 27, '（形）批判的な', 'critical', '［クリ］ティカル', '', ''),
(4161, '準2級', 1, 27, '（形）都会の', 'urban', '［ア］ーバン', '', ''),
(4162, '準2級', 1, 27, '（形）年配の', 'elderly', '［エ］ルダリー', '', ''),
(4163, '準2級', 1, 27, '（形）基本的な', 'fundamental', 'ファンダ［メ］ンタル', '', ''),
(4164, '準2級', 1, 27, '（形）変な', 'odd', '［オ］ッド', '', ''),
(4165, '準2級', 1, 27, '（形）永続的な', 'permanent', '［パ］ーマネント', '', ''),
(4166, '準2級', 1, 27, '（形）安定した', 'stable', '［ステ］イブル', '', ''),
(4167, '準2級', 1, 27, '（形）快適な', 'comfortable', '［カン］ファタブル', '', ''),
(4168, '準2級', 1, 27, '（形）締まった', 'tight', '［タ］イト', '', ''),
(4169, '準2級', 1, 27, '（形）知的な', 'intellectual', 'インテ［レク］チュアル', '', ''),
(4170, '準2級', 1, 27, '（形）間違った', 'FALSE', '［フォ］ールス', '', ''),
(4171, '準2級', 1, 27, '（形）敏感な', 'sensitive', '［セ］ンシティブ', '', ''),
(4172, '準2級', 1, 27, '（形）十分な', 'adequate', '［ア］デクエット', '', ''),
(4173, '準2級', 1, 27, '（形）注目すべき', 'remarkable', 'リ［マ］ーカブル', '', ''),
(4174, '準2級', 1, 27, '（形）光り輝く', 'brilliant', '［ブリ］リアント', '', ''),
(4175, '準2級', 1, 27, '（形）一定した', 'steady', '［ステ］ディー', '', ''),
(4176, '準2級', 1, 27, '（形）首尾一貫した', 'consistent', 'コン［シ］ステント', '', ''),
(4177, '準2級', 1, 27, '（形）ひどく悪い', 'awful', '［オ］ーフル', '', ''),
(4178, '準2級', 1, 27, '（形）遠く離れた', 'remote', 'リ［モ］ート', '', ''),
(4179, '準2級', 1, 27, '（形）目に見える', 'visible', '［ビ］ジブル', '', ''),
(4180, '準2級', 1, 27, '（形）遠く離れた', 'distant', '［デ］ィスタント', '', ''),
(4181, '準2級', 1, 27, '（形）罪のない', 'innocent', '［イ］ノセント', '', ''),
(4182, '準2級', 1, 27, '（形）優れた', 'superior', 'ス［ピ］ーリア', '', ''),
(4183, '準2級', 1, 27, '（形）終端の', 'terminal', '［タ］ーミナル', '', ''),
(4184, '準2級', 1, 27, '（形）生の', 'raw', '［ロ］ー', '', ''),
(4185, '準2級', 1, 27, '（形）言語学の', 'linguistic', 'リン［グイ］スティック', '', ''),
(4186, '準2級', 1, 27, '（形）違法の', 'illegal', 'イ［リ］ーガル', '', ''),
(4187, '準2級', 1, 27, '（形）帝国の', 'imperial', 'イン［ピ］アリアル', '', ''),
(4188, '準2級', 1, 27, '（形）非公式の', 'informal', 'イン［フォ］ーマル', '', ''),
(4189, '準2級', 1, 27, '（形）気前の良い', 'generous', '［ジェ］ネラス', '', ''),
(4190, '準2級', 1, 27, '（形）妊娠した', 'pregnant', '［プレ］グナント', '', ''),
(4191, '準2級', 1, 27, '（形）緊急の', 'urgent', '［ア］ージェント', '', ''),
(4192, '準2級', 1, 27, '（形）気高い', 'noble', '［ノ］ーブル', '', ''),
(4193, '準2級', 1, 27, '（形）有機の', 'organic', 'オー［ガ］ニック', '', ''),
(4194, '準2級', 1, 27, '（形）原始の', 'primitive', '［プリ］ミティブ', '', ''),
(4195, '準2級', 1, 27, '（形）微妙な', 'subtle', '［サ］トル', '', ''),
(4196, '準2級', 1, 27, '（形）きちんとした', 'neat', '［ニ］ート', '', ''),
(4197, '準2級', 1, 27, '（形）より少ない', 'lesser', '［レ］ッサー', '', ''),
(4198, '準2級', 1, 27, '（形）貴重な', 'precious', '［プレ］シャス', '', ''),
(4199, '準2級', 1, 27, '（形）平和な', 'peaceful', '［ピ］ースフル', '', ''),
(4200, '準2級', 1, 27, '（形）中立の', 'neutral', '［ニュ］ートラル', '', ''),
(4201, '準2級', 1, 27, '（形）あいまいな', 'vague', '［ベ］イグ', '', ''),
(4202, '準2級', 1, 27, '（形）無礼な', 'offensive', 'オ［フェ］ンシブ', '', ''),
(4203, '準2級', 1, 27, '（形）化石の', 'fossil', '［フォ］ッスル', '', ''),
(4204, '準2級', 1, 27, '（形）疑い深い', 'suspicious', 'サ［スピ］シャス', '', ''),
(4205, '準2級', 1, 27, '（形）激怒した', 'furious', '［フュ］アリアス', '', ''),
(4206, '準2級', 1, 27, '（形）運の良い', 'fortunate', '［フォ］ーチュネイト', '', ''),
(4207, '準2級', 1, 27, '（形）水平の', 'horizontal', 'ホリ［ゾ］ンタル', '', ''),
(4208, '準2級', 1, 27, '（形）毒の', 'toxic', '［ト］クシック', '', ''),
(4209, '準2級', 1, 27, '（形）時代遅れの', 'old-fashioned', '［オールド］ファッションド', '', ''),
(4210, '準2級', 1, 27, '（形）失礼な', 'rude', '［ル］ード', '', ''),
(4211, '準2級', 1, 27, '（形）嫉妬深い', 'jealous', '［ジェ］ラス', '', ''),
(4212, '準2級', 1, 27, '（形）季節の', 'seasonal', '［シ］ーズナル', '', ''),
(4213, '準2級', 1, 27, '（形）屋内の', 'indoor', '［イ］ンドア', '', ''),
(4214, '準2級', 1, 27, '（形）劣った', 'inferior', 'イン［フィ］アリア', '', ''),
(4215, '準2級', 1, 27, '（形）壊れやすい', 'fragile', '［フラ］ジャイル', '', ''),
(4216, '準2級', 1, 27, '（形）空いている', 'vacant', '［ベ］イカント', '', ''),
(4217, '準2級', 1, 27, '（形）乏しい', 'scarce', '［スケ］アース', '', ''),
(4218, '準2級', 1, 27, '（形）自分勝手な', 'selfish', '［セ］ルフィッシュ', '', ''),
(4219, '準2級', 1, 27, '（形）持続可能な', 'sustainable', 'サス［テ］イナブル', '', ''),
(4220, '準2級', 1, 27, '（形）傲慢な', 'arrogant', '［ア］ロガント', '', ''),
(4221, '準2級', 1, 27, '（形）湿った', 'moist', '［モ］イスト', '', ''),
(4222, '準2級', 1, 27, '（形）突然の', 'abrupt', 'ア［ブラ］プト', '', ''),
(4223, '準2級', 1, 27, '（形）面倒な', 'troublesome', '［ト］ラブルサム', '', ''),
(4224, '準2級', 1, 27, '（形）愛情の深い', 'affectionate', 'ア［フェ］クショネイト', '', ''),
(4225, '準2級', 1, 27, '（形）湿気のある', 'humid', '［ヒュ］ーミッド', '', ''),
(4226, '準2級', 1, 27, '（形）信頼できる', 'trustworthy', '［トラ］ストワージー', '', ''),
(4227, '準2級', 1, 27, '（形）おしゃべりな', 'talkative', '［ト］ーカティブ', '', ''),
(4228, '準2級', 1, 27, '（形）時間をよく守る', 'punctual', '［パ］ンクチュアル', '', ''),
(4229, '準2級', 1, 27, '（名）能力', 'ability', 'ア［ビ］リティー', '', ''),
(4230, '準2級', 1, 27, '（名）地域', 'district', '［デ］ィストリクト', '', ''),
(4231, '準2級', 1, 27, '（名）概念', 'concept', '［コ］ンセプト', '', ''),
(4232, '準2級', 1, 27, '（名）配置', 'arrangement', 'ア［レ］ンジメント', '', ''),
(4233, '準2級', 1, 27, '（名）視力', 'sight', '［サ］イト', '', ''),
(4234, '準2級', 1, 27, '（名）比率', 'proportion', 'プロ［ポ］ーション', '', ''),
(4235, '準2級', 1, 27, '（名）小道', 'path', '［パ］ス', '', ''),
(4236, '準2級', 1, 27, '（名）借金', 'debt', '［デ］ット', '', ''),
(4237, '準2級', 1, 27, '（名）賃金', 'wage', '［ウェ］イジ', '', ''),
(4238, '準2級', 1, 27, '（名）保険', 'insurance', 'イン［シュ］アランス', '', ''),
(4239, '準2級', 1, 27, '（名）合計', 'sum', '［サ］ム', '', ''),
(4240, '準2級', 1, 27, '（名）分量', 'volume', '［ボ］リューム', '', ''),
(4241, '準2級', 1, 27, '（名）犠牲者', 'victim', '［ビ］クティム', '', ''),
(4242, '準2級', 1, 27, '（名）規制', 'regulation', 'レギュ［レ］ーション', '', ''),
(4243, '準2級', 1, 27, '（名）好意', 'favor', '［フェ］イバー', '', ''),
(4244, '準2級', 1, 28, '（名）収容能力', 'capacity', 'カ［パ］シティー', '', ''),
(4245, '準2級', 1, 28, '（名）意志', 'intention', 'イン［テ］ンション', '', ''),
(4246, '準2級', 1, 28, '（名）定義', 'definition', 'デフィ［ニ］ション', '', ''),
(4247, '準2級', 1, 28, '（名）企業', 'enterprise', '［エ］ンタープライズ', '', ''),
(4248, '準2級', 1, 28, '（名）見込み', 'prospect', '［プ］ロスペクト', '', ''),
(4249, '準2級', 1, 28, '（名）科学者', 'scientist', '［サ］イエンティスト', '', ''),
(4250, '準2級', 1, 28, '（名）車線', 'lane', '［レ］イン', '', ''),
(4251, '準2級', 1, 28, '（名）群れ', 'troop', '［トル］ープ', '', ''),
(4252, '準2級', 1, 28, '（名）仲間', 'fellow', '［フェ］ロー', '', ''),
(4253, '準2級', 1, 28, '（名）傷', 'wound', '［ウ］ーンド', '', ''),
(4254, '準2級', 1, 28, '（名）宗教', 'religion', 'リ［リ］ジョン', '', ''),
(4255, '準2級', 1, 28, '（名）名誉', 'honor', '［オ］ナー', '', ''),
(4256, '準2級', 1, 28, '（名）印象', 'impression', 'イン［プレ］ッション', '', ''),
(4257, '準2級', 1, 28, '（名）革命', 'revolution', 'レボ［リュ］ーション', '', ''),
(4258, '準2級', 1, 28, '（名）曲線', 'curve', '［カ］ーブ', '', ''),
(4259, '準2級', 1, 28, '（名）選手権', 'championship', '［チャン］ピオンシップ', '', ''),
(4260, '準2級', 1, 28, '（名）区別', 'distinction', 'デ［ィス］ティンクション', '', ''),
(4261, '準2級', 1, 28, '（名）指導力', 'leadership', '［リ］ーダーシップ', '', ''),
(4262, '準2級', 1, 28, '（名）交渉', 'negotiation', 'ネゴシ［エ］ーション', '', ''),
(4263, '準2級', 1, 28, '（名）起源', 'origin', '［オ］リジン', '', ''),
(4264, '準2級', 1, 28, '（名）費用', 'expense', 'イク［スペ］ンス', '', ''),
(4265, '準2級', 1, 28, '（名）傾向', 'trend', '［トレ］ンド', '', ''),
(4266, '準2級', 1, 28, '（名）平野', 'plain', '［プレ］イン', '', ''),
(4267, '準2級', 1, 28, '（名）がん', 'cancer', '［キャ］ンサー', '', ''),
(4268, '準2級', 1, 28, '（名）膝', 'knee', '［ニ］ー', '', ''),
(4269, '準2級', 1, 28, '（名）結果', 'outcome', '［ア］ウトカム', '', ''),
(4270, '準2級', 1, 28, '（名）弁護士', 'lawyer', '［ロ］イヤー', '', ''),
(4271, '準2級', 1, 28, '（名）民主主義', 'democracy', 'デ［モ］クラシー', '', ''),
(4272, '準2級', 1, 28, '（名）領土', 'territory', '［テ］リトリー', '', ''),
(4273, '準2級', 1, 28, '（名）句', 'phrase', '［フレ］イズ', '', ''),
(4274, '準2級', 1, 28, '（名）形成', 'formation', 'フォー［メ］ーション', '', ''),
(4275, '準2級', 1, 28, '（名）政治家', 'politician', 'ポリ［テ］ィシャン', '', ''),
(4276, '準2級', 1, 28, '（名）欠点', 'fault', '［フォ］ールト', '', ''),
(4277, '準2級', 1, 28, '（名）手伝い', 'assistance', 'ア［シ］スタンス', '', ''),
(4278, '準2級', 1, 28, '（名）風景', 'landscape', '［ラ］ンドスケープ', '', ''),
(4279, '準2級', 1, 28, '（名）緊急事態', 'emergency', 'イ［マ］ージェンシー', '', ''),
(4280, '準2級', 1, 28, '（名）通貨', 'currency', '［カ］レンシー', '', ''),
(4281, '準2級', 1, 28, '（名）緊張', 'tension', '［テ］ンション', '', ''),
(4282, '準2級', 1, 28, '（名）山頂', 'peak', '［ピ］ーク', '', ''),
(4283, '準2級', 1, 28, '（名）構成', 'constitution', '［コ］ンスティテューション', '', ''),
(4284, '準2級', 1, 28, '（名）汚染', 'pollution', 'ポ［リュ］ーション', '', ''),
(4285, '準2級', 1, 28, '（名）言いわけ', 'excuse', 'イク［スキュ］ーズ', '', ''),
(4286, '準2級', 1, 28, '（名）評判', 'reputation', 'レピュ［テ］ーション', '', ''),
(4287, '準2級', 1, 28, '（名）決まった仕事', 'routine', 'ル［テ］ィーン', '', ''),
(4288, '準2級', 1, 28, '（名）証明書', 'certificate', 'サー［テ］ィフィケイト', '', ''),
(4289, '準2級', 1, 28, '（名）病気', 'illness', '［イ］ルネス', '', ''),
(4290, '準2級', 1, 28, '（名）視点', 'perspective', 'パー［スペ］クティブ', '', ''),
(4291, '準2級', 1, 28, '（名）症状', 'symptom', '［シ］ムトム', '', ''),
(4292, '準2級', 1, 28, '（名）家具', 'furniture', '［フ］ァーニチャー', '', ''),
(4293, '準2級', 1, 28, '（名）哲学', 'philosophy', 'フィ［ロ］ソフィー', '', ''),
(4294, '準2級', 1, 29, '（名）しっぽ', 'tail', '［テ］イル', '', ''),
(4295, '準2級', 1, 29, '（名）相互作用', 'interaction', 'インター［ア］クション', '', ''),
(4296, '準2級', 1, 29, '（名）版', 'edition', 'イ［デ］ィション', '', ''),
(4297, '準2級', 1, 29, '（名）使節団', 'mission', '［ミ］ッション', '', ''),
(4298, '準2級', 1, 29, '（名）統計', 'statistics', 'スタ［テ］ィスティクス', '', ''),
(4299, '準2級', 1, 29, '（名）職業', 'occupation', 'オキュ［ペ］ーション', '', ''),
(4300, '準2級', 1, 29, '（名）祈り', 'prayer', '［プレ］アー', '', ''),
(4301, '準2級', 1, 29, '（名）対戦相手', 'opponent', 'オ［ポ］ーネント', '', ''),
(4302, '準2級', 1, 29, '（名）象徴', 'symbol', '［シ］ンボル', '', ''),
(4303, '準2級', 1, 29, '（名）置換', 'replacement', 'リ［プレ］イスメント', '', ''),
(4304, '準2級', 1, 29, '（名）余暇', 'leisure', '［レ］ジャー', '', ''),
(4305, '準2級', 1, 29, '（名）幼年時代', 'childhood', '［チャ］イルドフッド', '', ''),
(4306, '準2級', 1, 29, '（名）楽曲', 'tune', '［チュ］ーン', '', ''),
(4307, '準2級', 1, 29, '（名）寺院', 'temple', '［テ］ンプル', '', ''),
(4308, '準2級', 1, 29, '（名）説明書', 'manual', '［マ］ニュアル', '', ''),
(4309, '準2級', 1, 29, '（名）探偵', 'detective', 'デ［ィテ］クティブ', '', ''),
(4310, '準2級', 1, 29, '（名）無秩序', 'disorder', 'ディス［オ］ーダー', '', ''),
(4311, '準2級', 1, 29, '（名）首脳会議', 'summit', '［サ］ミット', '', ''),
(4312, '準2級', 1, 29, '（名）指針', 'guideline', '［ガ］イドライン', '', ''),
(4313, '準2級', 1, 29, '（名）港', 'harbor', '［ハ］ーバー', '', ''),
(4314, '準2級', 1, 29, '（名）恐怖', 'horror', '［ホ］ラー', '', ''),
(4315, '準2級', 1, 29, '（名）肉', 'flesh', '［フレ］ッシュ', '', ''),
(4316, '準2級', 1, 29, '（名）反射', 'reflection', 'リ［フレ］クション', '', ''),
(4317, '準2級', 1, 29, '（名）仲間', 'companion', 'コン［パ］ニオン', '', ''),
(4318, '準2級', 1, 29, '（名）葬式', 'funeral', '［フュ］ーネラル', '', ''),
(4319, '準2級', 1, 29, '（名）惑星', 'planet', '［プラ］ネット', '', ''),
(4320, '準2級', 1, 29, '（名）小論文', 'essay', '［エ］ッセイ', '', ''),
(4321, '準2級', 1, 29, '（名）同情', 'sympathy', '［シ］ンパシー', '', ''),
(4322, '準2級', 1, 29, '（名）長所', 'merit', '［メ］リット', '', ''),
(4323, '準2級', 1, 29, '（名）論理', 'logic', '［ロ］ジック', '', ''),
(4324, '準2級', 1, 29, '（名）噂', 'rumor', '［ル］ーマー', '', ''),
(4325, '準2級', 1, 29, '（名）鉱物', 'mineral', '［ミ］ネラル', '', ''),
(4326, '準2級', 1, 29, '（名）競争相手', 'competitor', 'コン［ペ］ティター', '', ''),
(4327, '準2級', 1, 29, '（名）現象', 'phenomenon', 'フェノ［メ］ノン', '', ''),
(4328, '準2級', 1, 29, '（名）爆発', 'explosion', 'エクス［プロ］ージョン', '', ''),
(4329, '準2級', 1, 29, '（名）風味', 'flavor', '［フレ］イバー', '', ''),
(4330, '準2級', 1, 29, '（名）祝典', 'celebration', 'セレブ［レ］ーション', '', ''),
(4331, '準2級', 1, 29, '（名）作り話', 'fiction', '［フィ］クション', '', ''),
(4332, '準2級', 1, 29, '（名）偏見', 'prejudice', '［プレ］ジュディス', '', ''),
(4333, '準2級', 1, 29, '（名）必要性', 'necessity', 'ネ［セ］シティー', '', ''),
(4334, '準2級', 1, 29, '（名）差別', 'discrimination', 'ディスクリミ［ネ］ーション', '', ''),
(4335, '準2級', 1, 29, '（名）不利', 'disadvantage', 'ディスアド［バ］ンテージ', '', ''),
(4336, '準2級', 1, 29, '（名）ぜいたく', 'luxury', '［ラ］グジュアリー', '', ''),
(4337, '準2級', 1, 29, '（名）ウイルス', 'virus', '［バ］イラス', '', ''),
(4338, '準2級', 1, 29, '（名）運賃', 'fare', '［フェ］アー', '', ''),
(4339, '準2級', 1, 29, '（名）遺産', 'heritage', '［ヘ］リテージ', '', ''),
(4340, '準2級', 1, 29, '（名）分離', 'separation', 'セパ［レ］ーション', '', ''),
(4341, '準2級', 1, 29, '（名）大陸', 'continent', '［コ］ンティネント', '', ''),
(4342, '準2級', 1, 29, '（名）洞窟', 'cave', '［ケ］イブ', '', ''),
(4343, '準2級', 1, 29, '（名）分類', 'classification', 'クラシフィ［ケ］ーション', '', ''),
(4344, '準2級', 1, 30, '（名）レシート', 'receipt', 'レ［シ］ート', '', ''),
(4345, '準2級', 1, 30, '（名）感覚', 'sensation', 'セン［セ］ーション', '', ''),
(4346, '準2級', 1, 30, '（名）物理学', 'physics', '［フィ］ジックス', '', ''),
(4347, '準2級', 1, 30, '（名）本能', 'instinct', '［イ］ンスティンクト', '', ''),
(4348, '準2級', 1, 30, '（名）気性', 'temper', '［テ］ンパー', '', ''),
(4349, '準2級', 1, 30, '（名）モチベーション', 'motivation', 'モティ［ベ］ーション', '', ''),
(4350, '準2級', 1, 30, '（名）廃棄', 'dispose', 'ディ［スポ］ーズ', '', ''),
(4351, '準2級', 1, 30, '（名）伝説', 'legend', '［レ］ジェンド', '', ''),
(4352, '準2級', 1, 30, '（名）収穫', 'harvest', '［ハ］ーベスト', '', ''),
(4353, '準2級', 1, 30, '（名）香り', 'scent', '［セ］ント', '', ''),
(4354, '準2級', 1, 30, '（名）適合', 'fitness', '［フィ］ットネス', '', ''),
(4355, '準2級', 1, 30, '（名）一部分', 'portion', '［ポ］ーション', '', ''),
(4356, '準2級', 1, 30, '（名）作曲家', 'composer', 'コン［ポ］ーザー', '', ''),
(4357, '準2級', 1, 30, '（名）足首', 'ankle', '［ア］ンクル', '', ''),
(4358, '準2級', 1, 30, '（名）生息地', 'habitat', '［ハ］ビタット', '', ''),
(4359, '準2級', 1, 30, '（名）障害', 'obstacle', '［オ］ブスタクル', '', ''),
(4360, '準2級', 1, 30, '（名）共同', 'collaboration', 'コラボ［レ］ーション', '', ''),
(4361, '準2級', 1, 30, '（名）心理学者', 'psychologist', 'サイ［コ］ロジスト', '', ''),
(4362, '準2級', 1, 30, '（名）国境', 'frontier', '［フロ］ンティア', '', ''),
(4363, '準2級', 1, 30, '（名）悪徳', 'vice', '［バ］イス', '', ''),
(4364, '準2級', 1, 30, '（名）語彙', 'vocabulary', 'ボ［キャ］ブラリー', '', ''),
(4365, '準2級', 1, 30, '（名）祖先', 'ancestor', '［ア］ンセスター', '', ''),
(4366, '準2級', 1, 30, '（名）幻想', 'illusion', 'イ［リュ］ージョン', '', ''),
(4367, '準2級', 1, 30, '（名）重力', 'gravity', '［グラ］ビティー', '', ''),
(4368, '準2級', 1, 30, '（名）哺乳類', 'mammal', '［マ］モル', '', ''),
(4369, '準2級', 1, 30, '（名）名声', 'fame', '［フェ］イム', '', ''),
(4370, '準2級', 1, 30, '（名）観客', 'spectator', '［スペ］クテイター', '', ''),
(4371, '準2級', 1, 30, '（名）郊外', 'suburb', '［サ］バーブ', '', ''),
(4372, '準2級', 1, 30, '（名）傷跡', 'scar', '［スカ］ー', '', ''),
(4373, '準2級', 1, 30, '（名）奨学金', 'scholarship', '［ス］カラーシップ', '', ''),
(4374, '準2級', 1, 30, '（名）軌道', 'orbit', '［オ］ービット', '', ''),
(4375, '準2級', 1, 30, '（名）小麦粉', 'flour', '［フラ］ワー', '', ''),
(4376, '準2級', 1, 30, '（名）食欲', 'appetite', '［ア］ペタイト', '', ''),
(4377, '準2級', 1, 30, '（名）著作権', 'copyright', '［コ］ピーライト', '', ''),
(4378, '準2級', 1, 30, '（名）喧嘩', 'quarrel', '［クォ］ーレル', '', ''),
(4379, '準2級', 1, 30, '（名）ミニチュア', 'miniature', '［ミ］ニチュア', '', ''),
(4380, '準2級', 1, 30, '（名）小麦', 'wheat', '［ウ］ィート', '', ''),
(4381, '準2級', 1, 30, '（名）偶然の一致', 'coincidence', 'コ［イン］シデンス', '', ''),
(4382, '準2級', 1, 30, '（名）かぎ爪', 'claw', '［ク］ロー', '', ''),
(4383, '準2級', 1, 30, '（名）ねたみ', 'envy', '［エ］ンビー', '', ''),
(4384, '準2級', 1, 30, '（名）骨格', 'skeleton', '［ス］ケルトン', '', ''),
(4385, '準2級', 1, 30, '（名）内科医', 'physician', 'フィ［ジ］シャン', '', ''),
(4386, '準2級', 1, 30, '（名）歩行者', 'pedestrian', 'ピデ［スト］リアン', '', ''),
(4387, '準2級', 1, 30, '（名）航海，航行', 'voyage', '［ボ］イージ', '', ''),
(4388, '準2級', 1, 30, '（名）苦難', 'hardship', '［ハ］ードシップ', '', ''),
(4389, '準2級', 1, 30, '（名）技術者', 'technician', 'テク［ニ］シャン', '', ''),
(4390, '準2級', 1, 30, '（名）別れ', 'farewell', '［フェ］アウェル', '', ''),
(4391, '準2級', 1, 30, '（名）香水', 'perfume', '［パ］フューム', '', ''),
(4392, '準2級', 1, 30, '（名）風景', 'scenery', '［シ］ーナリー', '', ''),
(4393, '準2級', 1, 30, '（名）悲しみ', 'sorrow', '［ソ］ロー', '', ''),
(4394, '準2級', 1, 30, '（名）目印', 'landmark', '［ラ］ンドマーク', '', ''),
(4395, '準2級', 1, 30, '（名）飢饉', 'famine', '［フ］ァミン', '', ''),
(4396, '準2級', 1, 30, '（名）手荷物', 'luggage', '［ラ］ゲージ', '', ''),
(4397, '準2級', 1, 30, '（名）拍手', 'applause', 'ア［プロ］ーズ', '', ''),
(4398, '準2級', 1, 30, '（名）輸送', 'transportation', 'トランスポー［テ］ーション', '', ''),
(4399, '準2級', 1, 30, '（名）百万長者', 'millionaire', 'ミリオ［ネ］ア', '', ''),
(4400, '準2級', 1, 30, '（名）花火', 'firework', '［フ］ァイアワーク', '', ''),
(4401, '準2級', 1, 30, '（名）栄養', 'nutrition', 'ニュ［ト］リション', '', ''),
(4402, '準2級', 1, 30, '（名）お土産', 'souvenir', 'スー［ブニ］ア', '', ''),
(4403, '準2級', 1, 30, '（名）活力', 'vitality', 'バイ［タ］リティー', '', ''),
(4404, '準2級', 1, 30, '（名）料理', 'cuisine', 'クイ［ジ］ーン', '', ''),
(4405, '準2級', 1, 30, '（名）探検家', 'explorer', 'イクス［プロ］ーラー', '', ''),
(4406, '準2級', 1, 30, '（名）雑用', 'chore', '［チョ］ア', '', ''),
(4407, '準2級', 1, 30, '（名）販売員', 'salesperson', '［セ］ールスパーソン', '', ''),
(4408, '準2級', 1, 30, '（名）化粧', 'makeup', '［メ］イクアップ', '', ''),
(4409, '準2級', 1, 30, '（名）貝類', 'shellfish', '［シェ］ルフィッシュ', '', ''),
(4410, '準2級', 1, 30, '（名）健康診断', 'checkup', '［チェ］ックアップ', '', ''),
(4411, '準2級', 1, 30, '（名）繊維', 'fiber', '［フ］ァイバー', '', ''),
(4412, '準2級', 1, 30, '（名）意味', 'meaning', '［ミ］ーニング', '', ''),
(4413, '準2級', 1, 30, '（名）誤解', 'misunderstanding', 'ミスアンダー［スタ］ンディング', '', ''),
(4414, '準2級', 1, 30, '（名）環境', 'surrounding', 'サ［ラ］ウンディング', '', ''),
(4415, '準2級', 1, 30, '（名）絵', 'drawing', '［ド］ローイング', '', ''),
(4416, '準2級', 1, 30, '（副）確かに', 'certainly', '［サ］ートゥンリー', '', ''),
(4417, '準2級', 1, 30, '（副）明らかに', 'obviously', '［オ］ブビアスリー', '', ''),
(4418, '準2級', 1, 30, '（副）単に', 'merely', '［ミ］アリー', '', ''),
(4419, '準2級', 1, 30, '（副）代わりに', 'instead', 'イン［ステ］ッド', '', ''),
(4420, '準2級', 1, 30, '（副）以前に', 'previously', '［プリ］ビアスリー', '', ''),
(4421, '準2級', 1, 30, '（副）何とかして', 'somehow', '［サ］ムハウ', '', ''),
(4422, '準2級', 1, 30, '（副）海外へ', 'abroad', 'ア［ブロ］ード', '', ''),
(4423, '準2級', 1, 30, '（副）始めは', 'initially', 'イ［ニ］シャリー', '', ''),
(4424, '準2級', 1, 30, '（副）およそ', 'approximately', 'ア［プロ］キシメイトリー', '', ''),
(4425, '準2級', 1, 30, '（副）かろうじて', 'barely', '［ベ］アリー', '', ''),
(4426, '準2級', 1, 30, '（副）以前は', 'formally', '［フォ］ーマリー', '', ''),
(4427, '準2級', 1, 30, '（副）めったに～ない', 'seldom', '［セ］ルダム', '', ''),
(4428, '準2級', 1, 30, '（副）繰り返して', 'repeatedly', 'リ［ピ］ーテッドリー', '', ''),
(4429, '準2級', 1, 30, '（副）一時的に', 'temporarily', '［テ］ンポラリリー', '', ''),
(4430, '準2級', 1, 30, '（副）年一回', 'annually', '［ア］ニュアリー', '', ''),
(4431, '準2級', 1, 30, '（副）奇妙に', 'strangely', '［スト］レインジリー', '', ''),
(4432, '準2級', 1, 30, '（副）厳密に言えば', 'technically', '［テ］クニカリー', '', ''),
(4433, '準2級', 1, 30, '（副）異常に', 'unusually', 'アン［ユ］ージュアリー', '', ''),
(4434, '準2級', 1, 30, '（副）率直に', 'frankly', '［フラ］ンクリー', '', ''),
(4435, '準2級', 1, 30, '（副）信じられないほど', 'incredibly', 'イン［クレ］ディブリー', '', ''),
(4436, '準2級', 1, 30, '（副）運よく', 'luckily', '［ラ］ッキリー', '', ''),
(4437, '準2級', 1, 30, '（副）感情的に', 'emotionally', 'イ［モ］ーショナリー', '', ''),
(4438, '準2級', 1, 30, '（副）誇らしげに', 'proudly', '［プラ］ウドリー', '', ''),
(4439, '準2級', 1, 30, '（副）故意に', 'consciously', '［コ］ンシャスリー', '', ''),
(4440, '準2級', 1, 30, '（副）気前よく', 'generously', '［ジェ］ネラスリー', '', ''),
(4441, '準2級', 1, 30, '（副）穏やかに', 'peacefully', '［ピ］ースフリー', '', ''),
(4442, '準2級', 1, 30, '（副）果てしなく', 'endlessly', '［エ］ンドレスリー', '', ''),
(4443, '準2級', 1, 30, '（前）～の向こうに', 'beyond', 'ビ［ヨ］ンド', '', '');

-- --------------------------------------------------------

--
-- テーブルの構造 `eiken_word_progress`
--

CREATE TABLE `eiken_word_progress` (
  `id` int NOT NULL,
  `student_id` int NOT NULL,
  `word_id` int NOT NULL,
  `status` varchar(20) NOT NULL DEFAULT 'new' COMMENT '進捗状態 (new, learning, mastered)',
  `correct_count` int NOT NULL DEFAULT '0' COMMENT '正解回数',
  `incorrect_count` int NOT NULL DEFAULT '0' COMMENT '不正解回数',
  `last_reviewed_at` timestamp NULL DEFAULT NULL COMMENT '最後に学習した日時',
  `next_review_at` timestamp NULL DEFAULT NULL COMMENT '次回学習予定日時',
  `created_at` timestamp NULL DEFAULT CURRENT_TIMESTAMP,
  `updated_at` timestamp NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;

-- --------------------------------------------------------

--
-- テーブルの構造 `elementary_grades`
--

CREATE TABLE `elementary_grades` (
  `id` int NOT NULL,
  `student_id` int NOT NULL,
  `grade_year` int NOT NULL,
  `subject` int NOT NULL,
  `month` int NOT NULL,
  `score` int NOT NULL,
  `comment` text,
  `created_at` timestamp NULL DEFAULT CURRENT_TIMESTAMP,
  `updated_at` timestamp NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;

--
-- テーブルのデータのダンプ `elementary_grades`
--

INSERT INTO `elementary_grades` (`id`, `student_id`, `grade_year`, `subject`, `month`, `score`, `comment`, `created_at`, `updated_at`) VALUES
(8, 7, 5, 2, 6, 61, 'あああああ', '2025-05-15 19:57:08', '2025-05-15 21:02:56'),
(9, 7, 5, 2, 4, 43, '', '2025-05-15 20:51:01', '2025-05-30 21:35:51'),
(10, 7, 5, 1, 6, 65, '', '2025-05-15 21:03:05', '2025-05-15 21:03:05'),
(11, 7, 5, 2, 5, 80, '', '2025-05-15 21:03:15', '2025-05-30 21:36:02'),
(12, 33, 5, 2, 5, 49, '算数が一番重要な教科だから点数を次のテストで上げれるように頑張る', '2025-05-30 08:53:38', '2025-05-30 09:00:53'),
(13, 33, 5, 1, 5, 31, '漢字とかが苦手だからつぎのテストで点数を上げれるように頑張る、', '2025-05-30 08:54:36', '2025-05-30 09:00:57'),
(14, 7, 5, 2, 3, 0, '', '2025-05-30 08:55:22', '2025-05-30 08:56:10');

-- --------------------------------------------------------

--
-- テーブルの構造 `elementary_grade_improvement_notifications`
--

CREATE TABLE `elementary_grade_improvement_notifications` (
  `id` int NOT NULL,
  `student_id` int NOT NULL,
  `grade_year` int NOT NULL,
  `subject_id` int NOT NULL,
  `month` int NOT NULL,
  `previous_score` int NOT NULL,
  `new_score` int NOT NULL,
  `improvement_level` varchar(10) NOT NULL,
  `potential_points` int NOT NULL,
  `is_processed` tinyint(1) NOT NULL DEFAULT '0',
  `processed_by` int DEFAULT NULL,
  `processed_at` timestamp NULL DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;

-- --------------------------------------------------------

--
-- テーブルの構造 `elementary_grade_notifications`
--

CREATE TABLE `elementary_grade_notifications` (
  `id` int NOT NULL,
  `student_id` int NOT NULL,
  `grade_year` int NOT NULL,
  `subject_id` int NOT NULL,
  `previous_term` int NOT NULL,
  `previous_grade_year` int NOT NULL,
  `current_term` int NOT NULL,
  `previous_score` int NOT NULL,
  `new_score` int NOT NULL,
  `improvement_level` varchar(10) NOT NULL,
  `potential_points` int NOT NULL,
  `is_processed` tinyint(1) NOT NULL DEFAULT '0',
  `processed_by` int DEFAULT NULL,
  `processed_at` timestamp NULL DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;

-- --------------------------------------------------------

--
-- テーブルの構造 `english_grammar_answers`
--

CREATE TABLE `english_grammar_answers` (
  `id` int NOT NULL,
  `session_id` int NOT NULL,
  `question_id` int NOT NULL,
  `user_answer` int NOT NULL COMMENT 'ユーザーの回答(1-4)',
  `is_correct` tinyint(1) NOT NULL,
  `time_taken` int DEFAULT NULL COMMENT '回答時間(秒)',
  `answered_at` timestamp NULL DEFAULT CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;

-- --------------------------------------------------------

--
-- テーブルの構造 `english_grammar_progress`
--

CREATE TABLE `english_grammar_progress` (
  `id` int NOT NULL,
  `student_id` int NOT NULL,
  `total_sessions` int DEFAULT '0',
  `total_questions` int DEFAULT '0',
  `correct_answers` int DEFAULT '0',
  `total_points` int DEFAULT '0',
  `last_session_at` timestamp NULL DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT CURRENT_TIMESTAMP,
  `updated_at` timestamp NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;

-- --------------------------------------------------------

--
-- テーブルの構造 `english_grammar_questions`
--

CREATE TABLE `english_grammar_questions` (
  `id` int NOT NULL,
  `category` varchar(50) NOT NULL COMMENT '文法カテゴリ',
  `difficulty` varchar(20) NOT NULL DEFAULT 'basic' COMMENT '難易度: basic, intermediate, advanced',
  `question_text` text NOT NULL COMMENT '問題文',
  `choice_1` varchar(255) NOT NULL COMMENT '選択肢1',
  `choice_2` varchar(255) NOT NULL COMMENT '選択肢2',
  `choice_3` varchar(255) NOT NULL COMMENT '選択肢3',
  `choice_4` varchar(255) NOT NULL COMMENT '選択肢4',
  `correct_answer` int NOT NULL COMMENT '正解の選択肢番号(1-4)',
  `explanation` text COMMENT '解説',
  `created_at` timestamp NULL DEFAULT CURRENT_TIMESTAMP,
  `updated_at` timestamp NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;

--
-- テーブルのデータのダンプ `english_grammar_questions`
--

INSERT INTO `english_grammar_questions` (`id`, `category`, `difficulty`, `question_text`, `choice_1`, `choice_2`, `choice_3`, `choice_4`, `correct_answer`, `explanation`, `created_at`, `updated_at`) VALUES
(1, 'be動詞', 'basic', 'I ___ a student.', 'is', 'am', 'are', 'be', 2, 'I（私は）の後ろには be動詞の「am」を使います。', '2025-05-27 09:21:14', '2025-05-27 09:21:14'),
(2, 'be動詞', 'basic', 'She ___ happy.', 'is', 'am', 'are', 'be', 1, 'She（彼女は）の後ろには be動詞の「is」を使います。', '2025-05-27 09:21:14', '2025-05-27 09:21:14'),
(3, 'be動詞', 'basic', 'They ___ from Japan.', 'is', 'am', 'are', 'be', 3, 'They（彼らは）の後ろには be動詞の「are」を使います。', '2025-05-27 09:21:14', '2025-05-27 09:21:14'),
(4, '一般動詞', 'basic', 'He ___ soccer every day.', 'play', 'plays', 'playing', 'played', 2, '三人称単数現在形では、動詞に「s」を付けます。', '2025-05-27 09:21:14', '2025-05-27 09:21:14'),
(5, '一般動詞', 'basic', 'I ___ breakfast at 7 o\'clock.', 'eat', 'eats', 'eating', 'ate', 1, 'I（私は）には動詞の原形を使います。', '2025-05-27 09:21:14', '2025-05-27 09:21:14'),
(6, '疑問文', 'basic', '___ you like music?', 'Do', 'Does', 'Are', 'Is', 1, 'You（あなたは）を主語にした一般動詞の疑問文では「Do」を使います。', '2025-05-27 09:21:14', '2025-05-27 09:21:14'),
(7, '疑問文', 'basic', '___ she a teacher?', 'Do', 'Does', 'Are', 'Is', 4, 'She（彼女は）を主語にしたbe動詞の疑問文では「Is」を使います。', '2025-05-27 09:21:14', '2025-05-27 09:21:14'),
(8, '否定文', 'basic', 'I ___ not a student.', 'do', 'does', 'am', 'is', 3, 'I（私は）のbe動詞の否定文では「am not」を使います。', '2025-05-27 09:21:14', '2025-05-27 09:21:14'),
(9, '否定文', 'basic', 'He ___ not play tennis.', 'do', 'does', 'is', 'are', 2, '三人称単数現在の一般動詞の否定文では「does not」を使います。', '2025-05-27 09:21:14', '2025-05-27 09:21:14'),
(10, '過去形', 'intermediate', 'Yesterday, I ___ to the park.', 'go', 'goes', 'went', 'going', 3, '「go」の過去形は不規則変化で「went」になります。', '2025-05-27 09:21:14', '2025-05-27 09:21:14');

-- --------------------------------------------------------

--
-- テーブルの構造 `english_grammar_sessions`
--

CREATE TABLE `english_grammar_sessions` (
  `id` int NOT NULL,
  `student_id` int NOT NULL,
  `started_at` timestamp NULL DEFAULT CURRENT_TIMESTAMP,
  `ended_at` timestamp NULL DEFAULT NULL,
  `total_questions` int DEFAULT '0',
  `correct_answers` int DEFAULT '0',
  `points_earned` int DEFAULT '0',
  `session_data` json DEFAULT NULL COMMENT 'セッション詳細データ'
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;

-- --------------------------------------------------------

--
-- テーブルの構造 `english_learning_answers`
--

CREATE TABLE `english_learning_answers` (
  `id` int NOT NULL,
  `session_id` varchar(100) DEFAULT NULL,
  `student_id` int NOT NULL,
  `stage` int NOT NULL,
  `problem_type` varchar(50) NOT NULL,
  `question_id` varchar(100) DEFAULT NULL,
  `japanese_text` text,
  `correct_answer` text,
  `user_answer` text,
  `handwriting_data` json DEFAULT NULL,
  `is_correct` tinyint(1) DEFAULT '0',
  `time_taken` int DEFAULT '0',
  `created_at` timestamp NULL DEFAULT CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;

-- --------------------------------------------------------

--
-- テーブルの構造 `english_learning_history`
--

CREATE TABLE `english_learning_history` (
  `id` int NOT NULL,
  `student_id` int NOT NULL,
  `stage` int NOT NULL,
  `problem_type` varchar(50) NOT NULL,
  `question_id` int NOT NULL,
  `japanese_text` text NOT NULL,
  `correct_answer` text NOT NULL,
  `user_answer` text,
  `handwriting_data` json DEFAULT NULL,
  `is_correct` tinyint(1) DEFAULT '0',
  `answered_at` timestamp NULL DEFAULT CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;

-- --------------------------------------------------------

--
-- テーブルの構造 `english_learning_progress`
--

CREATE TABLE `english_learning_progress` (
  `id` int NOT NULL,
  `student_id` int NOT NULL,
  `stage` int NOT NULL,
  `completion_rate` decimal(5,2) DEFAULT '0.00',
  `last_session_at` datetime DEFAULT NULL,
  `total_problems` int DEFAULT '0',
  `correct_answers` int DEFAULT '0',
  `updated_at` timestamp NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;

-- --------------------------------------------------------

--
-- テーブルの構造 `english_learning_sessions`
--

CREATE TABLE `english_learning_sessions` (
  `id` int NOT NULL,
  `student_id` int NOT NULL,
  `stage` int NOT NULL DEFAULT '1',
  `started_at` timestamp NULL DEFAULT CURRENT_TIMESTAMP,
  `ended_at` timestamp NULL DEFAULT NULL,
  `total_questions` int DEFAULT '0',
  `correct_answers` int DEFAULT '0',
  `points_earned` int DEFAULT '0'
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;

-- --------------------------------------------------------

--
-- テーブルの構造 `external_service_credentials`
--

CREATE TABLE `external_service_credentials` (
  `id` int NOT NULL,
  `user_id` int NOT NULL,
  `service_name` varchar(50) NOT NULL,
  `login_id` varchar(255) NOT NULL,
  `password` varchar(255) NOT NULL,
  `created_at` datetime DEFAULT CURRENT_TIMESTAMP,
  `updated_at` datetime DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;

--
-- テーブルのデータのダンプ `external_service_credentials`
--

INSERT INTO `external_service_credentials` (`id`, `user_id`, `service_name`, `login_id`, `password`, `created_at`, `updated_at`) VALUES
(1, 1, 'hope_room', '4948', 'qKFQUk', '2025-04-24 20:06:43', '2025-04-24 20:06:43'),
(2, 7, 'hope_room', 'NbedaSPkgg', '4hAYU7', '2025-04-24 20:40:09', '2025-04-24 20:40:09'),
(3, 7, 'myetr', 'MBC0004', '0004', '2025-04-25 16:55:34', '2025-04-25 17:39:05');

-- --------------------------------------------------------

--
-- テーブルの構造 `grades`
--

CREATE TABLE `grades` (
  `id` int NOT NULL,
  `student_id` int NOT NULL,
  `grade_year` tinyint NOT NULL DEFAULT '1',
  `subject` tinyint NOT NULL,
  `term` tinyint NOT NULL,
  `score` int NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;

--
-- テーブルのデータのダンプ `grades`
--

INSERT INTO `grades` (`id`, `student_id`, `grade_year`, `subject`, `term`, `score`) VALUES
(6, 7, 1, 1, 1, 25),
(7, 7, 2, 1, 2, 10),
(8, 7, 3, 1, 1, 12),
(9, 7, 1, 2, 1, 2),
(10, 7, 1, 1, 2, 48);

-- --------------------------------------------------------

--
-- テーブルの構造 `grade_improvement_notifications`
--

CREATE TABLE `grade_improvement_notifications` (
  `id` int NOT NULL,
  `student_id` int NOT NULL,
  `grade_year` int NOT NULL,
  `subject_id` int NOT NULL,
  `term` int NOT NULL,
  `previous_score` int NOT NULL,
  `new_score` int NOT NULL,
  `improvement_level` varchar(10) NOT NULL,
  `potential_points` int NOT NULL,
  `is_processed` tinyint(1) NOT NULL DEFAULT '0',
  `processed_by` int DEFAULT NULL,
  `processed_at` timestamp NULL DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;

--
-- テーブルのデータのダンプ `grade_improvement_notifications`
--

INSERT INTO `grade_improvement_notifications` (`id`, `student_id`, `grade_year`, `subject_id`, `term`, `previous_score`, `new_score`, `improvement_level`, `potential_points`, `is_processed`, `processed_by`, `processed_at`, `created_at`) VALUES
(1, 7, 1, 1, 2, 25, 48, '大', 50, 0, NULL, NULL, '2025-05-13 20:26:54');

-- --------------------------------------------------------

--
-- テーブルの構造 `high_schools`
--

CREATE TABLE `high_schools` (
  `id` int NOT NULL,
  `name` varchar(100) NOT NULL,
  `district` varchar(50) DEFAULT NULL,
  `course_type` varchar(50) DEFAULT NULL,
  `min_required_points` decimal(5,2) DEFAULT NULL,
  `avg_accepted_points` decimal(5,2) DEFAULT NULL,
  `competition_rate` decimal(4,2) DEFAULT NULL,
  `notes` text,
  `year` int NOT NULL,
  `created_at` timestamp NULL DEFAULT CURRENT_TIMESTAMP,
  `updated_at` timestamp NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `deviation_score` float DEFAULT NULL COMMENT '偏差値',
  `assessment_guideline` float DEFAULT NULL COMMENT '内申目安',
  `survey_report_total` float DEFAULT NULL COMMENT '調査書合計',
  `actual_score_guideline` float DEFAULT NULL COMMENT '本番点数目安',
  `competition_rate_2021` float DEFAULT NULL COMMENT '2021年倍率',
  `competition_rate_2022` float DEFAULT NULL COMMENT '2022年倍率',
  `competition_rate_2023` float DEFAULT NULL COMMENT '2023年倍率',
  `competition_rate_2024` float DEFAULT NULL COMMENT '2024年倍率',
  `national_university_rate` varchar(255) DEFAULT NULL COMMENT '進学実績（国立）',
  `prestige_university_rate` varchar(255) DEFAULT NULL COMMENT '進学実績（早慶上理ICU）',
  `march_university_rate` varchar(255) DEFAULT NULL COMMENT '進学実績（MARCH）',
  `university_advancement_rate` float DEFAULT NULL COMMENT '大学進学割合',
  `vocational_school_rate` float DEFAULT NULL COMMENT '専門割合',
  `employment_rate` float DEFAULT NULL COMMENT '就職割合',
  `strong_club_activities` varchar(255) DEFAULT NULL COMMENT '強い部活',
  `time_from_ebina` float DEFAULT NULL COMMENT '海老名駅からの時間',
  `distance_from_nearest` float DEFAULT NULL COMMENT '最寄りからの距離',
  `features` text COMMENT '特徴'
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;

--
-- テーブルのデータのダンプ `high_schools`
--

INSERT INTO `high_schools` (`id`, `name`, `district`, `course_type`, `min_required_points`, `avg_accepted_points`, `competition_rate`, `notes`, `year`, `created_at`, `updated_at`, `deviation_score`, `assessment_guideline`, `survey_report_total`, `actual_score_guideline`, `competition_rate_2021`, `competition_rate_2022`, `competition_rate_2023`, `competition_rate_2024`, `national_university_rate`, `prestige_university_rate`, `march_university_rate`, `university_advancement_rate`, `vocational_school_rate`, `employment_rate`, `strong_club_activities`, `time_from_ebina`, `distance_from_nearest`, `features`) VALUES
(102, '湘南', '神奈川県', '普通科', 44.70, NULL, 1.54, NULL, 2025, '2025-05-10 10:22:21', '2025-05-10 10:22:21', 75, NULL, 134, 450, 1.49, 1.41, 1.58, 1.54, '196', '467', NULL, NULL, 0, 0, NULL, NULL, NULL, NULL),
(103, '横浜翠嵐', '神奈川県', '普通科', 44.00, NULL, 1.89, NULL, 2025, '2025-05-10 10:22:21', '2025-05-10 10:22:21', 75, NULL, 132, 460, 1.8, 2.07, 1.98, 1.89, '201', '435', '265', NULL, 0, 0, NULL, NULL, NULL, NULL),
(104, '厚木', '神奈川県', '普通科', 43.70, NULL, 1.13, NULL, 2025, '2025-05-10 10:22:21', '2025-05-10 10:22:21', 70, NULL, 131, 425, 1.3, 1.32, 1.38, 1.13, '114', '243', '590', NULL, 0, 0, NULL, NULL, NULL, NULL),
(105, '多摩', '神奈川県', '普通科', 42.30, NULL, 1.61, NULL, 2025, '2025-05-10 10:22:21', '2025-05-10 10:22:21', 69, NULL, 127, 420, 1.63, 1.66, 1.54, 1.61, '68', '142', '0', 90, 1, 0, NULL, NULL, NULL, NULL),
(106, '希望ヶ丘', '神奈川県', '普通科', 41.30, NULL, 1.40, NULL, 2025, '2025-05-10 10:22:21', '2025-05-10 10:22:21', 67, NULL, 124, 410, 1.38, 1.5, 1.32, 1.4, '30', '123', '471', NULL, 1, 0, NULL, NULL, NULL, NULL),
(107, '相模原', '神奈川県', '普通科', 42.70, NULL, 1.28, NULL, 2025, '2025-05-10 10:22:21', '2025-05-10 10:22:21', 67, NULL, 128, 410, 1.28, 1.2, 1.23, 1.28, '36', '56', '230', 90, 0.5, 0, NULL, NULL, NULL, NULL),
(108, '平塚江南', '神奈川県', '普通科', 41.00, NULL, 1.36, NULL, 2025, '2025-05-10 10:22:21', '2025-05-10 10:22:21', 67, NULL, 123, 400, 1.23, 1.27, 1.2, 1.36, '47', '89', '317', NULL, 0, 0, NULL, NULL, NULL, NULL),
(109, '神奈川総合', '神奈川県', '普通科', 42.70, NULL, 1.52, NULL, 2025, '2025-05-10 10:22:21', '2025-05-10 10:22:21', 66, NULL, 128, 420, 1.66, 1.26, 1.52, 1.52, '25', '59', '126', 85, 0.5, 0.3, '野球', NULL, NULL, '単位制、統合'),
(110, '大和', '神奈川県', '普通科', 42.30, NULL, 1.52, NULL, 2025, '2025-05-10 10:22:21', '2025-05-10 10:22:21', 66, NULL, 127, 410, 1.42, 1.39, 1.42, 1.52, '42', '92', '365', 90, 1, 0, NULL, NULL, NULL, NULL),
(111, '横浜平沼', '神奈川県', '普通科', 42.30, NULL, 1.30, NULL, 2025, '2025-05-10 10:22:21', '2025-05-10 10:22:21', 66, NULL, 127, 390, 1.32, 1.49, 1.32, 1.3, '27', '64', '212', NULL, NULL, NULL, 'ダンス', NULL, NULL, NULL),
(112, '茅ヶ崎北稜', '神奈川県', '普通科', 40.30, NULL, 1.21, NULL, 2025, '2025-05-10 10:22:21', '2025-05-10 10:22:21', 63, NULL, 121, 380, 1.29, 1.5, 1.31, 1.21, '20', '32', '136', NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(113, '横浜市立桜ケ丘', '神奈川県', '普通科', 41.00, NULL, 1.20, NULL, 2025, '2025-05-10 10:22:21', '2025-05-10 10:22:21', 62, NULL, 123, 370, 1.25, 1.2, 1.36, 1.2, '20', '37', '140', NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(114, '海老名', '神奈川県', '普通科', 39.70, NULL, 1.23, NULL, 2025, '2025-05-10 10:22:21', '2025-05-10 10:22:21', 61, NULL, 119, 370, 1.29, 1.22, 1.2, 1.23, '14', '32', '224', 80, 5, 1, NULL, NULL, NULL, NULL),
(115, '秦野', '神奈川県', '普通科', 38.30, NULL, 1.05, NULL, 2025, '2025-05-10 10:22:21', '2025-05-10 10:22:21', 61, NULL, 115, 330, 1.12, 1.14, 1.06, 1.05, '23', '12', '152', NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(116, '松陽', '神奈川県', '普通科', 38.30, NULL, 1.10, NULL, 2025, '2025-05-10 10:22:21', '2025-05-10 10:22:21', 60, NULL, 115, 340, 1.14, 1.34, 1.13, 1.1, '1', '3', '54', NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(117, '座間', '神奈川県', '普通科', 39.00, NULL, 1.30, NULL, 2025, '2025-05-10 10:22:21', '2025-05-10 10:22:21', 59, NULL, 117, 360, 1.21, 1.26, 1.29, 1.3, '4', '10', '90', 80, 6, 0, NULL, NULL, NULL, NULL),
(118, '麻溝台', '神奈川県', '普通科', 37.30, NULL, 1.06, NULL, 2025, '2025-05-10 10:22:21', '2025-05-10 10:22:21', 58, NULL, 112, 350, 1.35, 1.28, 1.15, 1.06, '3', '14', '97', NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(119, '湘南台', '神奈川県', '普通科', 36.00, NULL, 1.34, NULL, 2025, '2025-05-10 10:22:21', '2025-05-10 10:22:21', 56, NULL, 108, 330, 1.28, 1.63, 1.14, 1.34, '2', '4', '30', NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(120, '瀬谷', '神奈川県', '普通科', 34.70, NULL, 1.06, NULL, 2025, '2025-05-10 10:22:21', '2025-05-10 10:22:21', 56, NULL, 104, 300, 1.27, 1.18, 1.13, 1.06, '2', '4', '33', NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(121, '鶴嶺', '神奈川県', '普通科', 35.30, NULL, 1.16, NULL, 2025, '2025-05-10 10:22:21', '2025-05-10 10:22:21', 56, NULL, 106, 300, 1.22, 1.08, 1.22, 1.16, '0', '3', '34', NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(122, '弥栄（スポーツ科）', '神奈川県', '普通科', 31.70, NULL, 1.56, NULL, 2025, '2025-05-10 10:22:21', '2025-05-10 10:22:21', 56, NULL, 95, 280, NULL, 1.08, 1.58, 1.56, NULL, NULL, NULL, NULL, NULL, NULL, '女子バスケ部', NULL, NULL, '調査書：スポーツ科保体×2'),
(123, '伊志田', '神奈川県', '普通科', 36.00, NULL, 1.12, NULL, 2025, '2025-05-10 10:22:21', '2025-05-10 10:22:21', 55, NULL, 108, 300, 1.12, 1.15, 1.05, 1.12, '0', '3', '32', 75, 14, 0, NULL, NULL, NULL, NULL),
(124, '厚木王子', '神奈川県', '普通科', 35.30, NULL, 1.07, NULL, 2025, '2025-05-10 10:22:21', '2025-05-10 10:22:21', 54, NULL, 106, 280, 1.1, 1.14, 1.21, 1.07, '1', '4', '14', 63, 18, 2, NULL, NULL, NULL, '2023年厚木商業と統合'),
(125, '上溝南', '神奈川県', '普通科', 34.70, NULL, 1.03, NULL, 2025, '2025-05-10 10:22:21', '2025-05-10 10:22:21', 54, NULL, 104, 290, 1.18, 1.07, 1.25, 1.03, '1', '6', '25', 80, 9, 1, NULL, NULL, NULL, '校舎建て替え'),
(126, '大和西', '神奈川県', '普通科', 34.00, NULL, 1.03, NULL, 2025, '2025-05-10 10:22:21', '2025-05-10 10:22:21', 54, NULL, 102, 300, 1.18, 1.21, 1.23, 1.03, '1', '11', '53', 75, 12, 1, 'サッカー、ダンス部', NULL, NULL, '留学制度あり（有償）'),
(127, '有馬', '神奈川県', '普通科', 34.00, NULL, 1.12, NULL, 2025, '2025-05-10 10:22:21', '2025-05-10 10:22:21', 52, NULL, 102, 250, 1.17, 1.1, 1.12, 1.12, '0', '8', '10', 58, 28, 1, NULL, NULL, NULL, '調査書：英語×1.2'),
(128, '橋本', '神奈川県', '普通科', 33.00, NULL, 1.12, NULL, 2025, '2025-05-10 10:22:21', '2025-05-10 10:22:21', 52, NULL, 99, 270, 1.13, 1.15, 1.17, 1.12, '3', '7', '20', 60, 25, 1, NULL, NULL, NULL, NULL),
(129, '麻生', '神奈川県', '普通科', 32.00, NULL, 0.99, NULL, 2025, '2025-05-10 10:22:21', '2025-05-10 10:22:21', 50, NULL, 96, 250, 1.07, 1.15, 1.06, 0.99, '0', '2', '17', NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(130, '上溝', '神奈川県', '普通科', 33.70, NULL, 1.27, NULL, 2025, '2025-05-10 10:22:21', '2025-05-10 10:22:21', 50, NULL, 101, 270, 1.24, 1.17, 1.23, 1.27, '0', '2', '21', 70, 24, 1, NULL, NULL, NULL, NULL),
(131, '百合丘', '神奈川県', '普通科', 29.30, NULL, 1.04, NULL, 2025, '2025-05-10 10:22:21', '2025-05-10 10:22:21', 50, NULL, 88, 250, 1.02, 1.16, 1.09, 1.04, '2', '2', '5', NULL, NULL, NULL, 'ダンス', NULL, NULL, NULL),
(132, '厚木西', '神奈川県', '普通科', 32.00, NULL, 1.12, NULL, 2025, '2025-05-10 10:22:21', '2025-05-10 10:22:21', 49, NULL, 96, 240, 1.1, 1.07, 1.04, 1.12, '0', '0', '11', 71, NULL, NULL, NULL, NULL, NULL, '推薦枠多い'),
(133, '霧が丘', '神奈川県', '普通科', 31.00, NULL, 1.14, NULL, 2025, '2025-05-10 10:22:21', '2025-05-10 10:22:21', 48, NULL, 93, 240, 1.16, 1.04, 1.23, 1.14, '0', '6', '6', NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(134, '藤沢総合', '神奈川県', '普通科', 32.00, NULL, 1.17, NULL, 2025, '2025-05-10 10:22:21', '2025-05-10 10:22:21', 48, NULL, 96, 230, 1, 1.14, 1.17, 1.17, '0', '0', '2', NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(135, '旭', '神奈川県', '普通科', 30.00, NULL, 1.06, NULL, 2025, '2025-05-10 10:22:21', '2025-05-10 10:22:21', 47, NULL, 90, 200, 1.03, 1.13, 1.22, 1.06, '0', '0', '3', 55, 30, 3, '女子バスケ部', NULL, NULL, NULL),
(136, '伊勢原', '神奈川県', '普通科', 29.70, NULL, 1.28, NULL, 2025, '2025-05-10 10:22:21', '2025-05-10 10:22:21', 46, NULL, 89, 230, 1.15, 1.14, 1.2, 1.28, '0', '0', '0', 56, 40, 5, NULL, NULL, NULL, NULL),
(137, '綾瀬', '神奈川県', '普通科', 30.70, NULL, 0.97, NULL, 2025, '2025-05-10 10:22:21', '2025-05-10 10:22:21', 45, NULL, 92, 200, 1.1, 1.06, 1.07, 0.97, '0', '0', '0', 40, 42, 3, NULL, NULL, NULL, NULL),
(138, '厚木北', '神奈川県', '普通科', 29.30, NULL, 1.03, NULL, 2025, '2025-05-10 10:22:21', '2025-05-10 10:22:21', 44, NULL, 88, 180, 1.14, 1.04, 1, 1.03, '0', '0', '0', 45, 35, 7, NULL, NULL, NULL, 'スポーツ科あり、2023年度定員増'),
(139, '上鶴間', '神奈川県', '普通科', 27.00, NULL, 1.07, NULL, 2025, '2025-05-10 10:22:21', '2025-05-10 10:22:21', 44, NULL, 81, 180, 1.07, 1.17, 1.19, 1.07, '0', '0', '0', NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(140, '座間総合', '神奈川県', '普通科', 29.30, NULL, 1.17, NULL, 2025, '2025-05-10 10:22:21', '2025-05-10 10:22:21', 44, NULL, 88, 210, 1.14, 1.1, 1.11, 1.17, '0', '0', '2', 35, 45, 7, NULL, NULL, NULL, '単位制'),
(141, '大和南', '神奈川県', '普通科', 28.00, NULL, 1.06, NULL, 2025, '2025-05-10 10:22:21', '2025-05-10 10:22:21', 44, NULL, 84, 180, 1.04, 1.18, 1.13, 1.06, '0', '0', '0', 52, 52, 10, 'ダンス', NULL, NULL, NULL),
(142, '麻生総合', '神奈川県', '普通科', 23.00, NULL, 0.49, NULL, 2025, '2025-05-10 10:22:21', '2025-05-10 10:22:21', 41, NULL, 69, 130, 1, 1, 0.45, 0.49, '0', '0', '0', NULL, NULL, NULL, NULL, NULL, NULL, '2023年度定員増、単位制'),
(143, '綾瀬西', '神奈川県', '普通科', 24.70, NULL, 0.92, NULL, 2025, '2025-05-10 10:22:22', '2025-05-10 10:22:22', 41, NULL, 74, 140, 1.04, 1.09, 1.03, 0.92, '0', '0', '0', 15, 36, 30, NULL, NULL, NULL, '2023年度定員増'),
(144, '寒川', '神奈川県', '普通科', 20.30, NULL, 0.57, NULL, 2025, '2025-05-10 10:22:22', '2025-05-10 10:22:22', 40, NULL, 61, 110, 1, 1, 0.54, 0.57, '0', '0', '0', NULL, NULL, NULL, NULL, NULL, NULL, NULL);

-- --------------------------------------------------------

--
-- テーブルの構造 `high_school_grade_improvement_notifications`
--

CREATE TABLE `high_school_grade_improvement_notifications` (
  `id` int NOT NULL,
  `student_id` int NOT NULL,
  `grade_year` int NOT NULL,
  `subject_id` int NOT NULL,
  `term` int NOT NULL,
  `previous_score` int NOT NULL,
  `new_score` int NOT NULL,
  `improvement_level` varchar(10) NOT NULL,
  `potential_points` int NOT NULL,
  `is_processed` tinyint(1) NOT NULL DEFAULT '0',
  `processed_by` int DEFAULT NULL,
  `processed_at` timestamp NULL DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;

-- --------------------------------------------------------

--
-- テーブルの構造 `high_school_grade_notifications`
--

CREATE TABLE `high_school_grade_notifications` (
  `id` int NOT NULL,
  `student_id` int NOT NULL,
  `grade_year` int NOT NULL,
  `subject_id` int NOT NULL,
  `previous_term` int NOT NULL,
  `previous_grade_year` int NOT NULL,
  `current_term` int NOT NULL,
  `previous_score` int NOT NULL,
  `new_score` int NOT NULL,
  `improvement_level` varchar(10) NOT NULL,
  `potential_points` int NOT NULL,
  `is_processed` tinyint(1) NOT NULL DEFAULT '0',
  `processed_by` int DEFAULT NULL,
  `processed_at` timestamp NULL DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;

-- --------------------------------------------------------

--
-- テーブルの構造 `high_school_import_history`
--

CREATE TABLE `high_school_import_history` (
  `id` int NOT NULL,
  `import_date` timestamp NULL DEFAULT CURRENT_TIMESTAMP,
  `year` int NOT NULL,
  `file_name` varchar(255) DEFAULT NULL,
  `imported_by` int DEFAULT NULL,
  `record_count` int DEFAULT NULL,
  `import_method` varchar(50) DEFAULT NULL COMMENT 'インポート方法（Web/Excel）',
  `excel_columns` json DEFAULT NULL COMMENT 'インポートされたExcelの列情報'
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;

--
-- テーブルのデータのダンプ `high_school_import_history`
--

INSERT INTO `high_school_import_history` (`id`, `import_date`, `year`, `file_name`, `imported_by`, `record_count`, `import_method`, `excel_columns`) VALUES
(1, '2025-04-26 11:02:15', 2025, 'Web:神奈川県', 1, 15, NULL, NULL),
(2, '2025-05-10 09:29:18', 2025, 'Imported_CSV_File.csv', 1, 0, 'CSV', '[\"名称\", \"コース\", \"地区\", \"内申目安\", \"平均合格内申\", \"調査書合計\", \"偏差値\", \"本番点数目安\", \"倍率\", \"2021年倍率\", \"2022年倍率\", \"2023年倍率\", \"2024年倍率\", \"進学実績（国立）\", \"進学実績（早慶上理ICU）\", \"進学実績（MARCH）\", \"大学進学割合\", \"専門割合\", \"就職割合\", \"強い部活\", \"行事\", \"制服\", \"校則\", \"海老名駅からの時間\", \"最寄りからの距離\", \"特徴\"]'),
(3, '2025-05-10 09:29:39', 2025, 'Imported_CSV_File.csv', 1, 0, 'CSV', '[\"名称\", \"コース\", \"地区\", \"内申目安\", \"平均合格内申\", \"調査書合計\", \"偏差値\", \"本番点数目安\", \"倍率\", \"2021年倍率\", \"2022年倍率\", \"2023年倍率\", \"2024年倍率\", \"進学実績（国立）\", \"進学実績（早慶上理ICU）\", \"進学実績（MARCH）\", \"大学進学割合\", \"専門割合\", \"就職割合\", \"強い部活\", \"行事\", \"制服\", \"校則\", \"海老名駅からの時間\", \"最寄りからの距離\", \"特徴\"]'),
(4, '2025-05-10 09:44:51', 2025, 'Imported_CSV_File.csv', 1, 43, 'CSV', '[\"名称\", \"コース\", \"地区\", \"内申目安\", \"平均合格内申\", \"調査書合計\", \"偏差値\", \"本番点数目安\", \"倍率\", \"2021年倍率\", \"2022年倍率\", \"2023年倍率\", \"2024年倍率\", \"進学実績（国立）\", \"進学実績（早慶上理ICU）\", \"進学実績（MARCH）\", \"大学進学割合\", \"専門割合\", \"就職割合\", \"強い部活\", \"行事\", \"制服\", \"校則\", \"海老名駅からの時間\", \"最寄りからの距離\", \"特徴\"]'),
(5, '2025-05-10 10:20:24', 2025, 'Imported_CSV_File.csv', 1, 43, 'CSV', '[\"名称\", \"コース\", \"地区\", \"内申目安\", \"平均合格内申\", \"調査書合計\", \"偏差値\", \"本番点数目安\", \"倍率\", \"2021年倍率\", \"2022年倍率\", \"2023年倍率\", \"2024年倍率\", \"進学実績（国立）\", \"進学実績（早慶上理ICU）\", \"進学実績（MARCH）\", \"大学進学割合\", \"専門割合\", \"就職割合\", \"強い部活\", \"行事\", \"制服\", \"校則\", \"海老名駅からの時間\", \"最寄りからの距離\", \"特徴\"]'),
(6, '2025-05-10 10:22:22', 2025, 'Imported_CSV_File.csv', 1, 43, 'CSV', '[\"名称\", \"コース\", \"地区\", \"内申目安\", \"平均合格内申\", \"調査書合計\", \"偏差値\", \"本番点数目安\", \"倍率\", \"2021年倍率\", \"2022年倍率\", \"2023年倍率\", \"2024年倍率\", \"進学実績（国立）\", \"進学実績（早慶上理ICU）\", \"進学実績（MARCH）\", \"大学進学割合\", \"専門割合\", \"就職割合\", \"強い部活\", \"行事\", \"制服\", \"校則\", \"海老名駅からの時間\", \"最寄りからの距離\", \"特徴\"]');

-- --------------------------------------------------------

--
-- テーブルの構造 `homework_assignments`
--

CREATE TABLE `homework_assignments` (
  `id` int NOT NULL,
  `student_id` int NOT NULL,
  `assigned_date` date NOT NULL,
  `subject` varchar(50) NOT NULL COMMENT '科目',
  `textbook` varchar(100) NOT NULL COMMENT 'テキスト名',
  `topic` varchar(200) NOT NULL COMMENT '項目・単元',
  `pages` varchar(50) NOT NULL COMMENT 'ページ数（例: 10-15）',
  `created_at` timestamp NULL DEFAULT CURRENT_TIMESTAMP,
  `created_by` int NOT NULL COMMENT '作成した講師ID'
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;

-- --------------------------------------------------------

--
-- テーブルの構造 `homework_completions`
--

CREATE TABLE `homework_completions` (
  `id` int NOT NULL,
  `assignment_id` int NOT NULL,
  `student_id` int NOT NULL,
  `completed_date` date NOT NULL,
  `checked_by` int NOT NULL COMMENT 'チェックした講師ID',
  `points_awarded` int DEFAULT '0' COMMENT '付与されたポイント',
  `created_at` timestamp NULL DEFAULT CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;

-- --------------------------------------------------------

--
-- テーブルの構造 `internal_points`
--

CREATE TABLE `internal_points` (
  `id` int NOT NULL,
  `student_id` int NOT NULL,
  `grade_year` tinyint NOT NULL DEFAULT '1',
  `subject` tinyint NOT NULL,
  `term` tinyint NOT NULL,
  `point` int NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;

--
-- テーブルのデータのダンプ `internal_points`
--

INSERT INTO `internal_points` (`id`, `student_id`, `grade_year`, `subject`, `term`, `point`) VALUES
(1, 7, 1, 1, 1, 3),
(2, 7, 1, 9, 1, 4),
(3, 7, 1, 1, 2, 5);

-- --------------------------------------------------------

--
-- テーブルの構造 `internal_point_improvement_notifications`
--

CREATE TABLE `internal_point_improvement_notifications` (
  `id` int NOT NULL,
  `student_id` int NOT NULL,
  `grade_year` int NOT NULL,
  `subject_id` int NOT NULL,
  `term` int NOT NULL,
  `previous_point` int NOT NULL,
  `new_point` int NOT NULL,
  `improvement_level` varchar(10) NOT NULL,
  `potential_points` int NOT NULL,
  `is_processed` tinyint(1) NOT NULL DEFAULT '0',
  `processed_by` int DEFAULT NULL,
  `processed_at` timestamp NULL DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;

-- --------------------------------------------------------

--
-- テーブルの構造 `internal_point_notifications`
--

CREATE TABLE `internal_point_notifications` (
  `id` int NOT NULL,
  `student_id` int NOT NULL,
  `grade_year` int NOT NULL,
  `subject_id` int NOT NULL,
  `previous_term` int NOT NULL,
  `previous_grade_year` int NOT NULL,
  `current_term` int NOT NULL,
  `previous_point` int NOT NULL,
  `new_point` int NOT NULL,
  `improvement_level` varchar(10) NOT NULL,
  `potential_points` int NOT NULL,
  `is_processed` tinyint(1) NOT NULL DEFAULT '0',
  `processed_by` int DEFAULT NULL,
  `processed_at` timestamp NULL DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;

-- --------------------------------------------------------

--
-- テーブルの構造 `login_attempts`
--

CREATE TABLE `login_attempts` (
  `id` int NOT NULL,
  `ip_address` varchar(45) COLLATE utf8mb4_unicode_ci NOT NULL,
  `username` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `attempt_time` timestamp NULL DEFAULT CURRENT_TIMESTAMP,
  `success` tinyint(1) DEFAULT '0'
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- テーブルのデータのダンプ `login_attempts`
--

INSERT INTO `login_attempts` (`id`, `ip_address`, `username`, `attempt_time`, `success`) VALUES
(1, '240d:1a:f57:c600:4591:436e:a351:62fa', 'b', '2025-05-20 09:06:52', 1),
(2, '240d:1a:f57:c600:4591:436e:a351:62fa', 'b', '2025-05-20 11:38:36', 1),
(3, '240d:1a:f57:c600:4591:436e:a351:62fa', 'b', '2025-05-20 11:39:13', 1),
(4, '240d:1a:f57:c600:4591:436e:a351:62fa', 'b', '2025-05-20 22:01:53', 1),
(5, '240d:1a:f57:c600:4591:436e:a351:62fa', 'b', '2025-05-20 23:21:12', 1),
(6, '240d:1a:f57:c600:4591:436e:a351:62fa', 'b', '2025-05-20 23:21:13', 1),
(7, '240d:1a:f57:c600:4591:436e:a351:62fa', 'b', '2025-05-20 23:26:53', 1),
(8, '240d:1a:f57:c600:4591:436e:a351:62fa', 'b', '2025-05-21 00:09:05', 1),
(9, '240d:1a:f57:c600:4591:436e:a351:62fa', 'b', '2025-05-21 01:13:53', 1),
(10, '240d:1a:f57:c600:4591:436e:a351:62fa', 'b', '2025-05-21 01:28:03', 1),
(11, '240d:1a:f57:c600:4591:436e:a351:62fa', 'b', '2025-05-21 01:29:48', 1),
(12, '240d:1a:f57:c600:4591:436e:a351:62fa', 'b', '2025-05-21 01:40:01', 1),
(13, '240d:1a:f57:c600:f458:7c65:4536:c557', 'b', '2025-05-21 07:30:19', 1),
(14, '240d:1a:f57:c600:4591:436e:a351:62fa', 'a', '2025-05-21 12:58:30', 1),
(15, '240d:1a:f57:c600:e454:5b0f:4627:26dc', 'a', '2025-05-21 13:36:30', 1),
(16, '240d:1a:f57:c600:ac7c:9801:1d9b:d3e9', 'b', '2025-05-21 13:41:32', 1),
(17, '240d:1a:f57:c600:e454:5b0f:4627:26dc', 'a', '2025-05-21 13:45:30', 1),
(18, '240d:1a:f57:c600:308f:d4c9:5acb:ffcf', 'a', '2025-05-21 19:16:05', 1),
(19, '240d:1a:f57:c600:308f:d4c9:5acb:ffcf', 'a', '2025-05-21 19:16:27', 1),
(20, '240d:1a:f57:c600:e454:5b0f:4627:26dc', 'a', '2025-05-21 19:21:32', 1),
(21, '240d:1a:f57:c600:e454:5b0f:4627:26dc', 'a', '2025-05-21 19:49:24', 1),
(22, '240d:1a:f57:c600:e454:5b0f:4627:26dc', 'a', '2025-05-21 20:00:21', 1),
(23, '240d:1a:f57:c600:e454:5b0f:4627:26dc', 'a', '2025-05-21 20:12:28', 1),
(24, '240d:1a:f57:c600:e454:5b0f:4627:26dc', 'a', '2025-05-21 21:12:39', 1),
(25, '240d:1a:f57:c600:e454:5b0f:4627:26dc', 'a', '2025-05-21 21:45:26', 1),
(26, '240d:1a:f57:c600:e454:5b0f:4627:26dc', 'a', '2025-05-21 22:10:42', 1),
(27, '240d:1a:f57:c600:e454:5b0f:4627:26dc', 'a', '2025-05-21 22:17:22', 1),
(28, '240d:1a:f57:c600:e454:5b0f:4627:26dc', 'a', '2025-05-21 22:23:52', 1),
(29, '240d:1a:f57:c600:e454:5b0f:4627:26dc', 'a', '2025-05-21 22:55:40', 1),
(30, '240d:1a:f57:c600:e454:5b0f:4627:26dc', 'a', '2025-05-21 23:00:36', 1),
(31, '240d:1a:f57:c600:e454:5b0f:4627:26dc', 'a', '2025-05-21 23:03:48', 1),
(32, '240d:1a:f57:c600:e454:5b0f:4627:26dc', 'a', '2025-05-21 23:19:46', 1),
(33, '240d:1a:f57:c600:e454:5b0f:4627:26dc', 'a', '2025-05-21 23:21:23', 1),
(34, '240d:1a:f57:c600:e454:5b0f:4627:26dc', 'a', '2025-05-21 23:21:50', 1),
(35, '240d:1a:f57:c600:e454:5b0f:4627:26dc', 'a', '2025-05-21 23:29:41', 1),
(36, '240d:1a:f57:c600:7091:e2fd:ec37:68cc', 'a', '2025-05-22 08:21:59', 1),
(37, '240d:1a:f57:c600:7091:e2fd:ec37:68cc', 'a', '2025-05-22 08:26:38', 1),
(38, '240d:1a:f57:c600:7091:e2fd:ec37:68cc', 'a', '2025-05-22 09:05:06', 1),
(39, '240d:1a:f57:c600:7091:e2fd:ec37:68cc', 'a', '2025-05-22 09:07:01', 1),
(40, '240d:1a:f57:c600:7091:e2fd:ec37:68cc', 'a', '2025-05-22 09:17:09', 1),
(41, '240d:1a:f57:c600:483c:3ac0:d44f:31dd', 'a', '2025-05-22 11:45:41', 1),
(42, '240d:1a:f57:c600:81ec:6586:6fbd:1711', 'a', '2025-05-22 17:55:11', 1),
(43, '240d:1a:f57:c600:acd6:9529:ff67:9da3', 'a', '2025-05-23 01:54:57', 1),
(44, '240d:1a:f57:c600:acd6:9529:ff67:9da3', 'a', '2025-05-23 02:39:19', 1),
(45, '240d:1a:f57:c600:f905:3b22:ca9f:f4ff', 'a', '2025-05-23 07:42:05', 1),
(46, '240d:1a:f57:c600:7024:c268:899c:2dd4', 'a', '2025-05-23 08:03:55', 1),
(47, '240d:1a:f57:c600:4c80:fb9d:c665:cc87', 'a', '2025-05-23 08:23:22', 1),
(48, '240d:1a:f57:c600:4c80:fb9d:c665:cc87', 'a', '2025-05-23 08:34:21', 1),
(49, '240d:1a:f57:c600:4c80:fb9d:c665:cc87', 'a', '2025-05-23 08:35:12', 1),
(50, '240d:1a:f57:c600:4c80:fb9d:c665:cc87', 'a', '2025-05-23 08:44:01', 1),
(51, '240d:1a:f57:c600:994c:ed18:b3a0:a02f', 'a', '2025-05-23 08:51:52', 1),
(52, '240d:1a:f57:c600:4c80:fb9d:c665:cc87', 'a', '2025-05-23 08:52:24', 1),
(53, '240d:1a:f57:c600:994c:ed18:b3a0:a02f', 'a', '2025-05-23 09:07:58', 1),
(54, '240d:1a:f57:c600:4c80:fb9d:c665:cc87', 'a', '2025-05-23 09:35:22', 1),
(55, '240d:1a:f57:c600:994c:ed18:b3a0:a02f', 'b', '2025-05-23 14:34:10', 1),
(56, '240d:1a:f57:c600:f9f3:daeb:9b0c:9954', 'b', '2025-05-24 00:26:27', 1),
(57, '240d:1a:f57:c600:f9f3:daeb:9b0c:9954', 'b', '2025-05-24 00:55:42', 1),
(58, '2400:2411:3e68:a700:d47d:ff53:1e0a:6f1a', '西形颯祐', '2025-05-24 11:03:14', 0),
(59, '2400:2411:3e68:a700:d47d:ff53:1e0a:6f1a', '西形颯祐', '2025-05-24 11:03:43', 1),
(60, '240d:1a:f57:c600:f9f3:daeb:9b0c:9954', 'b', '2025-05-25 19:18:36', 1),
(61, '240d:1a:f57:c600:f9f3:daeb:9b0c:9954', 'b', '2025-05-25 21:11:03', 1),
(62, '240d:1a:f57:c600:f9f3:daeb:9b0c:9954', 'a', '2025-05-27 09:21:09', 1),
(63, '240d:1a:f57:c600:30fe:16b5:da75:bb7a', 'a', '2025-05-27 16:34:54', 1),
(64, '240d:1a:f57:c600:30fe:16b5:da75:bb7a', 'b', '2025-05-27 20:31:26', 1),
(65, '240d:1a:f57:c600:30fe:16b5:da75:bb7a', 'b', '2025-05-27 20:31:26', 1),
(66, '240d:1a:f57:c600:30fe:16b5:da75:bb7a', 'b', '2025-05-27 20:38:50', 1);

-- --------------------------------------------------------

--
-- テーブルの構造 `login_history`
--

CREATE TABLE `login_history` (
  `id` int NOT NULL,
  `user_id` int NOT NULL,
  `login_date` date NOT NULL,
  `login_time` datetime NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;

--
-- テーブルのデータのダンプ `login_history`
--

INSERT INTO `login_history` (`id`, `user_id`, `login_date`, `login_time`) VALUES
(58, 33, '2025-05-30', '2025-05-30 17:51:18'),
(59, 7, '2025-05-30', '2025-05-30 17:55:15'),
(60, 42, '2025-05-30', '2025-05-30 19:56:33'),
(61, 13, '2025-05-30', '2025-05-30 20:35:56'),
(62, 48, '2025-05-30', '2025-05-30 20:46:35'),
(63, 48, '2025-05-31', '2025-05-31 00:39:47'),
(64, 7, '2025-05-31', '2025-05-31 06:35:24'),
(65, 44, '2025-05-31', '2025-05-31 13:21:17');

-- --------------------------------------------------------

--
-- テーブルの構造 `login_streaks`
--

CREATE TABLE `login_streaks` (
  `id` int NOT NULL,
  `user_id` int NOT NULL,
  `current_streak` int NOT NULL DEFAULT '0',
  `max_streak` int NOT NULL DEFAULT '0',
  `last_login_date` date DEFAULT NULL,
  `updated_at` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;

--
-- テーブルのデータのダンプ `login_streaks`
--

INSERT INTO `login_streaks` (`id`, `user_id`, `current_streak`, `max_streak`, `last_login_date`, `updated_at`) VALUES
(1, 7, 1, 1, '2025-05-12', '2025-05-12 16:32:46'),
(2, 1, 1, 1, '2025-05-11', '2025-05-11 17:14:30');

-- --------------------------------------------------------

--
-- テーブルの構造 `monthly_test_comments`
--

CREATE TABLE `monthly_test_comments` (
  `id` int NOT NULL,
  `student_id` int NOT NULL,
  `grade_year` tinyint NOT NULL,
  `subject` tinyint NOT NULL,
  `month` tinyint NOT NULL,
  `comment` text,
  `created_at` timestamp NULL DEFAULT CURRENT_TIMESTAMP,
  `updated_at` timestamp NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;

-- --------------------------------------------------------

--
-- テーブルの構造 `notifications`
--

CREATE TABLE `notifications` (
  `id` int NOT NULL,
  `student_id` int DEFAULT NULL,
  `teacher_id` int NOT NULL,
  `message` text NOT NULL,
  `created_at` datetime DEFAULT CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;

-- --------------------------------------------------------

--
-- テーブルの構造 `point_bonus_milestones`
--

CREATE TABLE `point_bonus_milestones` (
  `id` int NOT NULL,
  `milestone_type` varchar(50) NOT NULL,
  `milestone_value` int NOT NULL,
  `points` int NOT NULL,
  `display_name` varchar(100) NOT NULL,
  `description` text,
  `is_active` tinyint(1) NOT NULL DEFAULT '1'
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;

--
-- テーブルのデータのダンプ `point_bonus_milestones`
--

INSERT INTO `point_bonus_milestones` (`id`, `milestone_type`, `milestone_value`, `points`, `display_name`, `description`, `is_active`) VALUES
(1, 'login_streak', 5, 20, '5日連続ログイン', '5日連続でログインするとボーナスポイントを獲得できます', 1),
(2, 'login_streak', 10, 50, '10日連続ログイン', '10日連続でログインするとさらに多くのボーナスポイントを獲得できます', 1),
(3, 'login_streak', 30, 150, '30日連続ログイン', '30日間連続でログイン達成の大きな報酬です', 1);

-- --------------------------------------------------------

--
-- テーブルの構造 `point_event_types`
--

CREATE TABLE `point_event_types` (
  `id` int NOT NULL,
  `name` varchar(50) NOT NULL,
  `display_name` varchar(100) NOT NULL,
  `min_points` int NOT NULL,
  `max_points` int NOT NULL,
  `description` text,
  `created_at` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `is_automatic` tinyint(1) NOT NULL DEFAULT '0',
  `teacher_can_award` tinyint(1) NOT NULL DEFAULT '0',
  `is_active` tinyint(1) NOT NULL DEFAULT '1'
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;

--
-- テーブルのデータのダンプ `point_event_types`
--

INSERT INTO `point_event_types` (`id`, `name`, `display_name`, `min_points`, `max_points`, `description`, `created_at`, `is_automatic`, `teacher_can_award`, `is_active`) VALUES
(1, 'login', 'ログインボーナス', 2, 5, '毎日のログインでポイント獲得', '2025-05-10 21:52:50', 1, 0, 1),
(5, 'birthday', '誕生日ボーナス', 100, 100, 'お誕生日記念ボーナス', '2025-05-10 21:52:50', 1, 0, 1),
(6, 'homework', '宿題提出ボーナス', 10, 10, '宿題提出ごとに獲得', '2025-05-10 21:52:50', 0, 1, 1),
(7, 'test_score', 'テスト成績ボーナス', 10, 100, NULL, '2025-05-10 21:52:50', 0, 1, 1),
(10, 'crane_game', 'クレーンゲーム', 0, 0, 'クレーンゲームでの景品交換', '2025-05-10 21:52:50', 0, 0, 1),
(11, 'mock_exam_gold', '模試スコアボーナス(金)', 100, 100, '模試で85点以上獲得', '2025-05-13 18:23:54', 0, 1, 1),
(12, 'mock_exam_silver', '模試スコアボーナス(銀)', 50, 50, '模試で70点以上85点未満獲得', '2025-05-13 18:23:54', 0, 1, 1),
(13, 'mock_exam_bronze', '模試スコアボーナス(銅)', 20, 20, '模試で60点以上70点未満獲得', '2025-05-13 18:23:54', 0, 1, 1),
(14, 'internal_point_gold', '内申点ボーナス(金)', 100, 100, '内申点で5以上UP', '2025-05-13 18:23:54', 0, 1, 1),
(15, 'internal_point_silver', '内申点ボーナス(銀)', 60, 60, '内申点が3～4アップ', '2025-05-13 18:23:54', 0, 1, 1),
(16, 'internal_point_bronze', '内申点ボーナス(銅)', 30, 30, '内申点が1～2アップ', '2025-05-13 18:23:54', 0, 1, 1),
(17, 'grade_improvement_large', '成績向上ボーナス(大)', 50, 50, '前回より15点以上成績アップ', '2025-05-13 18:23:54', 0, 0, 1),
(18, 'grade_improvement_medium', '成績向上ボーナス(中)', 30, 30, '前回より10点以上成績アップ', '2025-05-13 18:23:54', 0, 0, 1),
(19, 'grade_improvement_small', '成績向上ボーナス(小)', 20, 20, '前回より5点以上成績アップ', '2025-05-13 18:23:54', 0, 0, 1),
(20, 'high_school_grade_improvement_large', '高校成績向上ボーナス(大)', 50, 50, '前回より15点以上成績アップ', '2025-05-14 05:09:44', 0, 1, 1),
(21, 'high_school_grade_improvement_medium', '高校成績向上ボーナス(中)', 30, 30, '前回より10点以上成績アップ', '2025-05-14 05:09:44', 0, 1, 1),
(22, 'high_school_grade_improvement_small', '高校成績向上ボーナス(小)', 20, 20, '前回より5点以上成績アップ', '2025-05-14 05:09:44', 0, 1, 1),
(23, 'attendance_daily', '出席ポイント', 5, 5, '授業日の出席で獲得するポイント', '2025-05-15 03:18:27', 0, 0, 1),
(24, 'exam_result', '試験結果ボーナス', 10, 100, '試験結果に応じたボーナス', '2025-05-17 00:50:04', 0, 1, 1),
(25, 'mock_exam', '模試ボーナス', 10, 100, '模試結果に応じたボーナス', '2025-05-17 00:50:04', 0, 1, 1),
(26, 'special_award', '特別ボーナス', 10, 500, '特別な活動や成果に対するボーナス', '2025-05-17 00:50:04', 0, 1, 1);

-- --------------------------------------------------------

--
-- テーブルの構造 `point_history`
--

CREATE TABLE `point_history` (
  `id` int NOT NULL,
  `user_id` int NOT NULL,
  `points` int NOT NULL,
  `event_type` varchar(50) NOT NULL,
  `event_id` int DEFAULT NULL,
  `comment` text,
  `created_at` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `created_by` int DEFAULT NULL,
  `is_active` tinyint(1) NOT NULL DEFAULT '1'
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;

--
-- テーブルのデータのダンプ `point_history`
--

INSERT INTO `point_history` (`id`, `user_id`, `points`, `event_type`, `event_id`, `comment`, `created_at`, `created_by`, `is_active`) VALUES
(101, 33, 5, 'login', NULL, 'ログインボーナス：5ポイント獲得', '2025-05-30 17:51:18', NULL, 1),
(102, 7, 5, 'login', NULL, 'ログインボーナス：5ポイント獲得', '2025-05-30 17:55:14', NULL, 1),
(103, 42, 3, 'login', NULL, 'ログインボーナス：3ポイント獲得', '2025-05-30 19:56:32', NULL, 1),
(104, 13, 2, 'login', NULL, 'ログインボーナス：2ポイント獲得', '2025-05-30 20:35:56', NULL, 1),
(105, 48, 3, 'login', NULL, 'ログインボーナス：3ポイント獲得', '2025-05-30 20:46:35', NULL, 1),
(106, 48, 4, 'login', NULL, 'ログインボーナス：4ポイント獲得', '2025-05-31 00:39:46', NULL, 1),
(107, 7, 5, 'login', NULL, 'ログインボーナス：5ポイント獲得', '2025-05-31 06:35:23', NULL, 1),
(108, 44, 2, 'login', NULL, 'ログインボーナス：2ポイント獲得', '2025-05-31 13:21:16', NULL, 1),
(109, 44, 5, 'attendance_daily', NULL, '2025-05-31の出席ポイント（授業日外）', '2025-05-31 17:08:26', 48, 1),
(110, 7, 50, 'grade_improvement', NULL, '成績向上(大幅向上)', '2025-05-31 20:26:17', 48, 1),
(111, 7, 50, 'grade_improvement', NULL, '成績向上(大幅向上)', '2025-05-31 20:33:50', 48, 1),
(112, 7, 50, 'grade_improvement', NULL, '成績向上(大幅向上)', '2025-05-31 20:54:45', 48, 1),
(113, 7, 50, '成績向上', NULL, '成績向上(大幅向上)', '2025-05-31 21:18:53', 48, 1),
(114, 7, 50, '成績向上', NULL, '成績向上(大幅向上)', '2025-05-31 21:43:50', 48, 1),
(115, 7, 50, 'grade_improvement', NULL, '成績向上(大幅向上) - 5月 数学', '2025-05-31 22:16:27', 48, 1);

-- --------------------------------------------------------

--
-- テーブルの構造 `subjects`
--

CREATE TABLE `subjects` (
  `id` int NOT NULL,
  `name` varchar(50) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;

--
-- テーブルのデータのダンプ `subjects`
--

INSERT INTO `subjects` (`id`, `name`) VALUES
(1, '国語'),
(2, '数学'),
(3, '英語'),
(4, '理科'),
(5, '社会'),
(6, '音楽'),
(7, '美術'),
(8, '保体'),
(9, '技家');

-- --------------------------------------------------------

--
-- テーブルの構造 `unified_improvement_notifications`
--

CREATE TABLE `unified_improvement_notifications` (
  `id` int NOT NULL,
  `student_id` int NOT NULL,
  `student_type` enum('elementary','middle') NOT NULL,
  `improvement_type` enum('grade','internal_point','monthly_score') NOT NULL,
  `grade_year` int NOT NULL,
  `subject_id` int NOT NULL,
  `current_period` varchar(20) NOT NULL,
  `previous_period` varchar(20) NOT NULL,
  `previous_score` decimal(5,2) DEFAULT NULL,
  `current_score` decimal(5,2) DEFAULT NULL,
  `improvement_amount` decimal(5,2) NOT NULL,
  `improvement_level` enum('小','中','大') NOT NULL,
  `potential_points` int NOT NULL,
  `is_processed` tinyint(1) DEFAULT '0',
  `processed_by` int DEFAULT NULL,
  `processed_at` timestamp NULL DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT CURRENT_TIMESTAMP,
  `updated_at` timestamp NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;

-- --------------------------------------------------------

--
-- テーブルの構造 `users`
--

CREATE TABLE `users` (
  `id` int NOT NULL,
  `name` varchar(100) NOT NULL,
  `password` varchar(255) NOT NULL,
  `role` varchar(10) NOT NULL,
  `grade_level` int DEFAULT NULL,
  `birthday` date DEFAULT NULL,
  `school_type` varchar(20) DEFAULT 'middle' COMMENT '学校タイプ: elementary（小学生）または middle（中学生）',
  `updated_at` timestamp NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `attendance_days` varchar(20) DEFAULT NULL COMMENT '出席曜日 (0,1,2,3,4,5,6 の形式で保存。0=日曜)'
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;

--
-- テーブルのデータのダンプ `users`
--

INSERT INTO `users` (`id`, `name`, `password`, `role`, `grade_level`, `birthday`, `school_type`, `updated_at`, `attendance_days`) VALUES
(2, 'Test Student', 'pbkdf2:sha256:1000000$abcD123efG$e6cb8f9b4a9d6f3c7b8f123456789abcdef01234567890abcdef01234567890a', 'student', 3, NULL, 'elementary', '2025-05-14 11:49:15', NULL),
(7, 'a', '042600', 'student', 5, NULL, 'elementary', '2025-05-20 09:04:42', '2,5'),
(10, 'テストユーザーF', 'pbkdf2:sha256:1000000$o4JpfedbTsxhMyJU$f3915a154ab3b3123c9e6082c8df0cc7439faf9b8676bc9aeac48634061fe2d7', 'student', 3, NULL, 'middle', '2025-05-15 07:25:05', NULL),
(11, 'e', 'password', 'student', 4, NULL, 'elementary', '2025-05-20 07:37:23', NULL),
(13, 'f', 'password', 'student', 4, NULL, 'elementary', '2025-05-20 07:37:48', NULL),
(31, '平野佳奈', '728491', 'student', 2, NULL, 'elementary', '2025-05-20 09:04:10', NULL),
(32, '高橋律', '593174', 'student', 5, NULL, 'elementary', '2025-05-20 09:04:10', NULL),
(33, '平野悠佳', '104652', 'student', 5, NULL, 'elementary', '2025-05-20 09:04:10', NULL),
(34, '高橋円佳', '827346', 'student', 5, NULL, 'elementary', '2025-05-20 09:04:10', NULL),
(35, '高橋彗太', '359287', 'student', 6, NULL, 'elementary', '2025-05-20 09:04:10', NULL),
(36, '鈴木颯人', '614739', 'student', 1, NULL, 'middle', '2025-05-20 09:04:10', NULL),
(37, '遠藤瑠菜', '942583', 'student', 1, NULL, 'middle', '2025-05-20 09:04:10', NULL),
(38, '笠間大誠', '281674', 'student', 1, NULL, 'middle', '2025-05-20 09:04:10', NULL),
(39, '笠間あおい', '507391', 'student', 2, NULL, 'middle', '2025-05-20 09:04:10', NULL),
(40, '山口真也', '369845', 'student', 2, NULL, 'middle', '2025-05-20 09:04:10', NULL),
(41, '西形颯祐', '145762', 'student', 2, NULL, 'middle', '2025-05-20 09:04:10', NULL),
(42, '堤大智', '802935', 'student', 2, NULL, 'middle', '2025-05-20 09:04:10', NULL),
(43, '高橋基治', '473182', 'student', 2, NULL, 'middle', '2025-05-20 09:04:10', NULL),
(44, '高橋礼', '620593', 'student', 2, NULL, 'middle', '2025-05-20 09:04:10', NULL),
(45, '水戸勇斗', '361824', 'student', 2, NULL, 'middle', '2025-05-20 09:04:10', NULL),
(46, '佐々木日花', '947265', 'student', 3, NULL, 'middle', '2025-05-20 09:04:10', NULL),
(47, '藤原真大', '508327', 'student', 3, NULL, 'middle', '2025-05-20 09:04:10', NULL),
(48, 'b', '042600', 'teacher', NULL, NULL, 'middle', '2025-05-20 09:05:21', NULL);

-- --------------------------------------------------------

--
-- テーブルの構造 `user_high_school_preferences`
--

CREATE TABLE `user_high_school_preferences` (
  `id` int NOT NULL,
  `user_id` int NOT NULL,
  `high_school_id` int NOT NULL,
  `preference_order` int NOT NULL DEFAULT '1',
  `created_at` timestamp NULL DEFAULT CURRENT_TIMESTAMP,
  `updated_at` timestamp NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;

--
-- テーブルのデータのダンプ `user_high_school_preferences`
--

INSERT INTO `user_high_school_preferences` (`id`, `user_id`, `high_school_id`, `preference_order`, `created_at`, `updated_at`) VALUES
(6, 7, 103, 1, '2025-05-18 15:56:52', '2025-05-18 15:56:52'),
(7, 7, 108, 2, '2025-05-18 15:57:22', '2025-05-18 15:57:22');

--
-- ダンプしたテーブルのインデックス
--

--
-- テーブルのインデックス `attendance_records`
--
ALTER TABLE `attendance_records`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `idx_user_date` (`user_id`,`attendance_date`),
  ADD KEY `idx_attendance_date` (`attendance_date`),
  ADD KEY `idx_user_status` (`user_id`,`status`);

--
-- テーブルのインデックス `class_holidays`
--
ALTER TABLE `class_holidays`
  ADD PRIMARY KEY (`id`),
  ADD KEY `idx_holiday_date` (`holiday_date`);

--
-- テーブルのインデックス `class_makeup_days`
--
ALTER TABLE `class_makeup_days`
  ADD PRIMARY KEY (`id`),
  ADD KEY `idx_makeup_date` (`makeup_date`);

--
-- テーブルのインデックス `class_schedule_master`
--
ALTER TABLE `class_schedule_master`
  ADD PRIMARY KEY (`id`),
  ADD KEY `idx_grade_day` (`grade_level`,`day_of_week`);

--
-- テーブルのインデックス `crane_game_credits`
--
ALTER TABLE `crane_game_credits`
  ADD PRIMARY KEY (`id`),
  ADD KEY `user_id` (`user_id`),
  ADD KEY `is_used` (`is_used`);

--
-- テーブルのインデックス `crane_game_history`
--
ALTER TABLE `crane_game_history`
  ADD PRIMARY KEY (`id`),
  ADD KEY `idx_user_id` (`user_id`),
  ADD KEY `idx_prize_id` (`prize_id`),
  ADD KEY `idx_point_history_id` (`point_history_id`);

--
-- テーブルのインデックス `crane_game_prizes`
--
ALTER TABLE `crane_game_prizes`
  ADD PRIMARY KEY (`id`);

--
-- テーブルのインデックス `eiken_words`
--
ALTER TABLE `eiken_words`
  ADD PRIMARY KEY (`id`),
  ADD KEY `grade` (`grade`),
  ADD KEY `idx_grade_question` (`grade`,`question_id`),
  ADD KEY `idx_grade_stage` (`grade`,`stage_number`),
  ADD KEY `idx_word` (`japanese`(20)),
  ADD KEY `idx_english` (`english`(20)),
  ADD KEY `idx_japanese` (`japanese`(20));

--
-- テーブルのインデックス `eiken_word_progress`
--
ALTER TABLE `eiken_word_progress`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `uk_student_word` (`student_id`,`word_id`),
  ADD KEY `idx_student_status` (`student_id`,`status`),
  ADD KEY `idx_next_review` (`student_id`,`next_review_at`);

--
-- テーブルのインデックス `elementary_grades`
--
ALTER TABLE `elementary_grades`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `unique_elementary_grade` (`student_id`,`grade_year`,`subject`,`month`);

--
-- テーブルのインデックス `elementary_grade_improvement_notifications`
--
ALTER TABLE `elementary_grade_improvement_notifications`
  ADD PRIMARY KEY (`id`),
  ADD KEY `student_id` (`student_id`),
  ADD KEY `is_processed` (`is_processed`);

--
-- テーブルのインデックス `elementary_grade_notifications`
--
ALTER TABLE `elementary_grade_notifications`
  ADD PRIMARY KEY (`id`),
  ADD KEY `student_id` (`student_id`),
  ADD KEY `is_processed` (`is_processed`);

--
-- テーブルのインデックス `english_grammar_answers`
--
ALTER TABLE `english_grammar_answers`
  ADD PRIMARY KEY (`id`),
  ADD KEY `idx_session_id` (`session_id`),
  ADD KEY `idx_question_id` (`question_id`);

--
-- テーブルのインデックス `english_grammar_progress`
--
ALTER TABLE `english_grammar_progress`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `unique_student` (`student_id`);

--
-- テーブルのインデックス `english_grammar_questions`
--
ALTER TABLE `english_grammar_questions`
  ADD PRIMARY KEY (`id`),
  ADD KEY `idx_category` (`category`),
  ADD KEY `idx_difficulty` (`difficulty`);

--
-- テーブルのインデックス `english_grammar_sessions`
--
ALTER TABLE `english_grammar_sessions`
  ADD PRIMARY KEY (`id`),
  ADD KEY `idx_student_id` (`student_id`),
  ADD KEY `idx_started_at` (`started_at`);

--
-- テーブルのインデックス `english_learning_answers`
--
ALTER TABLE `english_learning_answers`
  ADD PRIMARY KEY (`id`),
  ADD KEY `idx_student_stage` (`student_id`,`stage`),
  ADD KEY `idx_session` (`session_id`);

--
-- テーブルのインデックス `english_learning_history`
--
ALTER TABLE `english_learning_history`
  ADD PRIMARY KEY (`id`),
  ADD KEY `idx_student_history` (`student_id`,`answered_at`);

--
-- テーブルのインデックス `english_learning_progress`
--
ALTER TABLE `english_learning_progress`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `unique_student_stage` (`student_id`,`stage`);

--
-- テーブルのインデックス `english_learning_sessions`
--
ALTER TABLE `english_learning_sessions`
  ADD PRIMARY KEY (`id`),
  ADD KEY `idx_student_session` (`student_id`,`started_at`);

--
-- テーブルのインデックス `external_service_credentials`
--
ALTER TABLE `external_service_credentials`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `user_service_idx` (`user_id`,`service_name`);

--
-- テーブルのインデックス `grades`
--
ALTER TABLE `grades`
  ADD PRIMARY KEY (`id`),
  ADD KEY `student_id` (`student_id`);

--
-- テーブルのインデックス `grade_improvement_notifications`
--
ALTER TABLE `grade_improvement_notifications`
  ADD PRIMARY KEY (`id`),
  ADD KEY `student_id` (`student_id`),
  ADD KEY `is_processed` (`is_processed`);

--
-- テーブルのインデックス `high_schools`
--
ALTER TABLE `high_schools`
  ADD PRIMARY KEY (`id`);

--
-- テーブルのインデックス `high_school_grade_improvement_notifications`
--
ALTER TABLE `high_school_grade_improvement_notifications`
  ADD PRIMARY KEY (`id`),
  ADD KEY `student_id` (`student_id`),
  ADD KEY `is_processed` (`is_processed`);

--
-- テーブルのインデックス `high_school_grade_notifications`
--
ALTER TABLE `high_school_grade_notifications`
  ADD PRIMARY KEY (`id`),
  ADD KEY `student_id` (`student_id`),
  ADD KEY `is_processed` (`is_processed`);

--
-- テーブルのインデックス `high_school_import_history`
--
ALTER TABLE `high_school_import_history`
  ADD PRIMARY KEY (`id`),
  ADD KEY `imported_by` (`imported_by`);

--
-- テーブルのインデックス `homework_assignments`
--
ALTER TABLE `homework_assignments`
  ADD PRIMARY KEY (`id`),
  ADD KEY `created_by` (`created_by`),
  ADD KEY `idx_student_date` (`student_id`,`assigned_date`),
  ADD KEY `idx_assigned_date` (`assigned_date`);

--
-- テーブルのインデックス `homework_completions`
--
ALTER TABLE `homework_completions`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `unique_assignment_completion` (`assignment_id`),
  ADD KEY `checked_by` (`checked_by`),
  ADD KEY `idx_student_completion` (`student_id`,`completed_date`);

--
-- テーブルのインデックス `internal_points`
--
ALTER TABLE `internal_points`
  ADD PRIMARY KEY (`id`),
  ADD KEY `student_id` (`student_id`);

--
-- テーブルのインデックス `internal_point_improvement_notifications`
--
ALTER TABLE `internal_point_improvement_notifications`
  ADD PRIMARY KEY (`id`),
  ADD KEY `student_id` (`student_id`),
  ADD KEY `is_processed` (`is_processed`);

--
-- テーブルのインデックス `internal_point_notifications`
--
ALTER TABLE `internal_point_notifications`
  ADD PRIMARY KEY (`id`),
  ADD KEY `student_id` (`student_id`),
  ADD KEY `is_processed` (`is_processed`);

--
-- テーブルのインデックス `login_attempts`
--
ALTER TABLE `login_attempts`
  ADD PRIMARY KEY (`id`),
  ADD KEY `ip_address` (`ip_address`),
  ADD KEY `username` (`username`),
  ADD KEY `attempt_time` (`attempt_time`);

--
-- テーブルのインデックス `login_history`
--
ALTER TABLE `login_history`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `idx_user_date` (`user_id`,`login_date`),
  ADD KEY `idx_login_date` (`login_date`);

--
-- テーブルのインデックス `login_streaks`
--
ALTER TABLE `login_streaks`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `idx_user_id` (`user_id`);

--
-- テーブルのインデックス `monthly_test_comments`
--
ALTER TABLE `monthly_test_comments`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `unique_comment` (`student_id`,`grade_year`,`subject`,`month`);

--
-- テーブルのインデックス `notifications`
--
ALTER TABLE `notifications`
  ADD PRIMARY KEY (`id`),
  ADD KEY `student_id` (`student_id`),
  ADD KEY `teacher_id` (`teacher_id`);

--
-- テーブルのインデックス `point_bonus_milestones`
--
ALTER TABLE `point_bonus_milestones`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `idx_type_value` (`milestone_type`,`milestone_value`);

--
-- テーブルのインデックス `point_event_types`
--
ALTER TABLE `point_event_types`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `idx_name` (`name`);

--
-- テーブルのインデックス `point_history`
--
ALTER TABLE `point_history`
  ADD PRIMARY KEY (`id`),
  ADD KEY `idx_user_id` (`user_id`),
  ADD KEY `idx_event_type` (`event_type`),
  ADD KEY `idx_created_at` (`created_at`);

--
-- テーブルのインデックス `subjects`
--
ALTER TABLE `subjects`
  ADD PRIMARY KEY (`id`);

--
-- テーブルのインデックス `unified_improvement_notifications`
--
ALTER TABLE `unified_improvement_notifications`
  ADD PRIMARY KEY (`id`),
  ADD KEY `idx_student_type` (`student_id`,`student_type`),
  ADD KEY `idx_improvement_type` (`improvement_type`),
  ADD KEY `idx_processed` (`is_processed`),
  ADD KEY `idx_created_at` (`created_at`);

--
-- テーブルのインデックス `users`
--
ALTER TABLE `users`
  ADD PRIMARY KEY (`id`);

--
-- テーブルのインデックス `user_high_school_preferences`
--
ALTER TABLE `user_high_school_preferences`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `user_school_unique` (`user_id`,`high_school_id`),
  ADD KEY `high_school_id` (`high_school_id`);

--
-- ダンプしたテーブルの AUTO_INCREMENT
--

--
-- テーブルの AUTO_INCREMENT `attendance_records`
--
ALTER TABLE `attendance_records`
  MODIFY `id` int NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=19;

--
-- テーブルの AUTO_INCREMENT `class_holidays`
--
ALTER TABLE `class_holidays`
  MODIFY `id` int NOT NULL AUTO_INCREMENT;

--
-- テーブルの AUTO_INCREMENT `class_makeup_days`
--
ALTER TABLE `class_makeup_days`
  MODIFY `id` int NOT NULL AUTO_INCREMENT;

--
-- テーブルの AUTO_INCREMENT `class_schedule_master`
--
ALTER TABLE `class_schedule_master`
  MODIFY `id` int NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=8;

--
-- テーブルの AUTO_INCREMENT `crane_game_credits`
--
ALTER TABLE `crane_game_credits`
  MODIFY `id` int NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- テーブルの AUTO_INCREMENT `crane_game_history`
--
ALTER TABLE `crane_game_history`
  MODIFY `id` int NOT NULL AUTO_INCREMENT;

--
-- テーブルの AUTO_INCREMENT `crane_game_prizes`
--
ALTER TABLE `crane_game_prizes`
  MODIFY `id` int NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;

--
-- テーブルの AUTO_INCREMENT `eiken_words`
--
ALTER TABLE `eiken_words`
  MODIFY `id` int NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4444;

--
-- テーブルの AUTO_INCREMENT `eiken_word_progress`
--
ALTER TABLE `eiken_word_progress`
  MODIFY `id` int NOT NULL AUTO_INCREMENT;

--
-- テーブルの AUTO_INCREMENT `elementary_grades`
--
ALTER TABLE `elementary_grades`
  MODIFY `id` int NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=15;

--
-- テーブルの AUTO_INCREMENT `elementary_grade_improvement_notifications`
--
ALTER TABLE `elementary_grade_improvement_notifications`
  MODIFY `id` int NOT NULL AUTO_INCREMENT;

--
-- テーブルの AUTO_INCREMENT `elementary_grade_notifications`
--
ALTER TABLE `elementary_grade_notifications`
  MODIFY `id` int NOT NULL AUTO_INCREMENT;

--
-- テーブルの AUTO_INCREMENT `english_grammar_answers`
--
ALTER TABLE `english_grammar_answers`
  MODIFY `id` int NOT NULL AUTO_INCREMENT;

--
-- テーブルの AUTO_INCREMENT `english_grammar_progress`
--
ALTER TABLE `english_grammar_progress`
  MODIFY `id` int NOT NULL AUTO_INCREMENT;

--
-- テーブルの AUTO_INCREMENT `english_grammar_questions`
--
ALTER TABLE `english_grammar_questions`
  MODIFY `id` int NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=11;

--
-- テーブルの AUTO_INCREMENT `english_grammar_sessions`
--
ALTER TABLE `english_grammar_sessions`
  MODIFY `id` int NOT NULL AUTO_INCREMENT;

--
-- テーブルの AUTO_INCREMENT `english_learning_answers`
--
ALTER TABLE `english_learning_answers`
  MODIFY `id` int NOT NULL AUTO_INCREMENT;

--
-- テーブルの AUTO_INCREMENT `english_learning_history`
--
ALTER TABLE `english_learning_history`
  MODIFY `id` int NOT NULL AUTO_INCREMENT;

--
-- テーブルの AUTO_INCREMENT `english_learning_progress`
--
ALTER TABLE `english_learning_progress`
  MODIFY `id` int NOT NULL AUTO_INCREMENT;

--
-- テーブルの AUTO_INCREMENT `english_learning_sessions`
--
ALTER TABLE `english_learning_sessions`
  MODIFY `id` int NOT NULL AUTO_INCREMENT;

--
-- テーブルの AUTO_INCREMENT `external_service_credentials`
--
ALTER TABLE `external_service_credentials`
  MODIFY `id` int NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;

--
-- テーブルの AUTO_INCREMENT `grades`
--
ALTER TABLE `grades`
  MODIFY `id` int NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=11;

--
-- テーブルの AUTO_INCREMENT `grade_improvement_notifications`
--
ALTER TABLE `grade_improvement_notifications`
  MODIFY `id` int NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- テーブルの AUTO_INCREMENT `high_schools`
--
ALTER TABLE `high_schools`
  MODIFY `id` int NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=145;

--
-- テーブルの AUTO_INCREMENT `high_school_grade_improvement_notifications`
--
ALTER TABLE `high_school_grade_improvement_notifications`
  MODIFY `id` int NOT NULL AUTO_INCREMENT;

--
-- テーブルの AUTO_INCREMENT `high_school_grade_notifications`
--
ALTER TABLE `high_school_grade_notifications`
  MODIFY `id` int NOT NULL AUTO_INCREMENT;

--
-- テーブルの AUTO_INCREMENT `high_school_import_history`
--
ALTER TABLE `high_school_import_history`
  MODIFY `id` int NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=7;

--
-- テーブルの AUTO_INCREMENT `homework_assignments`
--
ALTER TABLE `homework_assignments`
  MODIFY `id` int NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=9;

--
-- テーブルの AUTO_INCREMENT `homework_completions`
--
ALTER TABLE `homework_completions`
  MODIFY `id` int NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=9;

--
-- テーブルの AUTO_INCREMENT `internal_points`
--
ALTER TABLE `internal_points`
  MODIFY `id` int NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;

--
-- テーブルの AUTO_INCREMENT `internal_point_improvement_notifications`
--
ALTER TABLE `internal_point_improvement_notifications`
  MODIFY `id` int NOT NULL AUTO_INCREMENT;

--
-- テーブルの AUTO_INCREMENT `internal_point_notifications`
--
ALTER TABLE `internal_point_notifications`
  MODIFY `id` int NOT NULL AUTO_INCREMENT;

--
-- テーブルの AUTO_INCREMENT `login_attempts`
--
ALTER TABLE `login_attempts`
  MODIFY `id` int NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=67;

--
-- テーブルの AUTO_INCREMENT `login_history`
--
ALTER TABLE `login_history`
  MODIFY `id` int NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=66;

--
-- テーブルの AUTO_INCREMENT `login_streaks`
--
ALTER TABLE `login_streaks`
  MODIFY `id` int NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- テーブルの AUTO_INCREMENT `monthly_test_comments`
--
ALTER TABLE `monthly_test_comments`
  MODIFY `id` int NOT NULL AUTO_INCREMENT;

--
-- テーブルの AUTO_INCREMENT `notifications`
--
ALTER TABLE `notifications`
  MODIFY `id` int NOT NULL AUTO_INCREMENT;

--
-- テーブルの AUTO_INCREMENT `point_bonus_milestones`
--
ALTER TABLE `point_bonus_milestones`
  MODIFY `id` int NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;

--
-- テーブルの AUTO_INCREMENT `point_event_types`
--
ALTER TABLE `point_event_types`
  MODIFY `id` int NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=27;

--
-- テーブルの AUTO_INCREMENT `point_history`
--
ALTER TABLE `point_history`
  MODIFY `id` int NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=116;

--
-- テーブルの AUTO_INCREMENT `subjects`
--
ALTER TABLE `subjects`
  MODIFY `id` int NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=10;

--
-- テーブルの AUTO_INCREMENT `unified_improvement_notifications`
--
ALTER TABLE `unified_improvement_notifications`
  MODIFY `id` int NOT NULL AUTO_INCREMENT;

--
-- テーブルの AUTO_INCREMENT `users`
--
ALTER TABLE `users`
  MODIFY `id` int NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=50;

--
-- テーブルの AUTO_INCREMENT `user_high_school_preferences`
--
ALTER TABLE `user_high_school_preferences`
  MODIFY `id` int NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=8;

--
-- ダンプしたテーブルの制約
--

--
-- テーブルの制約 `english_grammar_answers`
--
ALTER TABLE `english_grammar_answers`
  ADD CONSTRAINT `english_grammar_answers_ibfk_1` FOREIGN KEY (`session_id`) REFERENCES `english_grammar_sessions` (`id`) ON DELETE CASCADE,
  ADD CONSTRAINT `english_grammar_answers_ibfk_2` FOREIGN KEY (`question_id`) REFERENCES `english_grammar_questions` (`id`) ON DELETE CASCADE;

--
-- テーブルの制約 `english_grammar_progress`
--
ALTER TABLE `english_grammar_progress`
  ADD CONSTRAINT `english_grammar_progress_ibfk_1` FOREIGN KEY (`student_id`) REFERENCES `users` (`id`) ON DELETE CASCADE;

--
-- テーブルの制約 `english_grammar_sessions`
--
ALTER TABLE `english_grammar_sessions`
  ADD CONSTRAINT `english_grammar_sessions_ibfk_1` FOREIGN KEY (`student_id`) REFERENCES `users` (`id`) ON DELETE CASCADE;

--
-- テーブルの制約 `external_service_credentials`
--
ALTER TABLE `external_service_credentials`
  ADD CONSTRAINT `external_service_credentials_ibfk_1` FOREIGN KEY (`user_id`) REFERENCES `users` (`id`);

--
-- テーブルの制約 `grades`
--
ALTER TABLE `grades`
  ADD CONSTRAINT `grades_ibfk_1` FOREIGN KEY (`student_id`) REFERENCES `users` (`id`);

--
-- テーブルの制約 `high_school_import_history`
--
ALTER TABLE `high_school_import_history`
  ADD CONSTRAINT `high_school_import_history_ibfk_1` FOREIGN KEY (`imported_by`) REFERENCES `users` (`id`);

--
-- テーブルの制約 `homework_assignments`
--
ALTER TABLE `homework_assignments`
  ADD CONSTRAINT `homework_assignments_ibfk_1` FOREIGN KEY (`student_id`) REFERENCES `users` (`id`) ON DELETE CASCADE,
  ADD CONSTRAINT `homework_assignments_ibfk_2` FOREIGN KEY (`created_by`) REFERENCES `users` (`id`);

--
-- テーブルの制約 `homework_completions`
--
ALTER TABLE `homework_completions`
  ADD CONSTRAINT `homework_completions_ibfk_1` FOREIGN KEY (`assignment_id`) REFERENCES `homework_assignments` (`id`) ON DELETE CASCADE,
  ADD CONSTRAINT `homework_completions_ibfk_2` FOREIGN KEY (`student_id`) REFERENCES `users` (`id`) ON DELETE CASCADE,
  ADD CONSTRAINT `homework_completions_ibfk_3` FOREIGN KEY (`checked_by`) REFERENCES `users` (`id`);

--
-- テーブルの制約 `internal_points`
--
ALTER TABLE `internal_points`
  ADD CONSTRAINT `internal_points_ibfk_1` FOREIGN KEY (`student_id`) REFERENCES `users` (`id`);

--
-- テーブルの制約 `notifications`
--
ALTER TABLE `notifications`
  ADD CONSTRAINT `notifications_ibfk_1` FOREIGN KEY (`student_id`) REFERENCES `users` (`id`),
  ADD CONSTRAINT `notifications_ibfk_2` FOREIGN KEY (`teacher_id`) REFERENCES `users` (`id`);

--
-- テーブルの制約 `user_high_school_preferences`
--
ALTER TABLE `user_high_school_preferences`
  ADD CONSTRAINT `user_high_school_preferences_ibfk_1` FOREIGN KEY (`user_id`) REFERENCES `users` (`id`) ON DELETE CASCADE,
  ADD CONSTRAINT `user_high_school_preferences_ibfk_2` FOREIGN KEY (`high_school_id`) REFERENCES `high_schools` (`id`) ON DELETE CASCADE;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
